{"successes":{"title":"Cinefex Classic Collection for iPad","category":"Publishing","subcategory":"Periodicals","description":"Carry the entire history of modern visual effects with you on your iPad.","avatarURL":"https://ksr-ugc.imgix.net/projects/383177/photo-original.jpg?v=1397802123&w=1536&h=1152&fit=crop&auto=format&q=92&s=576b12a237fc39173e18ded44a67b1f8","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/383177/video-270425-h264_high.mp4","city":"San Francisco","state":"CA","country":"US","duration":28,"startDate":1374217200000,"endDate":1376636400000,"raised":297107,"goal":217500,"percent":137,"backers":1817,"currency":"USD","Pledges":[{"amount":1,"backers":37,"pledgePercentage":0.02,"limited":false,"description":"No donation is too small. We really appreciate any support you can give to this project and would like to welcome you onboard this journey. To express our sincerest gratitude, we will post a special THANK YOU ON OUR FACEBOOK PAGE. You're the best!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":44,"numAllCaps":6},{"amount":20,"backers":473,"pledgePercentage":0.26,"limited":false,"description":"STAR WARS (8 issues) - By supporting us at this backer level, you get all 7 Cinefex issues that feature in-depth coverage of both Star Wars trilogies. You can find a detailed description of the 8 issues in this collection within our Kickstarter written description found on this page below.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":50,"numAllCaps":2},{"amount":25,"backers":30,"pledgePercentage":0.02,"limited":false,"description":"JAMES CAMERON (8 issues) - By supporting us at this backer level, you get all 8 Cinefex issues that feature the work of director James Cameron. You can find a detailed description of the 8 issues in this collection within our Kickstarter written description found on this page below.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":49,"numAllCaps":2},{"amount":35,"backers":86,"pledgePercentage":0.05,"limited":false,"description":"STAR TREK (12 issues) - By supporting us at this backer level, you get all 12 Cinefex issues that feature in-depth coverage of the Star Trek movies. You can find a detailed description of the 12 issues in this collection within our Kickstarter written description found on this page below.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":50,"numAllCaps":2},{"amount":40,"backers":6,"pledgePercentage":0,"limited":false,"description":"RICK BAKER (13 issues) - By supporting us at this backer level, you get all 13 Cinefex issues that feature the work of makeup effects supervisor Rick Baker. You can find a detailed description of the 13 issues in this collection within our Kickstarter written description found on this page below.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":51,"numAllCaps":2},{"amount":50,"backers":91,"pledgePercentage":0.05,"limited":false,"description":"STOP-MOTION (17 issues) - By supporting us at this backer level, we will give you 17 issues of Cinefex magazine that cover stop-motion animation techniques. This collection includes issues on Ray Harryhausen, Ghostbusters, and The Nightmare Before Christmas, just to name a few. Please see below, for a detailed description on the specific issues that you will receive in this collection.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":61,"numAllCaps":1},{"amount":60,"backers":18,"pledgePercentage":0.01,"limited":false,"description":"STAN WINSTON (18 issues) - By supporting us at this backer level, you get all 18 Cinefex issues that feature the work of master character creator Stan Winston. You can find a detailed description of the 18 issues in this collection within our Kickstarter written description found on this page below.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":51,"numAllCaps":2},{"amount":100,"backers":137,"pledgePercentage":0.08,"limited":false,"description":"OUT OF PRINT (33 issues) - For this pledge, you get all of the 33 issues of Cinefex magazine for iPad, which are no longer in print at the launch of this Kickstarter. You can find a detailed description of the 33 issues in this collection within our Kickstarter written description found on this page below.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":250,"backers":250,"pledgePercentage":0.14,"limited":true,"description":"FRONT ROW (all 126 issues!) - As a reward for being one of the first 250 backers, you will get the entire Cinefex back catalog, prior to issue 127, when the first issue formatted for Cinefex for iPad was made available. This back catalog is not only scanned and formatted for the iPad, it is OCR'd and reformatted to be customizable and searchable.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":63,"numAllCaps":3},{"amount":285,"backers":500,"pledgePercentage":0.28,"limited":true,"description":"MATINÉE SPECIAL (all 126 issues!) - The first 500 backers at this pledge will get the entire Cinefex back catalog, prior to issue 127, when the first issue formatted for Cinefex for iPad was made available. This back catalog is not only scanned and formatted for the iPad, it is OCR'd and reformatted to be customizable and searchable.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":58,"numAllCaps":3},{"amount":315,"backers":81,"pledgePercentage":0.04,"limited":false,"description":"MAIN FEATURE  (all 126 issues!) - For this pledge, you get the entire Cinefex back catalog, prior to issue 127, when the first issue formatted for Cinefex for iPad was made available. This back catalog is not only scanned and formatted for the iPad, it is OCR'd and reformatted to be customizable and searchable.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":55,"numAllCaps":3},{"amount":500,"backers":33,"pledgePercentage":0.02,"limited":true,"description":"DOUBLE FEATURE - For this pledge, you get TWO (2) entire Cinefex back catalogs—one for you, one for a friend. The back catalog consists of all issues prior to issue 127, when the first issue formatted for Cinefex for iPad was made available. This back catalog is not only scanned and formatted for the iPad, it is OCR'd and reformatted to be customizable and searchable.\n(There are only a limited number of these available.)","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":73,"numAllCaps":4},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"PEEK BEHIND THE MAGIC TOUR w/ ALEC GILLIS - To show our appreciation to you for backing us at this level, you and a friend will get a tour of AMALGAMATED DYNAMICS STUDIOS in LA, where Academy Award winning creatures were born, from Aliens and Starship Troopers, to The Hulk and Spiderman. This is a unique opportunity to see all those cool practical effects up close & in person. AND, you get a meet and greet with ALEC GILLIS in his creature workshop. -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- PLUS, you will get two full collections of the Cinefex Classic for iPad when it is released. (Please note: travel to LA and accommodations are not provided.)","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":125,"numAllCaps":16},{"amount":1000,"backers":5,"pledgePercentage":0,"limited":true,"description":"INDUSTRIAL LIGHT & MAGIC: THE ART OF INNOVATION - To show our appreciation to you for backing us at this level, you will receive a signed copy of Industrial Light & Magic: The Art of Innovation chronicling the history of ILM films from 1995 to 2011. This book will be signed by every single supervisor pictured in the two-page spread within the cover! They are Dennis Muren, John Knoll, Scott Farrar, Roger Guyett, Pablo Helman, Bill George, Tim Alexander, Jeff White, Grady Cofer, Russell Earl, Craig Hammack, Lindy DeQuattro, & Kim Libreri. -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- PLUS, you will get two full collections of the Cinefex Classic for iPad when it is released.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":124,"numAllCaps":9}],"updates":27,"comments":161},"errors":{}}