{"successes":{"title":"The Scary Godmother Doll","category":"Design","subcategory":"Product Design","description":"A fully articulated fashion doll of Scary Godmother! And the Boozle! Spooktakular! Like Monster High without the School!","avatarURL":"https://ksr-ugc.imgix.net/projects/639512/photo-original.jpg?v=1397829647&w=1536&h=1152&fit=crop&auto=format&q=92&s=f394c77cbea3eff8ef6ce23eb8fb0e27","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/639512/video-275324-h264_high.mp4","city":"Chicago","state":"IL","country":"US","duration":30,"startDate":1376377200000,"endDate":1378969200000,"raised":206187,"goal":150000,"percent":137,"backers":2617,"currency":"USD","Pledges":[{"amount":1,"backers":141,"pledgePercentage":0.05,"limited":false,"description":"SCARY GODMOTHER #0 DIGITAL COMIC STORY\n Not familiar with Scary Godmother? Here’s your chance to get acquainted with them! A digital download of Scary Godmother #0-- a sixteen page full color Scary Godmother comic that I made  to sell the Scary Godmother TV show. A fine introduction to the world of Scary Godmother and all the characters!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":58,"numAllCaps":9},{"amount":5,"backers":195,"pledgePercentage":0.07,"limited":false,"description":"HEY KIDS, A BRAND NEW JUST FOR THIS KICKSTARTER SCARY GODMOTHER COMIC!!!","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":12,"numAllCaps":12},{"amount":10,"backers":25,"pledgePercentage":0.01,"limited":false,"description":"A brand new, 10 page, painted Scary Godmother story created specifically for this Kickstarter. Follow the Scary Godmother and her Monster pals as they make their way to the Spectral Six Convention! The first new story in quite a long while! Plus cool pinups by some of comicdoms most excellent artists! Like Jaime Hernandez, for example!! Available to you as a digital PDF! \n(Wanna be IN this comic? Check out the I’M READY FOR MY CLOSE UP incentive below!)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":79,"numAllCaps":9},{"amount":20,"backers":64,"pledgePercentage":0.02,"limited":false,"description":"ART FOR YOUR BOD\na digital download of Scary Godmother #0, and a Bug-A-Boo Tattoo design jpeg for you to print out at whatever size you need to cover that special part of your anatomy with Bug-A-Boo.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":36,"numAllCaps":6},{"amount":30,"backers":52,"pledgePercentage":0.02,"limited":true,"description":"IT’S STORYTIME! Audio recording of the first The Scary Godmother story available for you to download! \nNarrated by Chicago's Emmy Award winning Rich Koz (Svengoolie!) Featuring the vocal stylings of CM Punk, Jill Thompson, Natalie Slater, Colt Cabana, Marty De Rosa, and more! Available as soon as possible--based on Mr. Svengoolie’s, Mr. Punk’s and Mr. Cabana’s...wait, Jill and Natalie's  busy schedules…It seems we are all super busy! HA!\nYou also get the downloads of Scary Godmother #0 and the New Kickstarter Comicbook story, so your eyes can be as happy as your ears.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":93,"numAllCaps":4},{"amount":30,"backers":39,"pledgePercentage":0.01,"limited":true,"description":"HAUNTEDY ART FOR YOUR WALL\n Original Art Print of Scary Godmother’s Haunted House and Pumpkin Patch. A lovely painting suitable for enjoying the whole year round!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":26,"numAllCaps":6},{"amount":35,"backers":8,"pledgePercentage":0,"limited":true,"description":"THE CM PUNK CHAMPION PRINT Perhaps you like wrasslin stuff. You’re in luck! Jill has made some! This 8 x10 black and white watercolor wash print shows CM Punk holding the WWE Title! He’s the Best in The World and you are the best for getting one of these!","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":49,"numAllCaps":7},{"amount":35,"backers":28,"pledgePercentage":0.01,"limited":true,"description":"SCARY GODMOTHER STAGE PLAY DVD! (DO THEY EVEN MAKE THOSE ANYMORE?)\nDVD of the Scary Godmother Play! Performed at The Athenaeum Theater in Chicago! Transferred from the only recorded copy--which was recorded back in the day on glorious, retro, amateur, blown out, in front of a live audience, VHS tape! So, it’s got THAT scratchy ol' kind of charm! Two versions recorded the same weekend, by a very amateur videographer! (not me, in case you were wondering…) It’s retro in all the right ways! The play was a great part of Scary Godmother history and is a must see for any fan! You’ll like it BETTER THAN CATS;-)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":107,"numAllCaps":16},{"amount":50,"backers":1148,"pledgePercentage":0.44,"limited":false,"description":"LITTLE POSTCARD BOOK\n27 of Jill's little paintings reproduced in a wonderful book of postcards for you to tear out and send through the mail. OR you can frame them in 4 x 6 inch frames because they are just the right size for that! Each book comes signed, if you are gonna hang onto it instead of use it as postcards! International add 15.00 shipping","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":65,"numAllCaps":4},{"amount":55,"backers":132,"pledgePercentage":0.05,"limited":false,"description":"THE SCARY GODMOTHER FASHION DOLL\nTHE DOLL!  THE DOLL! It’s what we all are here for! FULLY ARTICULATED SCARY GODMOTHER comes dressed in her signature bodysuit, tutu, striped hat and tights and spiderweb shoes. Her hair is curly and long enough for you to style into an updo, if that’s your thing! Her wings are removable for ease in the changing of her clothes. She has 15 points of articulation just like other popular fashion dolls! She is accessorized with a lovely pumpkin purse and her ghost cat, The Boozle. The Boozle is made of a smokey translucent plastic with a lil handle so you can hang him from a wire and make him fly. Or put him on your Halloween tree! Scary Godmother Doll will enjoy living on your shelf, or in the kitchen as your kitchen witch, on the fireplace mantle or overlooking your bed during Sleepytime! You realize that the first run of this doll will be a super collectible thing, right? It could either be the start of a cool new line of dolls, OR it could be the only doll of it’s kind ever made! And you will have gotten it! Exclusive! Special! \nDoll price includes US Shipping","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":203,"numAllCaps":14},{"amount":60,"backers":149,"pledgePercentage":0.06,"limited":false,"description":"SCARY GODMOTHER DOLL FOR YOU WITH BUG-A-BOO TATTOO \nA jpeg of the Bug-A-Boo tattoo that you can print out at any size you need to cover that special body part with a Bug-A-Boo Tattoo! AND the Scary  Godmother Doll to take with you to the tattoo shop! You also get the digital downloads of Scary Godmother #0 and the New Kickstarter Comic Story! Tattoo, stories and Doll become yours at different times!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":73,"numAllCaps":12},{"amount":75,"backers":100,"pledgePercentage":0.04,"limited":true,"description":"THE SCARY GODMOTHER DOLL AND THE AUDIO RECORDING  That's right! The Doll PLUS the Audio  Recording download of the First Scary Godmother Story! Snuggle up in bed with your doll  while you listen to the voices of Jill Thompson, CM Punk, Svengoolie, Colt Cabana, Marty De Rosa and Natalie Slater make the first Scary Godmother Story come to life!\nAudio recording will be available before the Doll!","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":69,"numAllCaps":10},{"amount":75,"backers":75,"pledgePercentage":0.03,"limited":true,"description":"Art Files Grab Bag!\nA page of original, historical black and white art from Jill's comic archives. It might be a page from Wonder Woman, The Dreaming, Seekers into the Mystery, the X Files, Death at Death's Door, The Dead Boy Detectives, The Invisibles or something else! This random and limited selection is a great way to get a rare and one of a kind piece of comic art history! ","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":70,"numAllCaps":2},{"amount":85,"backers":100,"pledgePercentage":0.04,"limited":true,"description":"You also get the doll...","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":5,"numAllCaps":0},{"amount":85,"backers":100,"pledgePercentage":0.04,"limited":true,"description":"HURRAH! MORE ART GRAB BAG!!!  Jill has 75 more black and white art pages from her comics art files. She found the other box she was looking for before she started this Kickstarter! Yay for you! Yay for her!  It might be a page from Wonder Woman, The Dreaming, Seekers into the Mystery, the X Files, Death at Death's Door, The Dead Boy Detectives, The Invisibles or Goosebumps art! This random and limited selection is a great way to get a rare and one of a kind piece of comic art history! You also get the doll...art and Doll ship separately! Art comes first!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":106,"numAllCaps":6},{"amount":100,"backers":50,"pledgePercentage":0.02,"limited":true,"description":"THE SCARY GODMOTHER DOLL PLUS THE LITTLE POSTCARD BOOK \nYou also get the digital download of Scary Godmother #0 and the New Comic Story!\nDoll and postcard book ship separately.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":29,"numAllCaps":9},{"amount":100,"backers":61,"pledgePercentage":0.02,"limited":true,"description":"THE SCARY GODMOTHER DOLL AND THE HAUNTEDY PRINT\nJust like it sounds! Art for your wall and a doll for your shelf! You also get the digital downloads of Scary Godmother #0 and The New Kickstarter Comic! Art and Doll ship separately.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":41,"numAllCaps":8},{"amount":150,"backers":10,"pledgePercentage":0,"limited":true,"description":"COMMISSION - PENCIL STYLE\nYour favorite character pencil sketch on 8x10 Bristol board\nshaded background\nplus- the Doll!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":15,"numAllCaps":3},{"amount":150,"backers":10,"pledgePercentage":0,"limited":true,"description":"MY LITTLE SCARY GODMOTHER\nHey Look, you Pony people!! It's the Scary Godmother Doll AND the exclusive to Kickstarter Scary Godmother/My Little Pony mash up Print!\nlike everything else Doll and above, you also get the digital downloads of the Scary Godmother #0 and the New Kickstarter Story digital downloads!\nPony Print and Doll will ship separately!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":54,"numAllCaps":5},{"amount":150,"backers":10,"pledgePercentage":0,"limited":true,"description":"TOTALLY COOL CHICAGO HISTORY TOUR! \n$150 \nJill and her awesome friend Northwestern University Professor and author Bill Savage guide ten people on a highly entertaining and informative Chicago History Tour. This four hour excursion along the streets, back streets and alleyways of Chicago is highly recommended by Chicago historical authorities! See places on and off the beaten path and learn really cool stuff about Chicago that you probably would have never known unless you came on this tour! Depending on the weather, this autumn excursion might be by van or by bicycle. Chicago's Divvy  bike share program is perfect for this! You must make your way to Chicago and find yourself some lodging if you are from out of town! Starting Point yet to be determined. We will get all that info to you once the campaign is through!\nYes, you also get the Doll, but she comes later!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":149,"numAllCaps":5},{"amount":250,"backers":22,"pledgePercentage":0.01,"limited":true,"description":"SKULLY PETTIBONE'S BONE CHINA ! Four espresso cups and saucers hand decorated with food safe enamel paint to look like Day of the Dead Sugar Skulls. You need this for your offrenda and your regular guy breakfast table, too! Each one is hand decorated and baked in the oven by Jill so every one is an unique and different work of art! You will love sipping your cortado or espresso or turkish coffee out of these lil guys! Or you might like to serve pickles and olives in them because who does not like pickles and olives!? Plus, you get The Doll, so you can have a tea party with her, of course!","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":113,"numAllCaps":4},{"amount":250,"backers":4,"pledgePercentage":0,"limited":true,"description":"LOOK!!! MORE SKULLY PETTIBONE'S BONE CHINA ! Four espresso cups and saucers hand decorated with food safe enamel paint to look like Day of the Dead Sugar Skulls. You need this for your offrenda and your regular guy breakfast table, too! Each one is hand decorated and baked in the oven by Jill so every one is an unique and different work of art! You will love sipping your cortado or espresso or turkish coffee out of these lil guys! Or you might like to serve pickles and olives in them because who does not like pickles and olives!? Plus, you get The Doll, so you can have a tea party with her, of course!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":115,"numAllCaps":6},{"amount":350,"backers":31,"pledgePercentage":0.01,"limited":true,"description":"COMMISSION BLACK AND WHITE","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":4,"numAllCaps":4},{"amount":350,"backers":9,"pledgePercentage":0,"limited":true,"description":"Your favorite character in black and white watercolor\non 8 x 10 watercolor paper with a simple wash background.\nDoll included.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":19,"numAllCaps":0},{"amount":500,"backers":4,"pledgePercentage":0,"limited":true,"description":"FINE DINING \nJill will act as sous chef for her friend, the incredibly talented Chef Michael Tsonton and they will create a five course meal for ten lucky people at a location yet to be determined!! Dress sexy! It’s a party, y’all! Dine with interesting strangers, eat amazing food! Talk about comics and food and other cool things. Location and date to be determined, but it is going to be somewhere in Chicago! You must make your way to Chicago and find your own accommodations for sleeping and stuff…. This is an omnivore-centric meal.\nYou also get the Doll, but she will not be available at Dinner time!","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":107,"numAllCaps":2},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"Commission-All the Colors\n$350\nYour favorite character in full color watercolor on 8 x 10 watercolor paper\nwith a simple wash background\nYes, a full color Doll comes with this level of incentive!","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":29,"numAllCaps":0},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"I’M READY FOR MY CLOSE UP!! \nBe drawn as a character or background character in the New Scary Godmother Kickstarter story !! You will provide Jill with a good photo of yourself. She will draw you into this comic! You will be the envy of all of your friends! And your enemies will despise you even more, because you are now immortalized for all to see!\nYou get the PDF, naturally, so you can see yourself in the comic story and taunt your foes…AND the doll!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":85,"numAllCaps":8},{"amount":500,"backers":0,"pledgePercentage":0,"limited":true,"description":"YOU’RE LOOKING FRIGHTFUL, MY DARLING! COMMISSION\n A portrait of you or your loved one as a Monster painted in the Scary Godmother style! On 8 x 11 watercolor paper! You know what else you get? THE DOLL!","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":37,"numAllCaps":9},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"BLING! JILL MAKES JEWELRY\nFour Seasons worth of necklaces for you or your gal! Spring, Summer, Fall and Winter themes! Jill’s designs vary based on materials and no two necklaces are alike. Natural and Seasonal in theme! May contain, gold, sterling silver, pearls, precious stones, crystals, wood, beach glass, tiny paintings or drawings.\nWearable art that no one else will have! Yes, she will call it Jillery. Yes, you will groan at the play on words! ;-) YES, THE DOLL comes with this incentive, do not fret!","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":85,"numAllCaps":7},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"THE FIVE YEAR GHOST OF XMAS FUTURE PACKAGE!\n5 Jillmade ornaments ( a new one each year)  and you’re on Jill’s Xmas cookies and Xmas card list for the next five years. Yes, she said FIVE!  Cookies may contain nuts and are made with real butter and homemade jam and other good stuff. Xmas card is a limited printed card that changes every year. And THE DOLL! Don’t forget THE DOLL!\nAvailable starting December of 2013","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":76,"numAllCaps":13},{"amount":1100,"backers":0,"pledgePercentage":0,"limited":true,"description":"I WANNA DRESS YOU UP\nDesign an outfit for Scary Godmother’s wardrobe. Does your child love drawing outfits for Scary Godmother? Here’s your chance to make their best design come to life. The outfit will appear as part of Scary Godmother’s clothes in the New Kickstarter Comic Story! You or your child will be credited with the design in big old letters in the credits! Tell Jill the inspiration for the design as a little story so she can put it on her website and everyone can read it! Designs must be Suitable for the eyes of All Ages. \nYou also get THE DOLL!","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":103,"numAllCaps":7},{"amount":1100,"backers":2,"pledgePercentage":0,"limited":true,"description":"HAPPY LITTLE PAINTING LESSON\nPainting Lesson from Jill in person or via the magic of the interwebs! Depends on where you live! Travel and accommodation costs for in person painting demo are not included and will be an additional charge if you're not in the immediate Chicago area.  You keep your painting AND Jill’s demo! AND THE DOLL!","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":58,"numAllCaps":8},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"We will schedule each person's lesson according both our schedules. One lesson per month. Months will be assigned on a first come first served basis.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":25,"numAllCaps":0},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"COMIC BOOK WORKSHOP\n Jill will come to your school’s art classes and do a demonstration and workshop about creating comics with the students. She will bring Scary Godmother books for the art class to keep! \nIt’s about storytelling! It’s about expressing yourself! It’s about words and pictures working together! \nTHE DOLL can live in the art room! Because, yes, you get THE DOLL as well!\nScheduling on a first come first served basis. Travel/Lodging costs not included. Airfare and hotel for Jill will be an additional charge.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":86,"numAllCaps":7},{"amount":4500,"backers":0,"pledgePercentage":0,"limited":true,"description":"SCARY PLAY LIMITED PRODUCTION RIGHTS\nA Copy of the Scary Godmother Stage Play Manuscript PLUS-- LIMITED performance rights!! Are you a School or Community Theater? Do you want to mount the Scary Godmother Play in your town for one Halloween season? This is your chance! A copy of the Play Manuscript and the rights to perform the Play for one season’s performances! Legal contracts will be created for this category….THE DOLL IS INCLUDED! The doll and the Limited Play rights will come to you separately. Estimated delivery is for the Play...cuz you'll need time to get it ready for Halloween. Jill would love to come to your performance, so keep her informed of your progress!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":114,"numAllCaps":12},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"ORIGINAL PAINTED PAGES from the KICKSTARTER SCARY GODMOTHER STORY\nWould you like a full color painted comic page from this new Scary Godmother Story? It’s the first new story in years! Hold it in your hands and see the artwork in all of its glory! Frame it up and put it on the wall! ","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":54,"numAllCaps":7},{"amount":10000,"backers":2,"pledgePercentage":0,"limited":true,"description":"Art and Doll will ship separately.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":6,"numAllCaps":0},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"PIZZA PARTY PACKAGE\nScary Godmother loves parties! Jill makes good Pizza. Let her make 5 different styles of Pizza for your party of up to 20 people. Or, if you’re all devil may care, let Jill make you her favorites!\nEach guest will get a signed Harry the Werewolf print created specifically for this event! You keep the original! You will also get an original BUG-A-BOO APRON for your future cooking endeavors! You know Harry loves Pizza! You provide the oven, prep space, Fridge, tables, dishware, etc and beverages. Jill brings her baking steel and other pizza making stuff and provides the pizza based on your likes and dislikes and your local store’s ingredient availability. Jill’s assistant will be there with apron on to help make it all go smoothly!! PLUS, you guessed it… THE DOLL!\nTravel costs to get Jill and all of her stuff to you are not included in the Incentive price and will be an additional charge! Transportation costs based on research into airfare to the far reaches of our globe. It will be an adventure!\nWe will schedule your party based on when is the best times for all  involved. We'll work it out! It will be awesome! Doll and party come separately.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":205,"numAllCaps":8}],"updates":54,"comments":374},"errors":{}}