{"successes":{"title":"Age of Empires III is reborn as Empires: Age of Discovery","category":"Games","subcategory":"Tabletop Games","description":"Age of Empires III becomes Empires: Age of Discovery, the Deluxe Edition! 24 Stretch Goals achieved, and $241,958 pledged!","avatarURL":"https://ksr-ugc.imgix.net/projects/1598928/photo-original.jpg?v=1422571903&w=1536&h=1152&fit=crop&auto=format&q=92&s=2490518ff1c561a93c32e1dd013a2f53","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1598928/video-495304-h264_high.mp4","city":"Phoenix","state":"AZ","country":"US","duration":25,"startDate":1423814400000,"endDate":1425974400000,"raised":207936,"goal":25000,"percent":832,"backers":1527,"currency":"USD","Pledges":[{"amount":59,"backers":98,"pledgePercentage":0.06,"limited":true,"description":"BUILDER (THE DELUXE UPGRADE)--For those of you who already own AOEIII and the plastics (figures, boats, coins) which are needed to play.  You will get the new heavy-duty box and custom-made PVC insert tray, a new game board, the 6 player boards, the 2 dock overlays, the new score track and score pad, the new (thicker, larger) Capital Building and Trade Good tiles, the new 20-page Rulebook, 3 player reference guides and the new 16-card Discovery Deck of cards.  You will also get a FREE copy of Dead Man's Chest and any additionally-earned Stretch Goals.  If you are interested in the Builder Expansion, please see Add-Ons. Shipping will automatically be added  by Kickstarter when you pledge.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":120,"numAllCaps":7},{"amount":81,"backers":10,"pledgePercentage":0.01,"limited":false,"description":"MERCHANT -- The Deluxe Edition -- Good for new backers to consider!  The full deluxe edition (includes all Stretch Goals from $30K through $90K).  Does not include Stretch Goals $100K and above.  For more details please read the column on the left.  Any and all Add-Ons may be added to this pledge, including the EAOD World variant (also described in the column on the left).","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":69,"numAllCaps":2},{"amount":99,"backers":495,"pledgePercentage":0.32,"limited":true,"description":"COLONIST (Early Bird) --You get one copy of Empires: Age of Discovery, the Deluxe Edition, all earned Stretch Goals, and a free copy of Dead Man's Chest as well.  Save $46 on the normal MSRPs (combined) of $145. Shipping will automatically be added by Kickstarter when you pledge. If shipping is not automatically added it could be you live in a more difficult shipping area for us to quote. Please ask us if this is the situation for you and we will try to get you a shipping quote.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":90,"numAllCaps":1},{"amount":100,"backers":486,"pledgePercentage":0.32,"limited":true,"description":"COLONIST II (Early Bird II) --You get one copy of Empires: Age of Discovery, the Deluxe Edition, all earned Stretch Goals, and a free copy of Dead Man's Chest as well.  Save $45 on the normal MSRPs (combined) of $145. Shipping will automatically be added by Kickstarter when you pledge. If shipping is not automatically added it could be you live in a more difficult shipping area for us to quote. Please ask us if this is the situation for you and we will try to get you a shipping quote.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":92,"numAllCaps":3},{"amount":101,"backers":358,"pledgePercentage":0.23,"limited":true,"description":"COLONIST III (Early Bird III) --You get one copy of Empires: Age of Discovery, the Deluxe Edition, all earned Stretch Goals, and a free copy of Dead Man's Chest as well.  Save $44 on the normal MSRPs (combined) of $145. Shipping will automatically be added by Kickstarter when you pledge. If shipping is not automatically added it could be you live in a more difficult shipping area for us to quote. Please ask us if this is the situation for you and we will try to get you a shipping quote.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":92,"numAllCaps":3},{"amount":110,"backers":20,"pledgePercentage":0.01,"limited":false,"description":"CAPTAIN--You get one copy of Empires: Age of Discovery, the Deluxe Edition, all earned Stretch Goals, and a free copy of Dead Man's Chest as well.  Save $35 on the normal MSRPs (combined) of $145. Shipping will automatically be added by Kickstarter when you pledge. If shipping is not automatically added it could be you live in a more difficult shipping area for us to quote.  Please ask us if this is the situation for you and we will try to get you a shipping quote.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":88,"numAllCaps":1},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Be a designer for a day at Gen Con!  Limited to 3 players who will have private early access to and get an opportunity to play the planned sequel to Empires: Age of Discovery called Ancient Empires.  Play and dinner will be hosted by designer and Eagle-Gryphon Games.  Your ideas will be very welcome!  You will receive a play testing credit in the rules manual as well!\nBackers will receive a free copy of the Deluxe version of EAOD with all stretch goals and a copy of Ancient Empires when it is released.","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":96,"numAllCaps":1},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Join the design team!  Open to one (could be a couple!)  Early access to and play of the planned sequel to Empires: Age of Discovery, called Empires: Galactic Rebellion. Glenn Drover, the designer of EAOD and EGR will host this event in Chicago.  Eagle-Gryphon will fly this supporter from anywhere in the continental US to Chicago (Glenn lives nearby). A nice hotel accommodation will be provided and what will follow is a weekend of fun and games, hosted by Glenn.  Includes the flight, hotel for two nights, dinner and beverages (one night) and of course game play.  A character or a Rebel Faction in the game will be named after this supporter, who will also, of course, get credit for this in the Rules Manual. The dates and timing are flexible and to be worked out with this Backer and Glenn. Our Backer will receive two free copies of EAOD Deluxe and all Stretch Goals AND two free copies of Empires: Galactic Rebellion when it is released.","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":172,"numAllCaps":7}],"updates":43,"comments":1966},"errors":{}}