{"successes":{"title":"Art Story","category":"Film & video","subcategory":"Animation","description":"An original animated feature film about a boy and his grandfather who get stuck in a vast and imaginative world of paintings.","avatarURL":"https://ksr-ugc.imgix.net/projects/591233/photo-original.jpg?v=1397824330&w=1536&h=1152&fit=crop&auto=format&q=92&s=4b04287fbc87b75469b40d3985b70583","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/591233/video-255676-h264_high.mp4","city":"West Palm Beach","state":"FL","country":"US","duration":47,"startDate":1373180400000,"endDate":1377241200000,"raised":365670,"goal":350000,"percent":104,"backers":1785,"currency":"USD","Pledges":[{"amount":1,"backers":232,"pledgePercentage":0.13,"limited":false,"description":"SUGGEST A PAINTING!                  \nTell us your favorite painting or painted character -- who you think HAS to be in the film.  We'll seriously consider it and we want to hear from you!  Also... a HUGE THANKS.  Every backer counts big time.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":61,"numAllCaps":6},{"amount":10,"backers":302,"pledgePercentage":0.17,"limited":false,"description":"PRODUCTION BLOG ACCESS -- a rare look into the workings of an animated film.  Updated with photos, video clips, new artwork and blogs from the filmmakers.  Come with us on the journey of making an animated film.  (Included in all higher rewards)","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":45,"numAllCaps":3},{"amount":10,"backers":66,"pledgePercentage":0.04,"limited":false,"description":"AMBASSADOR PROGRAM...Great for Teachers, Students and Film School Grads.   Producer tastes on a film school budget?  Make at least a $10 pledge, recruit a bunch of friends to do the same, have them recruit a bunch of friends to continue, and get Rewards credit for everything you help to contribute!!!  The Top 5 Ambassadors will be recognized with a 'special thanks' in our children's book and....Wait for it... will share a Screen Credit as Associate Producers of the film...and if your friends don't believe that's your name on the screen, you can show them the photos of your producer-self walking the Red Carpet with us at the 'Art Story' film premier!!!","estimatedDelivery":"2016-12-01","estimatedDeliveryISO":"2016-12-01T00:00:00.000Z","numWords":115,"numAllCaps":2},{"amount":25,"backers":127,"pledgePercentage":0.07,"limited":false,"description":"....Check out the Art Story Ambassador Program Guidelines on our Facebook page for a complete description of the program (facebook.com/artstoryfilm/notes)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":20,"numAllCaps":0},{"amount":35,"backers":85,"pledgePercentage":0.05,"limited":false,"description":"DIGITAL ARTWORK OF YOUR CHOICE – along with the Production Blog, we’ll email you a hi-res version of your favorite Visual Development piece (the artwork shown in the video and on this page – Walt and Grandpa in the world of a painting).  The digital jpeg will be hi-res print ready.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":52,"numAllCaps":5},{"amount":40,"backers":261,"pledgePercentage":0.15,"limited":false,"description":"\"HOW TO DRAW\" DOWNLOAD -- from a blank file to a finished painting, Aaron will take you through his detailed Photoshop process on one of the key character paintings of our film. Very informative for young, learning artists!  Checking our his amazing work at: http://aaronblaiseart.blogspot.com, and http://creatureartteacher.com/how-to-draw-downloads/  (Includes Digital Artwork of Your Choice)","estimatedDelivery":"2017-11-01","estimatedDeliveryISO":"2017-11-01T00:00:00.000Z","numWords":55,"numAllCaps":4},{"amount":50,"backers":150,"pledgePercentage":0.08,"limited":false,"description":"DVD OF THE FILM!  -- Upon immediate release of the DVD, we'll send you the movie hot off the presses.  Own the film.  Cherish it for years. (Includes previous rewards.  Note: estimating release, actual date TBD)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":40,"numAllCaps":6},{"amount":60,"backers":68,"pledgePercentage":0.04,"limited":false,"description":"FILM PITCH BOOK – a PDF copy emailed to you of our final pitch.  Over 30 pages of images and text, outlining the whole story and including lots of new artwork.  It’s what we’ll use to pitch the film in Hollywood and will give you a special insiders view of the process. (Includes all reward from level amounts)","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":60,"numAllCaps":4},{"amount":75,"backers":69,"pledgePercentage":0.04,"limited":false,"description":"CHILDREN'S BOOK DOWNLOAD -- when finished, we'll email you a digital pdf of the entire book, outlining the story.  We don't know if we'll find a publisher, so this may be a one time, exclusive look at the film.  Sure to be special!  (Includes all reward from level amounts)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":52,"numAllCaps":3},{"amount":100,"backers":112,"pledgePercentage":0.06,"limited":false,"description":"\"ART STORY\" CAST & CREW T-SHIRT.   An exclusive T-shirt designed only for our backers.  Throwing your money in with us makes you a part of the team and we want you to celebrate it on your chest!!! (We'll match your size, female cuts too!) (Includes all reward from level amounts)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":53,"numAllCaps":6},{"amount":150,"backers":74,"pledgePercentage":0.04,"limited":false,"description":"PRE-PRODUCTION MOVIE POSTER signed by filmmakers & T-shirt. The Poster is not designed yet – but it’ll be great!  We’ll send a signed, high quality print right to your doorstep. (Includes blog, DVD, Digital Artwork download, \"How to Draw\" download -- all lower level amounts)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":46,"numAllCaps":5},{"amount":200,"backers":18,"pledgePercentage":0.01,"limited":false,"description":"SWAG COMBO PACKET --  DVD of film, Film Pitch Book, Cast & Crew T-shirt, Children's Book Download, blog access, digital artwork of your choice and signed Pre-Production Movie Poster!  If you like movie swag, this is for you!!!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":40,"numAllCaps":5},{"amount":250,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"***SPECIAL TEACHER’S PACKET*** – a more detailed synopsis of the characters and story, select artwork prints of the show, background/history of artists & paintings used in the film, “how to draw” tutorials, coloring print outs, ideas for how to include material in class – e.g., research, sketches, reading selections.   All material with be digital and includes a Cast & Crew T-shirt for the teacher.  *Use the story to introduce the kids to fantastic classical paintings and their painters.  >>If you want to buy this package for a teacher or are referred by one, just send us the teacher's email info and we'll get it to him or her. <<","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":113,"numAllCaps":4},{"amount":500,"backers":18,"pledgePercentage":0.01,"limited":false,"description":"ALL DIGITAL PRINTS COMBO PACKET –  everything in the Swag Packet (pitch book, DVD. T-shirt, Poster, etc.) plus all the hi-res Digital Prints emailed to you!  For the “Art Story” ultimate fan.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":34,"numAllCaps":7},{"amount":1000,"backers":6,"pledgePercentage":0,"limited":false,"description":"PERSONALIZED PITCH BOOK & ORIGINAL ARTWORK signed by filmmakers.  We’ll send you a printed copy of the Pitch Book with a special note of thanks from the filmmakers and an original sketch of one our characters.  A unique way to give our thanks.  (Includes Swag Combo Packet)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":1200,"backers":1,"pledgePercentage":0,"limited":true,"description":"ONE OF EVERYTHING PACKET – all the digital prints, poster, t-shirt, DVD, pitch book pdf, teacher’s packet, an original sketch and a PERSONAL PHONE CALL or SKYPE thank you from the filmmakers.   (All items in Swag Combo Packet)","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":40,"numAllCaps":9},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":false,"description":"CONSULT ON YOUR STORY!  Aaron and Chuck will spend 3 hrs. consulting with you on your story idea.  Together, Aaron and Chuck have nearly 50 years of working in animation on world class stories.  They'll spend 2 x 3 hours on the phone, in person or on Skype helping you on your story idea.  (Travel not included, available anytime over the next year and half).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":2200,"backers":3,"pledgePercentage":0,"limited":true,"description":"ORIGINAL SKETCH & STUDIO TOUR – come see how animated films are made and get an original sketch of the film from one of our primary artists.  We’ll take through the ins and out of where we are in the process, let you spend a couple of hours with us in the studio and make sure you leave with one of the original, signed sketches of the project (a character from the film).   (Includes Swag Combo Packet)","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":80,"numAllCaps":4},{"amount":4000,"backers":5,"pledgePercentage":0,"limited":false,"description":"LIMITED EDITION CHARACTER SCULPTURE (Maquette) by Disney character sculptor Tony Cipriano.  Includes everything from the previous tiers, unless noted, PLUS an amazing cast action pose of Walt going into a painting (design coming) -- approx. 10 inches tall.","estimatedDelivery":"2016-12-01","estimatedDeliveryISO":"2016-12-01T00:00:00.000Z","numWords":39,"numAllCaps":5},{"amount":5000,"backers":7,"pledgePercentage":0,"limited":true,"description":"PRIVATE SCREENING & ALL THE SWAG  -- watch the film with the filmmakers followed by lunch.  Be one of the first to see the finished film and stay around for a discussion with the crew (Location TBD, Travel and accommodations not included)   (Includes Swag Combo Packet)","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":7500,"backers":4,"pledgePercentage":0,"limited":true,"description":"JOIN THE STORY TEAM  -- That’s right, be a part of the story!  Come for a day with the story team.  Story meetings are fun, creative, multi-hour sessions where we're figuring out the story: we brainstorm, laugh, argue and, yes, even cry a little all in the effort to make the best story possible.  Come see what it's like and contribute to the ideas.  (Travel and accommodations not included)   (Includes Swag Combo Packet)","estimatedDelivery":"2016-12-01","estimatedDeliveryISO":"2016-12-01T00:00:00.000Z","numWords":80,"numAllCaps":4},{"amount":8000,"backers":2,"pledgePercentage":0,"limited":true,"description":"BE SEEN IN THE MOVIE!  The movie journeys through many paintings and includes many characters.  We’ll design a character after you or a loved-one’s likeness and include it in the film.  You might be a ballerina in a Degas, a medieval peasant in a Bruegel, or a pirate in an NC Wythe – we can’t guarantee when or where, but we’ll get your likeness in the film!  (Placement to be determined by filmmakers).   (Includes Swag Combo Packet)","estimatedDelivery":"2016-12-01","estimatedDeliveryISO":"2016-12-01T00:00:00.000Z","numWords":83,"numAllCaps":6},{"amount":9000,"backers":1,"pledgePercentage":0,"limited":true,"description":"GALLERY NIGHT SCREENING!  Screen the finished film at your gallery or a gallery of your choice.  Use it to raise money, honor your special patrons and their families or just to celebrate art!   We'll supply the film, provide promotional artwork and do our best to be there (schedule permitting) -- you do the rest.","estimatedDelivery":"2016-12-01","estimatedDeliveryISO":"2016-12-01T00:00:00.000Z","numWords":58,"numAllCaps":3},{"amount":10000,"backers":4,"pledgePercentage":0,"limited":true,"description":"PREMIER NIGHT TICKETS!!!  Come to the world-wide premier (location TBD).  We'll layout the red carpet: introduce you to the attending cast, join us at any before and after parties, and, if you like, sit next to us at the premier.  Sure to be a fun, exciting night for all!  (Pledge includes 2 tickets, travel and lodging not included) (Includes all previous Swag and maquette)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":68,"numAllCaps":4},{"amount":10000,"backers":2,"pledgePercentage":0,"limited":true,"description":"VOICE A CHARACTER!  The ultimate animation fan dream.  Be a voice in major release animated film!  Dozens of voices make up an animated film of this size.  We’ll be sure you have a line or two in the film, the voice of a minor character, but still an interregnal part of our complex film.   (Includes Swag Combo Packet)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":10000,"backers":4,"pledgePercentage":0,"limited":true,"description":"APPRENTICE WITH THE FILMMAKERS -- a 3 month experience with the directors on the project.  Everything from deep research to coordinating artists all over the world to taking notes in story meetings -- you'll work directly with the leadership of the film, learning the ins and outs of making a movie.  Room and board not provided, pre-production based in West Palm Beach, FL.   Great for aspiring students, resume stuffing, or that second start on a career.  (We'll work with you to schedule the best time).   (Includes Swag Combo Packet)","estimatedDelivery":"2016-12-01","estimatedDeliveryISO":"2016-12-01T00:00:00.000Z","numWords":96,"numAllCaps":5}],"updates":47,"comments":206},"errors":{}}