{"successes":{"title":"Krosmaster Arena Anime Miniatures Game - Frigost Expansion","category":"Games","subcategory":"Tabletop Games","description":"Welcome to the Ice World!","avatarURL":"https://ksr-ugc.imgix.net/projects/718768/photo-original.png?v=1397851508&w=1536&h=1152&fit=crop&auto=format&q=92&s=b043a265002d1e15ecc35ad98d831295","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/718768/video-314647-h264_high.mp4","city":"Seattle","state":"WA","country":"US","duration":30,"startDate":1384502400000,"endDate":1387094400000,"raised":361764,"goal":25000,"percent":1447,"backers":1362,"currency":"USD","Pledges":[{"amount":1,"backers":47,"pledgePercentage":0.03,"limited":false,"description":"SUPPORTER LEVEL - Our thanks, and an online code for the Terminatot Promo for use in the online version of Krosmaster: Arena!","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":22,"numAllCaps":2},{"amount":15,"backers":15,"pledgePercentage":0.01,"limited":false,"description":"HELPER LEVEL - You'll received the promotional Terminatot figure and online code with free shipping to any USA Domestic address!","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":20,"numAllCaps":3},{"amount":45,"backers":7,"pledgePercentage":0.01,"limited":false,"description":"STARTER LEVEL - One copy of Krosmaster: Arena - Frigost Extension, with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":19,"numAllCaps":3},{"amount":75,"backers":622,"pledgePercentage":0.46,"limited":false,"description":"COMMANDER LEVEL - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND eligible for all stretch goals -  with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":51,"numAllCaps":5},{"amount":175,"backers":159,"pledgePercentage":0.12,"limited":false,"description":"MASTER LEVEL - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND one copy of the Base Game plus 6 extra promo figures AND eligible for all stretch goals - with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":62,"numAllCaps":6},{"amount":333,"backers":100,"pledgePercentage":0.07,"limited":true,"description":"COLLECTOR'S EDITION (Count Harebourg XXL) - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND eligible for all stretch goals PLUS a set of 18 PVC terrain pieces AND a set of 15 PVC token pieces AND a limited edition XXL Count Harebourg figure AND MORE TO BE ANNOUNCED! - with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":82,"numAllCaps":17},{"amount":333,"backers":51,"pledgePercentage":0.04,"limited":true,"description":"COLLECTOR'S EDITION (Argon Gass XXL) - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND eligible for all stretch goals PLUS a set of 18 PVC terrain pieces AND a set of 15 PVC token pieces AND a limited edition XXL Argon Gass figure AND MORE TO BE ANNOUNCED! - with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":82,"numAllCaps":17},{"amount":333,"backers":71,"pledgePercentage":0.05,"limited":true,"description":"COLLECTOR'S EDITION (Yech'ti XXL) - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND eligible for all stretch goals PLUS a set of 18 PVC terrain pieces AND a set of 15 PVC token pieces AND a limited edition XXL Yech'ti figure AND MORE TO BE ANNOUNCED! - with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":80,"numAllCaps":17},{"amount":333,"backers":147,"pledgePercentage":0.11,"limited":true,"description":"COLLECTOR'S EDITION (Carrying Case Edition) - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND eligible for all stretch goals PLUS a set of 18 PVC terrain pieces AND a set of 15 PVC token pieces AND a limited edition Frigost Carrying Case AND MORE TO BE ANNOUNCED! - with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":81,"numAllCaps":15},{"amount":699,"backers":94,"pledgePercentage":0.07,"limited":true,"description":"SUPER COLLECTOR'S EDITION - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND eligible for all stretch goals PLUS a set of 38 Resin and/or PVC terrain pieces AND a set of 32 PVC token pieces AND 60 Metallized Kama Coins AND 15 Metallized Gallons of Glory AND a copy of the Base Game and ALL EIGHT original expansions plus ALL EIGHT original promos AND MORE TO BE ANNOUNCED! - with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":102,"numAllCaps":22},{"amount":699,"backers":38,"pledgePercentage":0.03,"limited":true,"description":"SUPER COLLECTOR'S EDITION (the sequel) - One copy of Krosmaster: Arena - Frigost Extension, 1 set of alternative trees and ice cubes, one promo figure Terminatot, AND a copy of the new Duel Pack featuring 2 new figures AND eligible for all stretch goals PLUS a set of 38 Resin and/or PVC terrain pieces AND a set of 32 PVC token pieces AND 60 Metallized Kama Coins AND 15 Metallized Gallons of Glory AND a copy of the Base Game and ALL EIGHT original expansions plus ALL EIGHT original promos AND MORE TO BE ANNOUNCED! - with free shipping to any USA Domestic address","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":104,"numAllCaps":22}],"updates":59,"comments":9796},"errors":{}}