{"successes":{"title":"Dreamfall Chapters: The Longest Journey","category":"Games","subcategory":"Video Games","description":"Dreamfall Chapters is the long-awaited sequel to acclaimed PC adventure games The Longest Journey and Dreamfall: The Longest Journey","avatarURL":"https://ksr-ugc.imgix.net/projects/397998/photo-original.jpg?v=1397803735&w=1536&h=1152&fit=crop&auto=format&q=92&s=694be8a6db303a009a5e6657270861a7","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/397998/video-204158-h264_high.mp4","city":"Oslo","state":null,"country":"Norway","duration":30,"startDate":1360310400000,"endDate":1362902400000,"raised":1538425,"goal":850000,"percent":181,"backers":21858,"currency":"NOK","Pledges":[{"amount":5,"backers":252,"pledgePercentage":0.01,"limited":false,"description":"THE WARM FUZZIES • Support Red Thread Games and Dreamfall Chapters! • Receive a nice JOURNEYMAN FORUM BADGE on the official forums, and feel warm & fuzzy inside because you helped us realise our wildest dreams! • You will also receive three beautiful, high-resolution WALLPAPERS!","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":45,"numAllCaps":7},{"amount":20,"backers":4997,"pledgePercentage":0.23,"limited":true,"description":"DIGITAL DOWNLOADABLE COPY OF DREAMFALL CHAPTERS • This special EARLY-BIRD tier is limited to the first 5,000 pledgers! Download the game at launch! • Receive a special ISTRUM FORUM BADGE on the official forums, along with five beautiful, high-resolution WALLPAPERS!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":40,"numAllCaps":11},{"amount":25,"backers":8029,"pledgePercentage":0.37,"limited":false,"description":"DIGITAL DOWNLOADABLE COPY OF DREAMFALL CHAPTERS • Download the game at launch! • Get an ISTRUM FORUM BADGE on the official forums plus five beautiful, high-resolution WALLPAPERS!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":27,"numAllCaps":10},{"amount":50,"backers":2878,"pledgePercentage":0.13,"limited":false,"description":"DIGITAL SPECIAL EDITION OF DREAMFALL CHAPTERS • Everything from the $25 tier PLUS a bunch of great extras! • Includes the OFFICIAL SOUNDTRACK along with additional making-of videos and behind the scenes material! Also includes the short-story collection JOURNEYS: BIRTH in PDF, EPUB and MOBI formats, plus the digital grimoire TOME OF THE BALANCE in PDF format! You will also receive the MINSTRUM FORUM BADGE along with 10 beautiful WALLPAPERS!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":70,"numAllCaps":23},{"amount":75,"backers":2227,"pledgePercentage":0.1,"limited":false,"description":"DIGITAL COLLECTOR'S EDITION + EARLY ACCESS • Includes everything from the $50 tier PLUS even more awesome extras! • EARLY ACCESS! Download and play Dreamfall Chapters before anyone else! • You also get a digital copy of the ART OF DREAMFALL, containing concept art, sketches and renders from the game, along with inside information from key developers! Also includes JOURNEYS: THE GRAPHIC NOVEL in PDF format! In addition, you will receive a special VESTRUM FORUM BADGE!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":76,"numAllCaps":19},{"amount":110,"backers":1330,"pledgePercentage":0.06,"limited":false,"description":"BOXED COLLECTOR'S EDITION • Get a boxed DVD copy for your collection! • Includes a beautifully designed COLLECTOR'S EDITION BOX and printed instruction manual! You also get everything from the $75 tier, including a downloadable copy of the DIGITAL COLLECTOR'S EDITION!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":41,"numAllCaps":10},{"amount":150,"backers":610,"pledgePercentage":0.03,"limited":false,"description":"DIGITAL DREAMER'S EDITION • The ultimate digital package! • Includes the Digital Collector's Edition with all the extras from the $75 tier PLUS the audiobook version of JOURNEYS: BIRTH! We will also add your name to the game's credits and send you a PRETTY POSTCARD personalised and signed by the development team! Includes the DREAMER FORUM BADGE!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":57,"numAllCaps":11},{"amount":200,"backers":183,"pledgePercentage":0.01,"limited":true,"description":"LIMITED WONKERS THE WATILLA USB EDITION • The ultimate digital package on a unique USB key! • Includes all the extras from the $75 Digital Collector's Edition PLUS the audiobook version of JOURNEYS: BIRTH! We will also add your name to the game's credits and send you a PRETTY POSTCARD personalised and signed by the development team! Includes the DREAMER FORUM BADGE! All on a unique 16GB Wonkers USB key!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":70,"numAllCaps":16},{"amount":250,"backers":286,"pledgePercentage":0.01,"limited":false,"description":"BOXED DREAMER'S EDITION • Get a SIGNED DREAMER'S EDITION BOX, containing Dreamfall Chapters on DVD! • Includes everything from the $150 tier PLUS the expanded, full-colour printed instruction manual and a printed paperback edition of JOURNEYS: BIRTH!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":37,"numAllCaps":11},{"amount":350,"backers":100,"pledgePercentage":0,"limited":true,"description":"LIMITED BOXED DREAMER'S EDITION • Get everything from the $250 tier in a SIGNED AND NUMBERED LIMITED EDITION BOX! • Includes the game on a Dreamfall Chapters USB key! Also includes the printed, full-colour graphic novel JOURNEYS!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":37,"numAllCaps":12},{"amount":500,"backers":497,"pledgePercentage":0.02,"limited":true,"description":"COMPLETE LIMITED BOXED EDITION • The ultimate boxed version of Dreamfall Chapters! • Includes everything from the $350 tier in a unique COMPLETE LIMITED EDITION BOX, numbered and signed by the developers! Every box includes a PERSONAL NOTE from Ragnar Tørnquist! In addition, you get the printed edition of the ART OF DREAMFALL CHAPTERS and the TOME OF THE BALANCE! We will add your name to the credits, and you will also receive the OFFICIAL SOUNDTRACK on CD, along with the coveted SHIFTER FORUM BADGE!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":85,"numAllCaps":25},{"amount":750,"backers":49,"pledgePercentage":0,"limited":true,"description":"THE DIRECTOR'S PACK • The ultimate personal touch! • Includes everything from the $500 tier PLUS a UNIQUE SIGNED PRINT of the game's concept art by art director Christer Sveen! You will also receive a personal thank-you call from creator Ragnar Tørnquist and the powerful DRACHKIN FORUM BADGE!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":48,"numAllCaps":11},{"amount":1000,"backers":29,"pledgePercentage":0,"limited":true,"description":"BENEFACTOR OF MARCURIA • Includes everything from the $500 tier! • PLUS your name will be prominently displayed on the Benefactor's Gate in Marcuria, and the town crier will recite your name on a regular basis! In addition, you will receive a special listing in the game's credits!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":1000,"backers":50,"pledgePercentage":0,"limited":true,"description":"THE DOPPELGÄNGER • Includes everything from the $500 tier! • PLUS become an NPC in the game! We will create an NPC in the game with your name (or a name of your choice) and general likeness, based on a standard template. In addition, you will receive a special listing in the game's credits!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":54,"numAllCaps":5},{"amount":1000,"backers":20,"pledgePercentage":0,"limited":true,"description":"MOST WANTED! • Includes everything from the $750 tier! (**NOTE that ALL $1,000 tiers have now been upgraded to include the $750 tier reward!**) • PLUS get your mug on Most Wanted posters in Marcuria OR Most Wanted broadcasts in Europolis! A photograph of you or a person of your choosing will be used for the poster/broadcast. In addition, you will receive a special Most Wanted listing in the game's credits!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":71,"numAllCaps":7},{"amount":1000,"backers":10,"pledgePercentage":0,"limited":true,"description":"UNREAL WORLD! • Includes everything from the $750 tier! (**NOTE that ALL $1,000 tiers have been upgraded to include the $750 tier reward!**) • PLUS become a participant on the biggest reality show of the future, EUROTRASH! Your name and likeness will be used for in-game video commercials for the show! In addition, you will receive a special Eurotrash listing in the game's credits!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":64,"numAllCaps":6},{"amount":1000,"backers":10,"pledgePercentage":0,"limited":true,"description":"THE PUPPETMASTER! • Includes everything from the $750 tier! (**NOTE that ALL $1,000 tiers have been upgraded to include the $750 tier reward!**) • PLUS become a finger puppet in Roper Klacks' popular new puppet-show in Marcuria, THE FINGERINGS! Your name and general likeness will be used to create a finger puppet! In addition, you will receive a special Puppeteered listing in the game's credits!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":65,"numAllCaps":7},{"amount":2500,"backers":6,"pledgePercentage":0,"limited":true,"description":"THE SOCIALITE • Select one of the $1,000 tiers, either Benefactor of Marcuria or The Doppelgänger! • PLUS hang with some of the key developers one evening in San Francisco during GDC 2013/2014 OR at gamescom Cologne 2013/2014! The choice of event is yours! Drinks, dinner & engaging conversation into the wee hours are all on us! Includes an additional FIVE DIGITAL COPIES to give away to friends or family! In addition, you will receive a special listing in the game's credits! Travel and accommodation not included.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":87,"numAllCaps":8},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE PLAYER • Includes everything from the $750 tier! • PLUS come visit our Oslo, Norway office and spend a full day with the dev team! Play an early version of the game and give us feedback! Eat pizza at the office with the team, and then go out for dinner and drinks afterwards to talk about the game, life, the universe and everything! Your picture will go up on our inspirational office WALL OF HONOUR! You will also receive a very special thanks to in the game's credits! Includes an additional 10 DIGITAL COPIES to give to friends and family! Travel and accommodation not included.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":106,"numAllCaps":8},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE SWINGER • Includes everything from the $750 tier! • PLUS attend the release party in Oslo and bring a friend or a date! Join the traditional Norwegian 'nachspiel' after-party with the dev team and party until sunrise! Your picture will go up on our office WALL OF HONOUR! You will also receive a very special thanks to in the game's credits! Includes an additional 10 DIGITAL COPIES to give to friends and family! Travel and accommodation not included.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":79,"numAllCaps":8},{"amount":5000,"backers":4,"pledgePercentage":0,"limited":true,"description":"BIRTHRIGHT • Includes everything from the $750 tier! • PLUS create an NPC from scratch! Decide where this character lives, name him/her, and provide us with a backstory for the character! Choose your character's appearance from a number of visual character templates! Write your character's dialogue (about 10-15 lines in total, all dialogue subject to final approval) and choose from a selection of actors to give your character a voice! We will put your picture up on our inspirational office WALL OF HONOUR! You will also receive a very special thanks to in the game's credits! Includes an additional 10 DIGITAL COPIES to give to friends and family!","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":108,"numAllCaps":8},{"amount":7500,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE DIRECTOR • Select one of the $5,000 tiers (either The Player, The Swinger or Birthright) PLUS sit in on a voice-over session in London or L.A., meet some of the stars of the game, and spend a day at the recording studio and at lunch with the writers and director of the game! We will put your picture up on our inspirational office WALL OF HONOUR! You will also receive a very special thanks to in the game's credits! Includes an additional 10 DIGITAL COLLECTOR'S EDITION copies to give to friends and family! Dates for the recording sessions will be determined at a later stage, and will most likely occur between August 2013 and September 2014. Travel and accommodation not included.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":122,"numAllCaps":10},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":false,"description":"THE GUARDIAN OF THE BALANCE • The ultimate pledger's package! • Select one of the $5,000 tiers, either The Player, The Swinger or Birthright! •  PLUS earn our eternal, undying gratitude! Receive a SUPER SPECIAL THANK-YOU in the opening credits! Get a PERSONAL THANK-YOU CALL from the dev team AND A SPECIAL GIFT BAG in the mail, containing as many unique goodies as we can squeeze in (e.g. signed scripts and design documents, concept art, production mementos, embarrassing overtime pictures)! Get a personalised AUDIO CALL-OUT from one of the characters in the game! Join the LAUNCH PARTY (and traditional Norwegian 'nachspiel' after-party) in Oslo with a friend, where writer Dag Scheve will serenade you (or your companion) with his guitar! Your boxed copy will include a SPECIAL SIGNED MESSAGE from the team and a one-of-a-kind Guardian of the Balance stamp! You will also receive 10 DIGITAL DREAMER'S EDITION copies of the game and the ultimate GUARDIAN FORUM BADGE! Travel and accommodation not included.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":164,"numAllCaps":30}],"updates":85,"comments":33345},"errors":{}}