{"successes":{"title":"Oval - The First Digital HandPan","category":"Technology","subcategory":"Hardware","description":"A new electronic musical instrument which allows you to play, learn and perform music using any sound you can imagine.","avatarURL":"https://ksr-ugc.imgix.net/projects/1879459/photo-original.jpg?v=1436660658&w=1536&h=1152&fit=crop&auto=format&q=92&s=4bd91aacb0bb78eddbbe9065bc3413cb","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1879459/video-550991-h264_high.mp4","city":"Barcelona","state":null,"country":"Spain","duration":40,"startDate":1433228400000,"endDate":1436684400000,"raised":348018,"goal":100000,"percent":348,"backers":680,"currency":"EUR","Pledges":[{"amount":5,"backers":25,"pledgePercentage":0.04,"limited":false,"description":"WE’LL SEND BEAMS OF GRATITUDE TOWARDS YOU\nThe donation might be small but you gesture is grand and enormously helpful. Your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-02-01","estimatedDeliveryISO":"2016-02-01T00:00:00.000Z","numWords":31,"numAllCaps":7},{"amount":15,"backers":18,"pledgePercentage":0.03,"limited":false,"description":"THANK YOU FOR YOUR SUPPORT\nYou will get a CD signed by RAVID .\nPlus, you name will be listed at the supporter page in our website.","estimatedDelivery":"2016-02-01","estimatedDeliveryISO":"2016-02-01T00:00:00.000Z","numWords":25,"numAllCaps":7},{"amount":40,"backers":7,"pledgePercentage":0.01,"limited":false,"description":"CD + OFFICIAL T_SHIRT\nYou will get a CD signed by RAVID and One Oval official T-shirt. Your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-02-01","estimatedDeliveryISO":"2016-02-01T00:00:00.000Z","numWords":28,"numAllCaps":5},{"amount":80,"backers":17,"pledgePercentage":0.03,"limited":false,"description":"THE HANDPAN OFFICIAL NOTEBOOKS\nGet the pack of the eight different notebooks and guides for the HandPans. It is the result of years of research and work by Ravid.","estimatedDelivery":"2016-02-01","estimatedDeliveryISO":"2016-02-01T00:00:00.000Z","numWords":28,"numAllCaps":4},{"amount":349,"backers":50,"pledgePercentage":0.07,"limited":true,"description":"VERY EARLY BIRDS\nVery Early Birds help us to get started! Limited to only 50 units! Get one Oval in white color. The first 50 backers will be able to preorder OVAL at this special price. You save 40% off retail price after the campaign. As an extra thank you your name will be listed at the supporter page in our website and two years of FREE access to ANY app we develop.","estimatedDelivery":"2016-03-01","estimatedDeliveryISO":"2016-03-01T00:00:00.000Z","numWords":72,"numAllCaps":6},{"amount":399,"backers":250,"pledgePercentage":0.37,"limited":true,"description":"EARLY BIRDS\nEarly Birds help us to get started! Limited to only 250 units! Get one Oval in any of the 3 colors. The first 250 backers will be able to preorder OVAL at this special price. You save 33% off retail price after the campaign. As an extra thank you your name will be listed at the supporter page in our website, and two years of FREE access to ANY app we develop.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":73,"numAllCaps":5},{"amount":499,"backers":140,"pledgePercentage":0.21,"limited":true,"description":"OVAL SOLO \nOne Oval in any of the 3 colors. You save 16% off retail price after the campaign. Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":50,"numAllCaps":3},{"amount":539,"backers":5,"pledgePercentage":0.01,"limited":true,"description":"OVAL SOLO + CD + OFFICIAL T_SHIRT \nOne Oval in any of the 3 colors. You save 16% off retail price after the campaign. You will get a CD signed by RAVID and One Oval official T-shirt.  Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":69,"numAllCaps":8},{"amount":579,"backers":33,"pledgePercentage":0.05,"limited":true,"description":"OVAL SOLO + OFFICIAL NOTEBOOKS \nOne Oval in any of the 3 colors. You save 16% off retail price after the campaign. Get the pack of the eight different notebooks and guides for the HandPans. Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":66,"numAllCaps":5},{"amount":599,"backers":71,"pledgePercentage":0.1,"limited":true,"description":"OVAL SOLO + SHELL\nOne Oval in any of the 3 colors. You save 16% off retail price after the campaign and add the SHELL with your name engraved inside. Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":60,"numAllCaps":5},{"amount":619,"backers":12,"pledgePercentage":0.02,"limited":true,"description":"OVAL SOLO + OFFICIAL NOTEBOOKS + CD + OFFICIAL T_SHIRT\nOne Oval in any of the 3 colors. You save 16% off retail price after the campaign. Get the pack of the eight different notebooks and guides for the HandPans. Also you will get a CD signed by RAVID and One Oval official T-shirt. Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":84,"numAllCaps":10},{"amount":959,"backers":8,"pledgePercentage":0.01,"limited":true,"description":"OVAL DUO\nGet two OVALS of your choice in any of the 3 colors, or one of each (choose your colors at the end of the campaign). Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":57,"numAllCaps":4},{"amount":1135,"backers":9,"pledgePercentage":0.01,"limited":true,"description":"OVAL DUO + SHELL\nGet two OVALS of your choice in any of the 3 colors, or one of each (choose your colors at the end of the campaign) and add two SHELL with your name engraved inside. Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":68,"numAllCaps":6},{"amount":1350,"backers":2,"pledgePercentage":0,"limited":true,"description":"OVAL TRIO\nGet three OVALs  of your choice in any of the  3 colors, or one of each (choose your colors at the end of the campaign). Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":59,"numAllCaps":3},{"amount":1599,"backers":2,"pledgePercentage":0,"limited":true,"description":"OVAL TRIO + SHELL\nGet three OVALs  of your choice in any of the  3 colors, or one of each (choose your colors at the end of the campaign) and add three SHELL with your name engraved inside. Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":70,"numAllCaps":5},{"amount":1700,"backers":2,"pledgePercentage":0,"limited":true,"description":"OVAL QUARTET\nGet four OVALs of your choice in any of the 3 colors (choose your colors at the end of the campaign). Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":53,"numAllCaps":3},{"amount":1999,"backers":2,"pledgePercentage":0,"limited":true,"description":"OVAL QUARTET + SHELL\nGet four OVALs of your choice in any of the 3 colors (choose your colors at the end of the campaign) and add four SHELL with your name engraved inside. Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":64,"numAllCaps":5},{"amount":3990,"backers":4,"pledgePercentage":0.01,"limited":true,"description":"BE AN OVAL PARTNER\nGet TEN OVALs of your choice in any of the  3 colors. (choose your colors at the end of the campaign). Free download of any OVAL app we will develop in the next two years. As an extra thank you your name will be listed at the supporter page in our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":56,"numAllCaps":6},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE OVAL COLLECTOR EDITION\nGet the FIRST prototype of the OVAL instrument with your certificate serial number. You want to have this as it will be a museum piece someday! Free download of any OVAL app we will develop in the next two years. Your name will be listed at the supporter page in our website, with our eternal gratitude.","estimatedDelivery":"2016-03-01","estimatedDeliveryISO":"2016-03-01T00:00:00.000Z","numWords":59,"numAllCaps":7}],"updates":32,"comments":181},"errors":{}}