{"successes":{"title":"MOSS - Robot Construction System","category":"Technology","subcategory":"Robots","description":"Build your own robots with MOSS! Simple, fun, magnetic robot construction kits. No coding, no wires, oodles of configurations!","avatarURL":"https://ksr-ugc.imgix.net/projects/703495/photo-original.png?v=1397849860&w=1536&h=1152&fit=crop&auto=format&q=92&s=cda66ca30d38dc52195afd52131bb322","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/703495/video-308396-h264_high.mp4","city":"Boulder","state":"CO","country":"US","duration":34,"startDate":1383811200000,"endDate":1386748800000,"raised":361293,"goal":100000,"percent":361,"backers":1578,"currency":"USD","Pledges":[{"amount":1,"backers":118,"pledgePercentage":0.07,"limited":false,"description":"BACKER WALL: \nYour name will be lovingly handwritten on our Backer Wall. Everyone who supports our campaign will have their name added to the lobby at Modular Robotics HQ!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":29,"numAllCaps":3},{"amount":20,"backers":71,"pledgePercentage":0.04,"limited":false,"description":"MOSS T-SHIRT: Hey there hot stuff! You'll look fantastic in this comfy, organic cotton t-shirt designed by Modular Robotics. It features a technical drawing of the MOSS Angle module and looks as good as it feels... which is awesome.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":39,"numAllCaps":3},{"amount":59,"backers":133,"pledgePercentage":0.08,"limited":false,"description":"SIMPLE STARTER KIT: Build your own light-loving robot! You can build a cute little critter that will orient itself toward a flashlight in a dark room. In addition you can build other fun robots that spin and wobble in the coolest ways. This kit is a great place to start. Over time you can add more pieces for more robots. Plus, get your name on our Backer Wall!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":68,"numAllCaps":3},{"amount":99,"backers":650,"pledgePercentage":0.41,"limited":false,"description":"BASIC BUILDER KIT: Build a distance-sensing robot motorcycle! The Basic Builder is the best way to start playing with robots. This kit includes two spin modules so you can create simple robot critters that scoot and drive. Control your creation with an infrared distance sensor! When you back on Kickstarter you'll save $50 off the projected retail price! Plus, get a T-shirt and your name on our backer wall!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":299,"backers":40,"pledgePercentage":0.03,"limited":false,"description":"SHOGUN TANK BY HUCK GEE: Be one of the first to own this exclusive Huck Gee designed robot tank! The Shogun Tank comes with everything you need to build one awesome bluetooth-controlled tank. It is designed to accurately fire a foam dart up to 3 meters! Infused with Huck's Skull Kid style this kit is a great way to add some flair to your MOSS collection. Plus, get a T-shirt and your name on our backer wall!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":77,"numAllCaps":7},{"amount":339,"backers":199,"pledgePercentage":0.13,"limited":true,"description":"EARLY BIRD ADVANCED BUILDER KIT: Get it early and save!  Go beyond the simple builder kits and unlock the creative possibilities!  Build your own bluetooth controlled car, interactive crane, sound responsive robot, and so much more!  The Advanced Builder Kit is the ultimate MOSS building experience. Plus, get a T-shirt and your name on our backer wall!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":60,"numAllCaps":7},{"amount":379,"backers":234,"pledgePercentage":0.15,"limited":false,"description":"ADVANCED BUILDER KIT: Go beyond the simple builder kits and unlock the creative possibilities!  Build your own bluetooth controlled car, interactive crane, sound responsive robot, and so much more!  The Advanced Builder Kit is the ultimate MOSS building experience. Plus, get a T-shirt and your name on our backer wall!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":52,"numAllCaps":5},{"amount":629,"backers":72,"pledgePercentage":0.05,"limited":false,"description":"BIG BUNDLE: Double up on the MOSS fun and get the Advanced Builder and Shogun Tank by Huck Gee for $69 off the projected retail price. This bundle allows you to build multiple bluetooth controlled robots and includes pieces with Huck Gee's design. Maximize your building potential and get this kit!  Plus, get a T-shirt and your name on our backer wall!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":63,"numAllCaps":4},{"amount":949,"backers":43,"pledgePercentage":0.03,"limited":false,"description":"MEGA BUNDLE:  Quadruple the play experience with 2 Basic Builder Kits, and 2 Advanced Builder Kits for $147 off the projected retail price.  This bundle is the clear choice for families, educators or after-school programs to outfit a group of robot-builders.  With this variety of modules, four individuals can play and create at once!  Plus, get 4 T-shirts and your name on our backer wall!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":69,"numAllCaps":3},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":true,"description":"VISIT MODULAR ROBOTICS FOR THE DAY: Spend a day at Modular Robotics in Boulder, CO! You'll meet our team, tour our robot factory, and enjoy dinner with the CEO and directors. We'll fly you out and put you up in a hotel in historic Downtown Boulder.  You'll get to see our latest creations, discuss ideas for future products, app development, and play with buckets of MOSS modules. You’ll also receive everything in the BIG BUNDLE to take home with you. Domestic travel within the US is covered for one (1) person only. You are welcome to bring up to two guests (so bring your kids!), or fly internationally, but you will need to cover any additional travel expenses.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":119,"numAllCaps":12}],"updates":20,"comments":174},"errors":{}}