{"successes":{"title":"The Universim","category":"Games","subcategory":"Video Games","description":"The Universim is a next generation Planet Management God - Game in development by Crytivo Games and designed by Alex Koshelkov.","avatarURL":"https://ksr-ugc.imgix.net/assets/004/021/941/24b37560c233de848abf8319ef46cf25_original.jpg?v=1434950492&w=700&fit=max&auto=format&q=92&s=c6814323551d119dea66f71e64e7a1c3","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/580039/video-374412-h264_high.mp4","city":"San Diego","state":"CA","country":"US","duration":31,"startDate":1398236400000,"endDate":1400914800000,"raised":387345,"goal":320000,"percent":121,"backers":11617,"currency":"USD","Pledges":[{"amount":5,"backers":37,"pledgePercentage":0,"limited":false,"description":"Thank you for your pledge! We really appreciate your support! Every backer for this level or higher will receive a KICKSTARTER BACKER BADGE on the The Universim forums and will be added to our BACKER WALL. We invite you to join our forums where you have the freedom to speculate about the game, offer suggestions, and interact with the development team.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":10,"backers":700,"pledgePercentage":0.06,"limited":true,"description":"Early bird discount of $15 tier!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":6,"numAllCaps":0},{"amount":15,"backers":4226,"pledgePercentage":0.36,"limited":false,"description":"The finished DRM-free game for PC, MAC, or Linux as well as access to the exclusive Steam beta. Kickstarter exclusive introductory discount of just 15$!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":25,"numAllCaps":3},{"amount":20,"backers":1656,"pledgePercentage":0.14,"limited":false,"description":"You will receive early beta access to the game when it becomes available, as well as the full DRM-free game at release for PC, MAC, or Linux. You will also receive exclusive wallpapers and the digitally-enhanced game manual in all its textual glory!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":43,"numAllCaps":3},{"amount":30,"backers":2146,"pledgePercentage":0.18,"limited":false,"description":"You will receive early alpha and beta access to the game when the builds become available, and the full DRM-free game at release for PC, MAC, or Linux. You will also receive exclusive wallpapers, the soundtrack, and the digitally enhanced game manual in all its textual glory!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":47,"numAllCaps":3},{"amount":35,"backers":267,"pledgePercentage":0.02,"limited":false,"description":"Couple's Combo!\nReceive two $20 tier copies of the game with all of the rewards! \nThis tier was added due to numerous community requests.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":23,"numAllCaps":0},{"amount":35,"backers":184,"pledgePercentage":0.02,"limited":false,"description":"Guard-Satellite Star Keeper tier. Receive a Kickstarter exclusive model design for this item and an instant unlock. Includes all previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":21,"numAllCaps":0},{"amount":40,"backers":269,"pledgePercentage":0.02,"limited":false,"description":"Crytivo Industries Lab Extension. Unlock the Cowtivo Industries Skyscraper, a subsidiary of Crytivo Industries, that will allow you to experiment on cows and send them into space on missions. Sound a little crazy? Well that’s probably because it is!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":39,"numAllCaps":0},{"amount":45,"backers":119,"pledgePercentage":0.01,"limited":false,"description":"Observatory - Luna 1987. Receive a Kickstarter exclusive model design for this item and an instant unlock. Includes all previous tiers except for those that are standalone.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":27,"numAllCaps":0},{"amount":50,"backers":260,"pledgePercentage":0.02,"limited":false,"description":"You will receive early alpha and beta access to the game when the builds become available, and the full DRM-free game at release for PC, MAC, or Linux. You will also receive an OFFICIAL THANK YOU email from Crytivo Games for your support, the official digital ART BOOK, exclusive wallpapers, the soundtrack, and the digitally-enhanced game manual in all its textual glory! You will also receive the COPPER Backer Forum Badge + access to the private discussion forums.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":78,"numAllCaps":9},{"amount":55,"backers":105,"pledgePercentage":0.01,"limited":false,"description":"Double deal! Receive two $30 tier copies of the game with all of the rewards! This tier was added due to numerous community requests. Standalone tier.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":26,"numAllCaps":0},{"amount":60,"backers":337,"pledgePercentage":0.03,"limited":false,"description":"Exclusive Mystery Planet. You will receive an exclusive planet available only for Kickstarter Backers! The mystery planet will feature unique 3D models and environmental characteristics. One such characteristic is floating mountains ala Avatar! The planet will be visible to your friends in Multiplayer if the Multiplayer stretch-goal is reached.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":49,"numAllCaps":0},{"amount":65,"backers":433,"pledgePercentage":0.04,"limited":false,"description":"Fully-Loaded Discovery Rover. Receive a Kickstarter exclusive model design for this item and an instant unlock. Includes all previous tiers except for those that are standalone.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":26,"numAllCaps":0},{"amount":70,"backers":30,"pledgePercentage":0,"limited":false,"description":"Friends Edition: 4 Game Keys as part of the Early-bird $20 tier discount! Includes early beta access for all keys. This is a standalone tier which cannot be included in or include other tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":34,"numAllCaps":0},{"amount":80,"backers":44,"pledgePercentage":0,"limited":false,"description":"Receive a rocket-shaped USB Drive with The Universim Logo! It comes preloaded with content found in the $50 tier; such as the Art Book, Soundtrack, and exclusive Wallpapers!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":28,"numAllCaps":1},{"amount":90,"backers":330,"pledgePercentage":0.03,"limited":true,"description":"Early bird discount of the $100 tier!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":7,"numAllCaps":0},{"amount":100,"backers":94,"pledgePercentage":0.01,"limited":false,"description":"Special Edition boxed version of the game. Includes the Crytivo Games ‘The Universim’ T-shirt, a poster (suitable for framing) signed by Alexander Koshelkov, a special thanks in the game’s credits, the SILVER Backer Forum Badge, and content from previous reward tiers. (These items are exclusive to the campaign and will be shipped for free in the US).","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":57,"numAllCaps":3},{"amount":120,"backers":18,"pledgePercentage":0,"limited":true,"description":"Design your own custom sign (kinda like crop circles in the form of a stamp) for UFO visits! Every now and then, UFO’s will visit your planets and proceed to steal people or animals and leave this custom symbol/sign behind. The sign will be in the final game and visible for everyone!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":52,"numAllCaps":2},{"amount":130,"backers":39,"pledgePercentage":0,"limited":false,"description":"Physical Strategy Guide. When weaving your path through the universe and shaping the future of your civilization, it can be great to have a few useful tips on-hand. This informative guide will help you understand the mechanics of gameplay and assist you in making crucial decisions. Includes all previous non-standalone tiers!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":51,"numAllCaps":0},{"amount":150,"backers":31,"pledgePercentage":0,"limited":false,"description":"You will receive exclusive famous in-game buildings; such as the Eiffel Tower, Big Ben, the Pyramids and more to show off with! Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":27,"numAllCaps":0},{"amount":160,"backers":81,"pledgePercentage":0.01,"limited":false,"description":"Physical Artbook. Receive the stunning physical artbook created by the game’s artists! Watch the transformative journey of The Universim unfold through beautiful concept art, designs, and shots that capture the evolution of the game’s graphics. Includes all previous non-standalone tiers!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":40,"numAllCaps":0},{"amount":200,"backers":30,"pledgePercentage":0,"limited":true,"description":"You get to name an in-game planet! You will also receive a real life certificate for the name, and the planet will be available in the final game for all to see. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":37,"numAllCaps":0},{"amount":250,"backers":65,"pledgePercentage":0.01,"limited":true,"description":"Immortalize yourself in the game by getting a planet citizen named after you. Your citizen will be in the final version of The Universim. Everyone will know that YOU helped make the game a reality. These citizens will wear unique clothing so that you can locate them more easily. Comes with a real life (fake) birth certificate! You will also receive the GOLD Backer Forum Badge on our forums. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":74,"numAllCaps":2},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"We will add you or your company’s name in a special news update in our in-game news bar. We will work with you on the story and context. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":33,"numAllCaps":0},{"amount":600,"backers":0,"pledgePercentage":0,"limited":true,"description":"We will create a special in-game billboard advertisement for you that you can help design! Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":20,"numAllCaps":0},{"amount":750,"backers":2,"pledgePercentage":0,"limited":true,"description":"You will receive a custom Interplanetary Transportation Shuttle Design! We will design a special resource delivery shuttle exclusively for you. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":25,"numAllCaps":0},{"amount":850,"backers":0,"pledgePercentage":0,"limited":true,"description":"Early bird discount of the $1000 tier!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":7,"numAllCaps":0},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":false,"description":"Full size poster (suitable for framing) of YOU in The Universim commander uniform with an in-game planet background digitally painted and signed by the game's artists. You will also receive the PLATINUM Backer Forum Badge on our forums. You also deserve a MASSIVE THANK YOU for your amazing support from all of us on the team! Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":1250,"backers":0,"pledgePercentage":0,"limited":true,"description":"Exclusively modeled in-game statue of you! Place it on any of your planets and watch it become a major tourist attraction! It will increase their happiness and improve the economy of nearby Epicenters. You can place this statue on another player's planet in Multiplayer, however, it can be destroyed. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":54,"numAllCaps":0},{"amount":1300,"backers":0,"pledgePercentage":0,"limited":true,"description":"We will work with you to add a special story, your name, and an edited photograph of you to our expanded version of the in-game news bar! Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":1350,"backers":0,"pledgePercentage":0,"limited":false,"description":"Early bird discount of the $1,500 Tier!","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":7,"numAllCaps":0},{"amount":1500,"backers":0,"pledgePercentage":0,"limited":false,"description":"Exclusive handmade 8\" Table Model of the \"Mother Planet\" sculpted by one of our artists with a special engraved name plate. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":26,"numAllCaps":0},{"amount":1650,"backers":0,"pledgePercentage":0,"limited":false,"description":"Super Collector's edition of The Universim! You will receive the Soundtrack on Vynil and CD, Limited-Edition Signed T-Shirt, and a larger 10\" sculpture of the \"Mother Planet\" with a special engraved name plate. And of course, a massive thank you for your epic support! You earn a special place among our top backers in the game's credits and a WINGED PLATINUM Backer Forum Badge. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":1800,"backers":0,"pledgePercentage":0,"limited":false,"description":"A portrait of YOU in The Universim commander uniform with an in-game planet background of your choice will be recorded in a new speed painting video which will be edited and uploaded onto all of our YouTube Channels (with over 200,000 subsribers). You will receive a special framed portrait as well. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":56,"numAllCaps":2},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Design a major in-game Easter Egg with us! The Easter Egg will be available in the final game for all to see! Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":27,"numAllCaps":0},{"amount":2350,"backers":0,"pledgePercentage":0,"limited":true,"description":"A huge thanks goes out to you for this incredible support! For your contribution, you will get to design and name a Huge Alien Monster with Unique abilities that will lay ruin to countless cities across the stars. You will also receive a Gold-plated WINGED PLATINUM Backer Forum Badge and an exclusive place in the OFFICIAL SPONSORS section of the game's credits!. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":3000,"backers":4,"pledgePercentage":0,"limited":true,"description":"Work on the design of YOUR OWN PLANET alongside the team! Help determine the environmental conditions, style, and resource levels of the planet. We will even include exclusive 3D models created just for you such as new mountains, trees, and animal types. You can also name the planet and you will receive a special mention in the game's credits. Includes content from previous tiers.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Celebrate The Universim’s launch at a private Crytivo Games launch party in San Diego CA! We would love to thank you personally for being so generous and so amazing! Includes all previous tiers. + you will also receive 50 digital-version game keys with access to the early alpha and beta builds. A Diamond-encrusted WINGED PLATINUM Backer Forum Badge will be awarded to you as well. You, or your company, will also be named as one of the games Associate Producers/ Major Sponsors in the game's credits. Travel and accommodation not included.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":91,"numAllCaps":4}],"updates":52,"comments":2805},"errors":{}}