{"successes":{"title":"World’s 1st Earphones that save your hearing & your music!","category":"Technology","subcategory":"Sound","description":"A legend in sound has done it again - ADEL the world’s first and only RealLoud tech that makes music safer with amazingly better sound!","avatarURL":"https://ksr-ugc.imgix.net/projects/1402849/photo-original.png?v=1415748081&w=1536&h=1152&fit=crop&auto=format&q=92&s=e1f9008fb2cac14f5728c50a48589b40","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1402849/video-462886-h264_high.mp4","city":"Longmont","state":"CO","country":"US","duration":38,"startDate":1415260800000,"endDate":1418544000000,"raised":648691,"goal":200000,"percent":324,"backers":1296,"currency":"USD","Pledges":[{"amount":5,"backers":23,"pledgePercentage":0.02,"limited":false,"description":"THANK YOU! Every contribution brings us closer to our goal in bringing this amazing technology to market. We will keep you updated on the progress and you will recieve an email from the founder.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":34,"numAllCaps":2},{"amount":25,"backers":5,"pledgePercentage":0,"limited":false,"description":"Get your \"I helped stop hearing loss: - 1964 | ADEL\" T-Shirt. Support us today, and together we can help people around the world save their hearing while still enjoying amazing sound.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":32,"numAllCaps":3},{"amount":100,"backers":298,"pledgePercentage":0.23,"limited":true,"description":"ADEL Control EARLY BIRD SPECIAL: Early birds can step up right now and be the first to get these cutting-edge in-ear buds featuring a modular design with a rotatable cord and ear tip that give you a perfect fit. You control the bass and the ambiance so the music can be tuned to your personal tastes.  At 50% off, this is an amazing deal. Quantities are limited so act fast to get yours. Thank you for your support! MSRP $199.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":81,"numAllCaps":5},{"amount":150,"backers":3,"pledgePercentage":0,"limited":false,"description":"ADEL Control: Big bass and fatigue-free listening. These cutting-edge in-ear buds feature a modular design with a rotatable cord and ear tip for that perfect fit. You control the bass and the ambiance so the music can be tuned to your personal tastes. Support us today, and we can help people around the world save their hearing while still enjoying amazing sound. MSRP $199.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":64,"numAllCaps":2},{"amount":200,"backers":41,"pledgePercentage":0.03,"limited":true,"description":"ADEL Ambient 2 EARLY BIRD SPECIAL: Step up right now and be one of the first to have the most affordable, best sound out there. These 2-driver earphones offer great, immersive sound, and even better, preservation of your hearing. There are a limited number available, so don’t miss out on the 50% off special. Suggested retail price: $399!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":58,"numAllCaps":4},{"amount":250,"backers":110,"pledgePercentage":0.08,"limited":true,"description":"ADEL Ambient 4 EARLY BIRD SPECIAL: Early birds can benefit from a great price as well as be the first to really hear music the way it was meant to be heard. These quad-driver earphones have all the features you need. To take advantage of this 50% off special, act quickly as quantities are limited. Suggested retail price, $499!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":59,"numAllCaps":4},{"amount":300,"backers":1,"pledgePercentage":0,"limited":false,"description":"ADEL Ambient 2: A bargain with excellent sound. These are some of the most affordable RealLoud Tech earphones available. They utilize 2 drivers per ear, which deliver big, immersive sound and the best ear protection on the market today. Support us, and we can save the hearing of even more people. MSRP $399.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":53,"numAllCaps":3},{"amount":300,"backers":123,"pledgePercentage":0.09,"limited":true,"description":"1964|ADEL U4 EARLY BIRD SPECIAL: Be among the first to get a set of your own In-Ear Monitors with RealLoud Tech. Designed with the Bass lover in mind, it features quad drivers and is loaded with innovative features. Your support is appreciated and a huge help in our effort to stop hearing loss. We have a very limited amount at this amazing value with 40% off the suggested retail price $499!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":71,"numAllCaps":4},{"amount":350,"backers":42,"pledgePercentage":0.03,"limited":true,"description":"ADEL AMBIENT 8 EARLY BIRD SPECIAL: All about the Bass? Be the first on your block to have these amazing 8-driver earphones with fantastic bass response and full, warm tones with extreme realism and accuracy. But make sure to act quickly, the 50% off early bird special has a limited quantity. Suggested retail price: $699!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":55,"numAllCaps":5},{"amount":375,"backers":0,"pledgePercentage":0,"limited":false,"description":"ADEL AMBIENT 4: Articulate and amazing sound. These great-sounding, great-fitting earphones come with quad drivers that let you hear music the way it was meant to be heard. Along with the full, spacious sound, they also protect your hearing and let you stay connected to the outside world. Support us, and we can help more people save their hearing. Suggested retail price: $499!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":63,"numAllCaps":2},{"amount":400,"backers":1,"pledgePercentage":0,"limited":false,"description":"1964|ADEL U-SERIES 4: All about that bass? Designed with the Bass lover in mind, this In-Ear Monitor features quad drivers and is loaded with innovative features. Experience that low-end \"kick\" in a completely new way through a safer listening experience. Your support means a lot in helping us to stop hearing loss! Suggested retail price $499!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":56,"numAllCaps":2},{"amount":420,"backers":23,"pledgePercentage":0.02,"limited":true,"description":"1964|ADEL U-Series 5 EARLY BIRD SPECIAL: Hop on board and you’ll be one of the first to get these In-Ear-Monitors featuring 5 drivers that give you a very accurate and balanced, natural studio-quality sound. Filled with many innovative features, the U5 is a flat response earphone that allows you to hear music exactly how it was intended to be heard. Quantities are limited so make sure to get yours today! With your support, together we can help eliminate hearing loss. We have a very limited amount at this amazing value with 40% off the MSRP of $699!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":97,"numAllCaps":6},{"amount":480,"backers":99,"pledgePercentage":0.08,"limited":true,"description":"1964|ADEL U-Series 6 EARLY BIRD SPECIAL: Calling all Musicians! Be one of the first to pick these up and hear for yourself what it means to “hear it all.” Thanks to RealLoud Tech, these In-Ear-Monitors with 6 drivers deliver extended frequency response that will allow you to hear everything as intended on loud stages while protecting your hearing. At 40% off don’t miss your chance to own one as the quantities are limited. MRSP $799.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":75,"numAllCaps":6},{"amount":500,"backers":67,"pledgePercentage":0.05,"limited":true,"description":"ADEL Ambient 12 EARLY BIRD SPECIAL: The best sound out there could be in your ears first. Be an early bird and get studio reference 12-driver earphones at a special offer of 50% off. Designed to enhance your listening experience by giving you the most extreme realism and accurate audio no matter what type of music you are listening to. There are a limited number of earphones at this value. Act fast. Suggested retail price: $999!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":76,"numAllCaps":4},{"amount":525,"backers":0,"pledgePercentage":0,"limited":false,"description":"ADEL Ambient 8: All about the Bass? These 8-driver earphones are driven by RealLoud Tech, so you’ll get fantastic bass response and full, warm tone with extreme realism and accuracy. Support us, and we’ll be able to deliver great sound and hearing protection to even more people. Suggested retail price: $699!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":51,"numAllCaps":1},{"amount":540,"backers":178,"pledgePercentage":0.14,"limited":true,"description":"1964|ADEL U-Series 8 EARLY BIRD SPECIAL: Be an early bird and be the first to get these top of the line 8-driver In-Ear-Monitors! The U8 offers a safer, bigger-sounding listening experience and produce a smooth sound with rich bass tones. If you’d like to hear a wider, deeper soundstage, and also help to bring this revolutionary audio tech to market, give us your support. At 40% off and limited quantities, this amazing special will run out quickly! MSRP $899.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":79,"numAllCaps":6},{"amount":560,"backers":0,"pledgePercentage":0,"limited":false,"description":"1964|ADEL U-Series 5: Hear the music in a pure way. These In-Ear-Monitors feature 5 drivers that give you a very accurate, balanced and natural studio-quality sound. Filled with many innovation features, the U5 is a flat response design that that allows you to hear music exactly how it was intended to be heard. With your support, together we can help eliminate hearing loss and make music continue to sound even better. Suggested retail price $699!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":75,"numAllCaps":2},{"amount":640,"backers":0,"pledgePercentage":0,"limited":false,"description":"1964|ADEL U-Series 6: Calling all Musicians! These In-Ear-Monitors pack quite a punch with 6 drivers per ear, This is a true “Hear it all” product that gives you more headroom so you can hear every instrument in complete lucidity. Any musician will love the extended frequency response that will allow you to hear everything as intended on loud stages. We appreciate your support! MSRP of $799.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":66,"numAllCaps":3},{"amount":720,"backers":0,"pledgePercentage":0,"limited":false,"description":"1964|ADEL U-Series 8: Nothing sounds bigger. Or better. Powered by RealLoud Tech, these top of the line In-Ear-Monitors with 8 drivers offer a safer, bigger-sounding listening experience. They produce a smooth sound with rich bass and musical frequency response. If you’d like to hear a wider, deeper soundstage, and also help to bring this revolutionary audio tech to market, give us your support. MSRP $899.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":65,"numAllCaps":3},{"amount":750,"backers":2,"pledgePercentage":0,"limited":false,"description":"ADEL Ambient 12: Nothing sounds better. These studio reference 12-driver earphones offer the pinnacle of spacious immersive sound. Designed to enhance your listening experience by giving you the most extreme realism and accurate audio no matter what type of music you are listening to. With your support, we can preserve the hearing of people around the world. Suggested retail price: $999","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":61,"numAllCaps":1},{"amount":1000,"backers":41,"pledgePercentage":0.03,"limited":true,"description":"1964|ADEL Custom A10 EARLY BIRD SPECIAL: You could be one of the first to get these custom made 10-driver In-Ear-Monitors handcrafted from your ear impressions for a perfect fit. The A10 is a remarkably transparent and detailed earphone with neutral bass, luscious mids and a silky top end that bring recordings to life in a whole new way. Be an early bird. Don’t miss out on this amazing value at 40% off suggested retail price or $1,799. Thank you for your support!","estimatedDelivery":"2015-02-01","estimatedDeliveryISO":"2015-02-01T00:00:00.000Z","numWords":82,"numAllCaps":4},{"amount":1200,"backers":206,"pledgePercentage":0.16,"limited":true,"description":"1964|ADEL Custom A12 EARLY BIRD SPECIAL: Be the first to own the pinnacle of professional audio reproduction! These 12-driver In-Ear-Monitors deliver immersive sound with impeccable spacial imaging. Personally handcrafted from your ear impressions for a perfect fit, the A12 is our flagship product that delivers the best sound on the market. Designed to give music a whole new dimension, it gives you a deep, yet controlled bass with tightly focused mids and smooth highs. Your support is appreciated and a huge help in our effort to stop hearing loss.  If you want to take advantage of this 40% off special offer, act now. Suggested retail price: $1,999!","estimatedDelivery":"2015-02-01","estimatedDeliveryISO":"2015-02-01T00:00:00.000Z","numWords":108,"numAllCaps":4},{"amount":1440,"backers":0,"pledgePercentage":0,"limited":false,"description":"1964|ADEL CUSTOM A10: For professionals and audiophiles alike. These custom-made 10-driver In-Ear-Monitors are handcrafted from ear impressions to precisely fit your individual ear shape. The A10 is a remarkably transparent and detailed earphone with neutral bass, luscious mids and a silky top end that bring recordings to life in a whole new way. With your support, together we can help stop hearing loss and make music continue to sound even better. Suggested retail price: $1799.","estimatedDelivery":"2015-02-01","estimatedDeliveryISO":"2015-02-01T00:00:00.000Z","numWords":75,"numAllCaps":2},{"amount":1600,"backers":1,"pledgePercentage":0,"limited":false,"description":"1964|ADEL Custom A12: The pinnacle of professional audio reproduction, these custom-fit 12-driver In-Ear-Monitors deliver immersive sound with impeccable spacial imaging. Personally handcrafted from your ear impressions for a perfect fit, the A12 is our flagship product that delivers the best sound on the market. Designed to give music a whole new dimension, it gives you a deep, yet controlled bass with tightly focused mids and smooth highs. Your support is greatly appreciated. Suggested retail price: $1,999","estimatedDelivery":"2015-02-01","estimatedDeliveryISO":"2015-02-01T00:00:00.000Z","numWords":76,"numAllCaps":1}],"updates":43,"comments":1903},"errors":{}}