{"successes":{"title":"Touch Board: Interactivity Everywhere","category":"Technology","subcategory":"DIY Electronics","description":"Now anyone can transform touch into sound (and so much more!) with the Touch Board, an easy-to-use Arduino-compatible device.","avatarURL":"https://ksr-ugc.imgix.net/assets/003/507/990/6e10d6dacfdfbafa7c9bf258fe002405_original.jpg?v=1427392360&w=700&fit=max&auto=format&q=92&s=b91c470363564be887d69c2ccdf926fc","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/613118/video-302705-h264_high.mp4","city":"London","state":null,"country":"UK","duration":30,"startDate":1383030000000,"endDate":1385622000000,"raised":122907,"goal":15000,"percent":819,"backers":1895,"currency":"GBP","Pledges":[{"amount":10,"backers":118,"pledgePercentage":0.06,"limited":false,"description":"ELECTRIC PAINT GOODIE BAG - You light up our life, let us light up yours with this awesome goodie bag. Including one limited edition printed circuit postcard with our hand-written thanks, Electric Paint Pen, 6 LEDs and 9V battery. Your name will also be immortalised in our newsletter and Touch Board source code! Make sure to scroll to the bottom of the page to check out a photo of the Goodie Bag. Free shipping within UK.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":76,"numAllCaps":5},{"amount":35,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"SUPER EARLY TOUCH BOARD - Only for the fastest most nimble clickers on the web! One Touch Board with microSD card and Electric Paint Pen at a very special price to say thank you for backing us super early. Add a micro USB cable for £2 and / or a rechargeable LiPo battery for £5 to get going straight away. Free shipping within UK.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":64,"numAllCaps":6},{"amount":40,"backers":50,"pledgePercentage":0.03,"limited":true,"description":"EARLY TOUCH BOARD - No more super earlies left? Never fear, you can still be an early bird. Contains one Touch Board with microSD card and Electric Paint Pen at an early bird price. Add a micro USB cable for £2 and / or a rechargeable LiPo battery for £5 to get going straight away! Free shipping within UK.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":59,"numAllCaps":5},{"amount":45,"backers":973,"pledgePercentage":0.51,"limited":false,"description":"TOUCH BOARD - Join the revolution! Get a first edition Touch Board at a special Kickstarter price. Contains one Touch Board, microSD card and Electric Paint Pen. Add a micro USB cable for £2 and / or a rechargeable LiPo battery for £5 to get going straight away! Free shipping within UK.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":52,"numAllCaps":4},{"amount":60,"backers":49,"pledgePercentage":0.03,"limited":true,"description":"TOUCH BOARD LIMITED EDITION- Looking for something one of a kind and kind of awesome? We're going to be making just 50 limited edition boards with super special artwork and individual serial numbers. Like the other boards, these include a microSD card and Electric Paint Pen. Add a micro USB cable for £2 and / or a rechargeable LiPo battery for £5 to get going straight away!","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":80,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"EARLY INVENTORS KIT - Unleash your creativity! This pile of kit will get you well on your way to lots of awesome projects at a special early bird price. Contains one Touch Board with microSD card, Electric Paint Pen AND Electric Paint Jar, 12 alligator clips, micro USB cable, universal USB power supply, rechargeable LiPo battery and mini speaker. Make sure to scroll to the bottom of the page to check out a photo of the Inventors Kit. Free shipping within UK.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":82,"numAllCaps":7},{"amount":90,"backers":450,"pledgePercentage":0.24,"limited":false,"description":"INVENTORS KIT - Get making! This pile of kit will get you well on your way to  lots of awesome projects. Contains one Touch Board with microSD card, Electric Paint Pen AND Electric Paint Jar, 12 alligator clips, micro USB cable, universal USB power supply, rechargeable LiPo battery and mini speaker. Make sure to scroll to the bottom of the page to check out a photo of the Inventors Kit. Free shipping within UK.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":75,"numAllCaps":6},{"amount":100,"backers":80,"pledgePercentage":0.04,"limited":false,"description":"LIGHT SWITCH KIT - Ready for an enlightening project? Now you can make your own light switch from the video! Contains one Touch Board with microSD card, Electric Paint Pen AND Electric Paint Jar, micro USB cable, universal USB power supply, relay shield, three light switch stencils. Make sure to scroll to the bottom of the page to check out a photo of the Lightswitch Kit. Free shipping within UK. ***This reward is only for backers who have the necessary skills and experience to work with high voltage electricity safely as improper assembly could be dangerous or lethal. Pick another one of our awesome rewards if you don't have the skills for this one***","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":114,"numAllCaps":7},{"amount":120,"backers":36,"pledgePercentage":0.02,"limited":false,"description":"BOOMBOX KIT - Make your own bumpin' version of the awesome boombox as featured in our video! Contains one Touch Board with microSD card, Electric Paint Pen, 12 alligator clips, micro USB cable, rechargeable LiPo battery, mini speaker and awesome screen-printed cardboard die-cut. Make sure to scroll to the bottom of the page to check out a photo of the Boombox Kit. Free shipping within UK.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":66,"numAllCaps":4},{"amount":450,"backers":14,"pledgePercentage":0.01,"limited":false,"description":"TOUCH BOARD HACKDAY PACK - Everything you need to run a small Inventors Kit workshop or hackday. Get creative with interactive surfaces; use multiple Touch Boards to create a paper quintet or mock-up the future interactive space! \nContains 5 Touch Boards with microSD cards, 5 Electric Paint Pens AND 5 Electric Paint Jars, 60 alligator clips, 5 micro USB cables, 5 universal USB power supplies, 5 rechargeable LiPo batteries and 5 mini speakers. Free shipping worldwide!","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":76,"numAllCaps":7},{"amount":900,"backers":0,"pledgePercentage":0,"limited":false,"description":"TOUCH BOARD WORKSHOP PACK - Everything you need to run a large Inventors Kit workshop or hackday. Get creative with interactive surfaces, use multiple Touch Boards to create a paper orchestra or mock-up the future interactive home! Contains 10 Touch Boards with microSD cards, 10 Electric Paint Pens AND 10 Electric Paint Jars, 120 alligator clips, 10 micro USB cables, 10 universal USB power supplies, 10 rechargeable LiPo batteries and 10 mini speakers. Free shipping worldwide!","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":76,"numAllCaps":7},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"WORKSHOP WITH BARE CONDUCTIVE! - Want to get the insider tips? The Bare Conductive team will come to a location of your choice with everything needed to run a creative workshop for up to 30 people. Explore the amazing potential of the Touch Board with its developers - this is your chance to meet the founders and get all the insider tips on this brand new piece of kit. Content (negotiable): 10 Touch Boards with microSD cards, 10 Electric Paint Pens AND 10 Electric Paint Jars, 120 alligator clips, 10 micro USB cables, 10 universal USB power supplies, 10 rechargeable LiPo batteries and 10 mini speakers. Travel not included.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":109,"numAllCaps":7}],"updates":24,"comments":169},"errors":{}}