{"successes":{"title":"The FreedMan Chair - A better way to sit.","category":"Design","subcategory":"Product Design","description":"Created by former osteopath and inventor Simon Freedman; this is the only chair in the world designed to maintain your standing posture.","avatarURL":"https://ksr-ugc.imgix.net/projects/692187/photo-original.jpg?v=1397835714&w=1536&h=1152&fit=crop&auto=format&q=92&s=c05dcef181205401c8c9306c4bbb842a","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/692187/video-296061-h264_high.mp4","city":"London","state":null,"country":"UK","duration":30,"startDate":1382079600000,"endDate":1384671600000,"raised":340141,"goal":175000,"percent":194,"backers":1067,"currency":"GBP","Pledges":[{"amount":1,"backers":38,"pledgePercentage":0.04,"limited":false,"description":"BECOME OUR FRIEND.  We need you.  Lots of little guys add up to a big one.  Sign-up and we'll keep you in the loop and try to look after you as anyone would an old friend in the future.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":42,"numAllCaps":3},{"amount":9,"backers":6,"pledgePercentage":0.01,"limited":false,"description":"BEAUTIFUL 3D-PRINTED PIN BADGE of The FreedMan Chair back rest.  Everyone's talking about 3D printing, so whilst your signing-up to being a friend, why not wear us with pride!  FREE DELIVERY TO EUROPE, USA and CANADA.  We may have to charge to other destinations.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":47,"numAllCaps":10},{"amount":18,"backers":7,"pledgePercentage":0.01,"limited":false,"description":"LASER-ETCHED, LEAD-CRYSTAL MODEL.  If you're thinking this is cool, then you're not alone. Check them out in the story section. This is just a touch more than they're costing us. FREE DELIVERY TO EUROPE, USA and CANADA.  We may have to charge to other destinations.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":47,"numAllCaps":9},{"amount":319,"backers":512,"pledgePercentage":0.48,"limited":true,"description":"EARLY BIRD - THE FREEDMAN CHAIR - SPECIAL EDITION. Number 51 to 563 of the numbered and signed limited edition chairs.  They come in number order to the buyer.  So if you want a low number, better get pledging.  FREE DELIVERY TO EUROPE, USA and CANADA.  We may have to charge to other destinations.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":58,"numAllCaps":13},{"amount":319,"backers":51,"pledgePercentage":0.05,"limited":true,"description":"EARLY BIRD - No 1 to 51 of THE FREEDMAN CHAIR - SPECIAL EDITION, plus 3D printed badge and laser-etched model.  The full monty. One of the first 51 numbered, and signed, limited edition chairs.  They come in number order to the buyer.  This will be a big saving on our retail price - it's looking like it'll be £799 so you'll not only help us get up and running, you'll save £480! They're navy/midnight blue, as the one's in the website gallery -think Model T . (Ok, ok. A lot of people want other colours, so if we go beyond 1k sold we'll have a ballot for three other colours-you choose!) To pay for all the tooling and manufacturing set up we need to raise £175k.  We know our costs, factories and delivery.  We get the funds and get to work with the tooling work and are confident you'll be sitting comfortably by the spring.  FREE DELIVERY TO EUROPE, USA and CANADA.  We may have to charge to other destinations.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":178,"numAllCaps":15},{"amount":319,"backers":445,"pledgePercentage":0.42,"limited":false,"description":"THE FREEDMAN CHAIR.  We couldn't let those of you who miss out on the early bird offer not have our chair. Whilst these don't have the signature or number.  They're just as beautiful and comfortable and still the deal of the century.  FREE DELIVERY TO EUROPE, USA and CANADA.  We may have to charge to other destinations.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":61,"numAllCaps":9},{"amount":799,"backers":1,"pledgePercentage":0,"limited":false,"description":"Custom-Colour FreedMan Chair.  Yes, we know some of you want one the same colour as the kitchen, office or your logo.  Ok, we can do that - just this once!  But, hey this is pretty cheap already and now you want us to do a fair bit by hand and get it right!  If you love us that much...Simon will give you a call.  FREE DELIVERY TO EUROPE, USA and CANADA.  We may have to charge to other destinations.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":85,"numAllCaps":6}],"updates":62,"comments":729},"errors":{}}