{"successes":{"title":"Canary in a Coal Mine","category":"Film & video","subcategory":"Documentary","description":"A film about life with ME, the world's most prevalent orphan disease.","avatarURL":"https://ksr-ugc.imgix.net/projects/661404/photo-original.jpg?v=1397832155&w=1536&h=1152&fit=crop&auto=format&q=92&s=7d778d1a28953005609d428cb7cd9fac","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/661404/video-306678-h264_high.mp4","city":"Princeton","state":"NJ","country":"US","duration":31,"startDate":1382425200000,"endDate":1385103600000,"raised":212962,"goal":50000,"percent":426,"backers":2593,"currency":"USD","Pledges":[{"amount":1,"backers":136,"pledgePercentage":0.05,"limited":false,"description":"IT JUST TAKES ONE -\nThank you helping to show the world ME as it's never been seen before! Now, go spread the word.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":23,"numAllCaps":5},{"amount":5,"backers":201,"pledgePercentage":0.08,"limited":false,"description":"TWEET YOU VERY MUCH - Get an email or Twitter shout out from @canaryfilm and your name on our website's Wall of Thanks.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":23,"numAllCaps":4},{"amount":10,"backers":223,"pledgePercentage":0.09,"limited":false,"description":"CHANGE THE FACE OF ME - Get an email or Twitter shout out from @canaryfilm and your name and photo on our website's Wall of Thanks.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":26,"numAllCaps":5},{"amount":25,"backers":473,"pledgePercentage":0.18,"limited":false,"description":"DOWNLOAD IT - Get a digital download of the completed film. Also, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":20,"numAllCaps":2},{"amount":25,"backers":135,"pledgePercentage":0.05,"limited":false,"description":"IN MEMORY OF - Get a digital download of the completed film. Also, a shout out, and thanks on our website. Remember a loved who had ME with an \"In Memoriam\" credit at the end of the film.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":38,"numAllCaps":4},{"amount":35,"backers":50,"pledgePercentage":0.02,"limited":true,"description":"READ EVA - A copy of the Kindle Single \"It's All in Your Head\" by Eva Hagberg. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":34,"numAllCaps":3},{"amount":35,"backers":105,"pledgePercentage":0.04,"limited":false,"description":"READ JEN - A copy of a forthcoming short e-book by Jennifer Brea on her experience with M.E. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":35,"numAllCaps":4},{"amount":40,"backers":18,"pledgePercentage":0.01,"limited":false,"description":"PUT A PIN ON IT - Get a special Canary or blue ribbon-themed pin to display your support. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":35,"numAllCaps":5},{"amount":40,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"IT'S MAGNETIC - Get a special Canary or blue ribbon-themed magnet to display your support. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":32,"numAllCaps":2},{"amount":45,"backers":38,"pledgePercentage":0.01,"limited":false,"description":"A PIECE OF HISTORY - A PDF booklet featuring archival documents and other artifacts of ME's history we've uncovered in the process of researching this film. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":43,"numAllCaps":7},{"amount":50,"backers":117,"pledgePercentage":0.05,"limited":false,"description":"THE FILM AND THE BACKSTORY - A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":37,"numAllCaps":7},{"amount":55,"backers":35,"pledgePercentage":0.01,"limited":false,"description":"TOTE BAG - Get a special Canary or blue ribbon-themed t-shirt: carry us with you and show your support! Get a digital download of the completed film. Also, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":36,"numAllCaps":2},{"amount":60,"backers":11,"pledgePercentage":0,"limited":true,"description":"SPOONIES UNITE! - A postcard of Sarah Allegra's \"Spoon Theory.\" A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":41,"numAllCaps":5},{"amount":60,"backers":19,"pledgePercentage":0.01,"limited":false,"description":"THE COMPLETE DIGITAL COLLECTION - Get both e-books by Eva Hagberg and Jennifer Brea, and a PDF booklet of collected archival documents from ME's history. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":42,"numAllCaps":6},{"amount":65,"backers":50,"pledgePercentage":0.02,"limited":true,"description":"THE FILM + YOUR NAME IN LIGHTS - A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Your name in the rolling credits of the film, or the name of a family member or carer you'd like to thank, or a loved on with M.E. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":67,"numAllCaps":9},{"amount":70,"backers":3,"pledgePercentage":0,"limited":true,"description":"TONI BERNHARD AUDIO BOOK - How to Wake Up by Toni Bernhard, as an Audible audio book. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":48,"numAllCaps":6},{"amount":70,"backers":8,"pledgePercentage":0,"limited":false,"description":"WEAR IT PROUD / T-SHIRT. Get a special Canary or blue ribbon-themed t-shirt: look stylish and show your support! Get a digital download of the completed film. Also, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":36,"numAllCaps":4},{"amount":75,"backers":1,"pledgePercentage":0,"limited":true,"description":"BEHIND THE SCENES PASS - Get access to a private Vimeo account with sneak peaks at new footage, updates from the road, plus occasional Google Hangouts with the filmmakers and selected guests. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":63,"numAllCaps":6},{"amount":75,"backers":23,"pledgePercentage":0.01,"limited":false,"description":"BEHIND THE SCENES PASS + NAME IN LIGHTS - Get access to a private Vimeo account with sneak peaks at new footage, updates from the road, plus occasional Google Hangouts with the filmmakers and selected guests. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Your name in the rolling credits. Plus, get a digital download of the completed film, a shout out, and thanks on our website. (Note: this is the same as the original \"Behind the Scenes Pass\"--we excluded the credit in error)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":90,"numAllCaps":9},{"amount":85,"backers":15,"pledgePercentage":0.01,"limited":false,"description":"DVD + THE COMPLETE DIGITAL COLLECTION - Get both e-books by Eva Hagberg and Jennifer Brea, and a PDF booklet of collected archival documents from ME's history. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":58,"numAllCaps":9},{"amount":95,"backers":5,"pledgePercentage":0,"limited":true,"description":"AUTOGRAPHED BY HOWARD BLOOM - A signed hardcover copy of The God Problem by Howard Bloom. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":47,"numAllCaps":7},{"amount":95,"backers":5,"pledgePercentage":0,"limited":true,"description":"AUTOGRAPHED BY TONI BERNHARD - A signed copy of How to Be Sick by Toni Bernhard. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":47,"numAllCaps":7},{"amount":95,"backers":2,"pledgePercentage":0,"limited":true,"description":"AUTOGRAPHED BY ELISABETH TOVA BAILEY - A signed hardcover copy of The Sound of a Wild Snail Eating by Elisabeth Tova Bailey. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":53,"numAllCaps":8},{"amount":100,"backers":100,"pledgePercentage":0.04,"limited":true,"description":"WALK THE JOURNEY WITHOUT LEAVING YOUR BED: A pre-release screening, streamed live online, plus a virtual Q&A with the filmmakers. A glamorous premiere for people who can't leave their homes to go to glamorous premieres. Get access to a private Vimeo account with sneak peaks at new footage, updates from the road, plus occasional Google Hangouts with the filmmakers and selected guests. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website. Your name in the rolling credits of the film, or the name of a family member or carer you'd like to thank, or a loved on with M.E.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":121,"numAllCaps":13},{"amount":125,"backers":55,"pledgePercentage":0.02,"limited":false,"description":"THE RED CARPET - Invitation for two to a screening in NY or LA (travel and accommodations not provided). Get access to a private Vimeo account with sneak peaks at new footage, updates from the road, plus occasional Google Hangouts with the filmmakers and selected guests. A DVD of the film with exclusive extras, interviews, and behind the scenes footage. Plus, get a digital download of the completed film, a shout out, and thanks on our website. Your name in the rolling credits of the film, or the name of a family member or carer you'd like to thank, or a loved on with M.E.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":105,"numAllCaps":8},{"amount":130,"backers":8,"pledgePercentage":0,"limited":false,"description":"WEAR IT PROUD / T-SHIRT PLUS - Get a special Canary or blue ribbon-themed t-shirt: look stylish and show your support!  Plus everything from \"Behind the scenes pass\"","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":29,"numAllCaps":5},{"amount":145,"backers":14,"pledgePercentage":0.01,"limited":false,"description":"WEAR IT PROUD / HOODIE PLUS - Get a special Canary or blue ribbon-themed hoodie: stay warm and show your support! Plus everything from \"Behind the scenes pass\"","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":28,"numAllCaps":5},{"amount":150,"backers":7,"pledgePercentage":0,"limited":true,"description":"ONE-OF-A-KIND - A unique 8\"x10\" still of our choosing from the film, autographed by the director. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":22,"numAllCaps":2},{"amount":155,"backers":3,"pledgePercentage":0,"limited":true,"description":"THE HOWARD BLOOM EXPERIENCE - A signed copy of The God Problem by Howard Bloom. A ten-minute telephone conversation with Howard Bloom, to be arranged at a mutually convenient date. Plus everything from the \"Behind the Scenes Pass.\"","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":38,"numAllCaps":6},{"amount":175,"backers":1,"pledgePercentage":0,"limited":true,"description":"MARTYRS TO A NAME - A 10\"x15\" limited edition print of \"Martyrs to a Name\" by Sarah Allegra. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":24,"numAllCaps":5},{"amount":175,"backers":1,"pledgePercentage":0,"limited":true,"description":"SPOON THEORY - A 10\"x15\" limited edition print of \"Spoon Theory\" by Sarah Allegra. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":20,"numAllCaps":3},{"amount":175,"backers":1,"pledgePercentage":0,"limited":true,"description":"LONGING FOR BETTER DAYS - A 10\"x15\" limited edition print of \"Longing for Better Days\" by Sarah Allegra. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":24,"numAllCaps":5},{"amount":175,"backers":2,"pledgePercentage":0,"limited":true,"description":"IN BETWEEN AWAKE AND ASLEEP - A 10\"x15\" limited edition print of \"In Between Awake And Asleep\" by Sarah Allegra. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":26,"numAllCaps":6},{"amount":200,"backers":8,"pledgePercentage":0,"limited":true,"description":"MISTER LISA - A 10\"x15\"Mister Lisa print. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":13,"numAllCaps":3},{"amount":250,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"SHAPE THE STORY - Invitation for two to a rough cut screening with the filmmakers in New York (travel and accommodations not provided). It's your chance to be a part of the filmmaking process and provide feedback on the unfinished film. Invitation for two to a screening of the finished film in NY or LA. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":275,"backers":4,"pledgePercentage":0,"limited":true,"description":"FOR ART LOVERS - Any two 10\"x15\"photographic prints of your choice. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":17,"numAllCaps":3},{"amount":400,"backers":9,"pledgePercentage":0,"limited":false,"description":"SPECIAL THANKS - Special thanks at the end of the film before the rolling credits. A 10\"x15\" Sarah Allegra or Mister Lisa photographic print of your choice. Invitation for two to a screening of the finished film in NY or LA. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":47,"numAllCaps":5},{"amount":450,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE HOWARD BLOOM EXPERIENCE - A signed hardcover copy of The God Problem. A walk in Prospect Park (Brooklyn, NY) with Howard Bloom to be arranged at a mutually convenient date (travel & accommodations not provided). Invitation for two to a screening of the finished film in NY or LA. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":56,"numAllCaps":9},{"amount":500,"backers":23,"pledgePercentage":0.01,"limited":false,"description":"VERY SPECIAL THANKS - A very special thanks to you before the rolling credits. A limited edition 16\"x24\" Sarah Allegra photographic print of your choice. Invitation for two to a screening of the finished film in NY or LA. Plus the \"Walk the Journey\" package.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":45,"numAllCaps":7},{"amount":750,"backers":2,"pledgePercentage":0,"limited":true,"description":"TAKE A BOW - Everything from the $500 level, plus your choice of one autographed book, one additional 10\"x15\" photographic print, and any two additional branded items (a hoodie, t-shirt, mug, or tote). A pin, the e-books, and the historical booklet.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":41,"numAllCaps":4},{"amount":1000,"backers":13,"pledgePercentage":0.01,"limited":false,"description":"SUPER SPECIAL THANKS - Take pride of place in our special thanks before the rolling credits. Plus, everything from the $750 level, with your choice of two autographed books, plus your choice of three additional 10\"x15\" photographic prints, and any of the branded items (a hoodie, t-shirt, mug, tote, pin).","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":50,"numAllCaps":3},{"amount":1200,"backers":9,"pledgePercentage":0,"limited":false,"description":"SHOOT YOUR STORY (NEW YORK): Everything from the $500 level, plus we will shoot one hour of your M.E. story at a studio in New York. A video based on your interview will be edited for distribution on our YouTube channel and may be included in the finished film.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":49,"numAllCaps":7},{"amount":1200,"backers":2,"pledgePercentage":0,"limited":true,"description":"SHOOT YOUR STORY (LOS ANGELES): Everything from the $500 level, plus we will shoot one hour of your M.E. story at a studio in Los Angeles. A video based on your interview will be edited for distribution on our YouTube channel and may be included in the finished film.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":49,"numAllCaps":7},{"amount":1200,"backers":0,"pledgePercentage":0,"limited":true,"description":"SHOOT YOUR STORY (MELBOURNE): Everything from the $500 level, plus we will shoot one hour of your M.E. story at a studio in Melbourne. A video based on your interview will be edited for distribution on our YouTube channel and may be the included in the finished film.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":48,"numAllCaps":6},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":true,"description":"SHOOT YOUR STORY (LONDON): Everything from the $500 level, plus we will shoot one hour of your M.E. story at a studio in London. A video based on your interview will be edited for distribution on our YouTube channel and may be the included in the finished film.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":48,"numAllCaps":6},{"amount":3000,"backers":2,"pledgePercentage":0,"limited":true,"description":"DIRECTOR TALK: Everything from the $1000 level, plus director Jennifer Brea will screen footage from the film and talk to your organization about why she is happier now than she was when she was well. (Does not include travel and accommodations for Jen + her companion. Travel outside of North America is not possible at this time.)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":57,"numAllCaps":2},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":true,"description":"ASSOCIATE PRODUCER: Everything from \"Super special thanks\" or \"Shoot your story\" (choose New York or London), plus a director talk, plus a credit of Associate Producer, plus an invitation to a private producers' screening with the filmmakers in New York.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":40,"numAllCaps":2},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":true,"description":"CO-PRODUCER: Everything from \"Super special thanks\" or \"Shoot your story\" (choose New York or London), plus a director talk, plus the title of Co-Producer, plus an invitation to a private producers' screening with the filmmakers in New York.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":38,"numAllCaps":1}],"updates":42,"comments":117},"errors":{}}