{"successes":{"title":"UP FRONT the card game","category":"Games","subcategory":"Tabletop Games","description":"UP FRONT, a game of small-unit combat in World War II, is an award-winning game recognized for its innovative, card-driven play.","avatarURL":"https://ksr-ugc.imgix.net/projects/362728/photo-original.jpg?v=1397799964&w=1536&h=1152&fit=crop&auto=format&q=92&s=20aa588d8b097e59b5aa9a0defb2b634","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/362728/video-183805-h264_high.mp4","city":"Atlanta","state":"GA","country":"US","duration":47,"startDate":1353052800000,"endDate":1357113600000,"raised":339848,"goal":30000,"percent":1133,"backers":2407,"currency":"USD","Pledges":[{"amount":5,"backers":12,"pledgePercentage":0,"limited":false,"description":"Civilian - You will receive the UP FRONT cloth patch. Shipping to anywhere in the world is included for the patch ONLY.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":22,"numAllCaps":3},{"amount":40,"backers":2,"pledgePercentage":0,"limited":true,"description":"PVT - You will receive the base game of Up Front (US vs. Germany) AND the UP FRONT cloth patch.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":20,"numAllCaps":5},{"amount":40,"backers":434,"pledgePercentage":0.18,"limited":false,"description":"PVT - You will receive the base game of Up Front (US vs. Germany) AND the UP FRONT cloth patch.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":20,"numAllCaps":5},{"amount":60,"backers":129,"pledgePercentage":0.05,"limited":false,"description":"PFC - You will receive the base game of Up Front (US vs. Germany) AND your choice of 1 additional nationality (Britain, France, Italy, Japan or Soviet Union) AND the UP FRONT cloth patch.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":80,"backers":84,"pledgePercentage":0.03,"limited":false,"description":"CPL - You will receive the base game of Up Front (US vs. Germany) AND your choice of 2 additional nationalities (Britain, France, Italy, Japan or Soviet Union) AND the UP FRONT cloth patch.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":100,"backers":33,"pledgePercentage":0.01,"limited":false,"description":"SGT - You will receive the base game of Up Front (US vs. Germany) AND your choice of 3 additional nationalities (Britain, France, Italy, Japan or Soviet Union) AND the UP FRONT cloth patch.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":115,"backers":2,"pledgePercentage":0,"limited":false,"description":"S/SGT - You will receive the base game of Up Front (US vs. Germany) AND your choice of 4 additional nationalities (Britain, France, Italy, Japan or Soviet Union) AND the UP FRONT cloth patch.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":125,"backers":195,"pledgePercentage":0.08,"limited":true,"description":"M/SGT - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch.  This is over 1300 cards!","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":38,"numAllCaps":6},{"amount":125,"backers":1254,"pledgePercentage":0.52,"limited":false,"description":"M/SGT - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch. This is over 1300 cards!","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":37,"numAllCaps":6},{"amount":200,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a Private rank personality card (you choose which nationality and the name must be reasonable for the nationality and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":58,"numAllCaps":7},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (AUSTRALIA) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on an AUSTRALIAN Private rank personality card (the name must be reasonable for the AUSTRALIANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (BRITAIN) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a BRITISH Private rank personality card (the name must be reasonable for the BRITISH and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":9,"pledgePercentage":0,"limited":true,"description":"CPT (CANADA) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a CANADIAN Private rank personality card (the name must be reasonable for the CANADIANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":5,"pledgePercentage":0,"limited":true,"description":"CPT (FINLAND) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a FINNISH Private rank personality card (the name must be reasonable for the FINS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (FRANCE) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a FRENCH Private rank personality card (the name must be reasonable for the FRENCH and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":19,"pledgePercentage":0.01,"limited":true,"description":"CPT (GERMAN SS) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a GERMAN SS Private rank personality card (the name must be reasonable for the GERMAN SS and reasonable in general).  There is some risk that the SS stretch reward is not reached but we feel it will be reached based on the progress of the campaign thus far.  If it is NOT reached, we will refund you the $100 and move you into M/Sgt.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":104,"numAllCaps":16},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (GERMANY) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a GERMAN Private rank personality card (the name must be reasonable for the GERMANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":2,"pledgePercentage":0,"limited":true,"description":"CPT (GREECE) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a GREEK Private rank personality card (the name must be reasonable for the GREEKS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":4,"pledgePercentage":0,"limited":true,"description":"CPT (HUNGARY) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a HUNGARIAN Private rank personality card (the name must be reasonable for the HUNGARIANS and reasonable in general).  There is some risk that the Hungary stretch reward is not reached but we feel it will be reached based on the progress of the campaign thus far.  If it is NOT reached, we will refund you the $100 and move you into M/Sgt.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":101,"numAllCaps":12},{"amount":225,"backers":7,"pledgePercentage":0,"limited":true,"description":"CPT (ITALY) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on an ITALIAN Private rank personality card (the name must be reasonable for the ITALIANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (ITALIAN FOLGORE) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on an ITALIAN FOLGORE Private rank personality card (the name must be reasonable for the ITALIANS and reasonable in general).  There is some risk that the Italian Folgore stretch reward is not reached but we feel it will be reached based on the progress of the campaign thus far.  If it is NOT reached, we will refund you the $100 and move you into M/Sgt.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":104,"numAllCaps":14},{"amount":225,"backers":7,"pledgePercentage":0,"limited":true,"description":"CPT (JAPAN) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a JAPANESE Private rank personality card (the name must be reasonable for the JAPANESE and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":4,"pledgePercentage":0,"limited":true,"description":"CPT (NORWAY) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a NORWEGIAN Private rank personality card (the name must be reasonable for the NORWEGIANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (POLAND) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a POLISH Private rank personality card (the name must be reasonable for the POLISH and reasonable in general).  There is some risk that the Poland stretch reward is not reached but we feel it will be reached based on the progress of the campaign thus far.  If it is NOT reached, we will refund you the $100 and move you into M/Sgt.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":101,"numAllCaps":12},{"amount":225,"backers":0,"pledgePercentage":0,"limited":true,"description":"CPT (ROMANIA) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a ROMANIAN Private rank personality card (the name must be reasonable for the ROMANIANS and reasonable in general).  There is some risk that the Romania stretch reward is not reached but we feel it will be reached based on the progress of the campaign thus far.  If it is NOT reached, we will refund you the $100 and move you into M/Sgt.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":101,"numAllCaps":12},{"amount":225,"backers":8,"pledgePercentage":0,"limited":true,"description":"CPT (SOVIET UNION) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a SOVIET Private rank personality card (the name must be reasonable for the SOVIETS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":56,"numAllCaps":11},{"amount":225,"backers":1,"pledgePercentage":0,"limited":true,"description":"CPT (TITO’S PARTISANS) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a TITO’S PARTISANS Private rank personality card (the name must be reasonable for the YUGOSLAVIANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":57,"numAllCaps":12},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (USMC) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a USMC Private rank personality card (the name must be reasonable for the USMC and reasonable in general).  There is some risk that the USMC stretch reward is not reached but we feel it will be reached based on the progress of the campaign thus far.  If it is NOT reached, we will refund you the $100 and move you into M/Sgt.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":101,"numAllCaps":13},{"amount":225,"backers":10,"pledgePercentage":0,"limited":true,"description":"CPT (DEVIL'S BRIGADE - FSSF) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a FIRST SPECIAL SERVICE FORCE Private rank personality card (the name must be reasonable for the FSSF and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":61,"numAllCaps":15},{"amount":250,"backers":6,"pledgePercentage":0,"limited":false,"description":"MAJ - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":47,"numAllCaps":7},{"amount":300,"backers":10,"pledgePercentage":0,"limited":true,"description":"LTC - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a Private 1st Class personality card (you choose which nationality and the name must be reasonable for the nationality and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":74,"numAllCaps":8},{"amount":325,"backers":7,"pledgePercentage":0,"limited":true,"description":"LTC (BRITAIN) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a BRITISH Private 1st Class personality card (the name must be reasonable for the BRITISH and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":71,"numAllCaps":11},{"amount":325,"backers":2,"pledgePercentage":0,"limited":true,"description":"LTC (GERMANY) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a GERMAN Private 1st Class personality card (the name must be reasonable for the GERMANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":71,"numAllCaps":11},{"amount":325,"backers":7,"pledgePercentage":0,"limited":true,"description":"LTC (USMC) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a USMC Private 1st Class personality card (the name must be reasonable for the USMC and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":71,"numAllCaps":11},{"amount":325,"backers":3,"pledgePercentage":0,"limited":true,"description":"LTC (CANADA) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a CANADIAN Private 1st Class personality card (the name must be reasonable for CANADA and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":70,"numAllCaps":11},{"amount":325,"backers":0,"pledgePercentage":0,"limited":true,"description":"LTC (AUSTRALIA) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on an AUSTRALIAN Private 1st Class personality card (the name must be reasonable for the AUSTRALIANS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":71,"numAllCaps":11},{"amount":325,"backers":7,"pledgePercentage":0,"limited":true,"description":"LTC (DEVIL'S BRIGADE - FSSF) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a FIRST SPECIAL SERVICE FORCE Private 1st Class personality card (the name must be reasonable for the FSSF and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":77,"numAllCaps":16},{"amount":325,"backers":0,"pledgePercentage":0,"limited":true,"description":"LTC (POLAND) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a POLISH Private 1st Class rank personality card (the name must be reasonable for the POLISH and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":57,"numAllCaps":10},{"amount":325,"backers":1,"pledgePercentage":0,"limited":true,"description":"LTC (FRANCE) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a FRENCH Private 1st Class rank personality card (the name must be reasonable for the FRENCH and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":57,"numAllCaps":10},{"amount":325,"backers":0,"pledgePercentage":0,"limited":true,"description":"LTC (GERMAN SS) - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND your name on a GERMAN SS Private 1st Class rank personality card (the name must be reasonable for the GERMAN SS and reasonable in general).","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":60,"numAllCaps":13},{"amount":400,"backers":6,"pledgePercentage":0,"limited":true,"description":"COL - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a Private 1st Class personality card (you choose which nationality and the name must be reasonable for the nationality and reasonable in general) AND one of the 11\" x 17\" soldier art sheets in a nationality of your choice. These sheets contain 14 poses of the images that appear on the cards.  Your priority on choices will be given on the basis of who ordered first. There will be 2 sheets available in each of the major nationalities and then 1 for each of the minor nationality.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":139,"numAllCaps":9},{"amount":400,"backers":3,"pledgePercentage":0,"limited":true,"description":"COL - You will receive the base game of Up Front (US vs. Germany) AND all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a Private 1st Class personality card (you choose which nationality and the name must be reasonable for the nationality and reasonable in general) AND one of the 11\" x 17\" soldier art sheets in a nationality of your choice. These sheets contain 14 poses of the images that appear on the cards. Your priority on choices will be given on the basis of who ordered first. There will be 2 sheets available in each of the major nationalities and then 1 for each of the minor nationality.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":138,"numAllCaps":9},{"amount":600,"backers":21,"pledgePercentage":0.01,"limited":false,"description":"U.S. COMMISARY - You will receive 6 copies of the base game of Up Front (US vs. Germany) AND 6 copies of all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the 6 UP FRONT cloth patches AND 6 copies of all the stretch rewards we reach by campaign end.  Shipping is included.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":57,"numAllCaps":8},{"amount":600,"backers":11,"pledgePercentage":0,"limited":false,"description":"INTL. COMMISARY - You will receive 6 copies of the base game of Up Front (US vs. Germany) AND 6 copies of all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the 6 UP FRONT cloth patches AND 6 copies of all the stretch rewards we reach by campaign end.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":53,"numAllCaps":8},{"amount":1500,"backers":0,"pledgePercentage":0,"limited":true,"description":"PLEASE CONTACT US DIRECTLY FOR A SHIPPING QUOTE PRIOR TO PLEDGING FOR THIS TIER.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":14,"numAllCaps":14},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"MAJOR GENERAL - You will receive 3 signed copies of the base game of Up Front (US vs. Germany) AND 3 copies of all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND 3 copies of all stretch rewards reached by campaign end AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a personality card (you choose which nationality and the name must be reasonable for the nationality and reasonable in general) AND you will be able to send in a photo of your choice and Ron Volstad will draw a likeness of that photo on a soldier’s face that will appear on your named card in the game.  Due to the nature of the game, only an appropriate male photo can be used and more than one photo may be required before Ron deems a photo suitable to use.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":159,"numAllCaps":11},{"amount":2500,"backers":3,"pledgePercentage":0,"limited":true,"description":"LIEUTENANT GENERAL - You will receive 3 signed copies of the base game of Up Front (US vs. Germany) AND 3 copies of all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND 3 copies of all stretch rewards reached by campaign end AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a personality card (you choose which nationality and the name must be reasonable for the nationality and reasonable in general) AND you will be able to send in a photo of your choice and Ron Volstad will draw a likeness of that photo on a soldier’s face that will appear on your named card in the game AND you will receive the original drawing by Ron Volstad of your likeness used in the game. The original artwork will come signed, matted and framed.  Due to the nature of the game, only an appropriate male photo can be used and more than one photo may be required before Ron deems a photo suitable to use.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":185,"numAllCaps":12},{"amount":3500,"backers":2,"pledgePercentage":0,"limited":true,"description":"GEN - You will receive 5 signed copies of the base game of Up Front (US vs. Germany) AND 5 copies of all 5 additional nationalities (Britain, France, Italy, Japan and Soviet Union) AND the UP FRONT cloth patch AND a numbered signed print of the new Up Front cover painting by Ron Volstad AND your name on a Corporal personality card (you choose which nationality and the name must be reasonable for the nationality and reasonable in general) AND a CUSTOM painting by Ron Volstad.  You will be able to request any WWII scene you want (squad scale) and discuss with Ron Volstad to have him paint an original oil painting of that scene. You will then receive the original.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":122,"numAllCaps":11}],"updates":99,"comments":3072},"errors":{}}