{"successes":{"title":"Gramofon: Modern Cloud Jukebox","category":"Technology","subcategory":"Hardware","description":"Gramofon streams cloud music to your sound system. A modern jukebox: smartphones are the remotes + WiFi brings everyone together.","avatarURL":"https://ksr-ugc.imgix.net/projects/923543/photo-original.jpg?v=1397873492&w=1536&h=1152&fit=crop&auto=format&q=92&s=8ad933ce5af7f14e630b8606df6f63d9","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/923543/video-368113-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":30,"startDate":1397545200000,"endDate":1400137200000,"raised":315295,"goal":250000,"percent":126,"backers":4883,"currency":"USD","Pledges":[{"amount":1,"backers":95,"pledgePercentage":0.02,"limited":false,"description":"WE ARE ALL FONEROS. You backed Fon as we built the world's biggest wifi network together. Now back us as we make music social again together. GET YOUR NAME ON THE GRAMOFON SITE as one of the Foneros who started this movement.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":42,"numAllCaps":11},{"amount":30,"backers":400,"pledgePercentage":0.08,"limited":true,"description":"FIRST / BLACK. If there's going to be a party, we know we'll find you at the center of the dance floor. You are backing the Gramofon first and in return you get the Gramofon first. We will cherry pick, package, and ship your box to you by hand, hot off the presses, FIRST. Before it even gets to the warehouses. Plus, get your name among the Foneros on the Gramofon site.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":72,"numAllCaps":3},{"amount":40,"backers":100,"pledgePercentage":0.02,"limited":true,"description":"FIRST / WHITE. The Gramofon early bird in white--the most exclusive version of Gramofon we are offering. (Lucky you.) We will personally package and ship your box straight to your doorstep, FIRST. In all its beauty and glory. Plus, get your name among the Foneros on the Gramofon site.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":49,"numAllCaps":3},{"amount":50,"backers":2788,"pledgePercentage":0.57,"limited":true,"description":"EARLY / BLACK. When Fon got started we asked you to join the Fon movement. So now we thank you--you early adopters, gadget lovers, tech idealists--with a ticket into another amazing movement long before Main Street. You get a black Gramofon packaged in a box from the first factory run. Plus, get your name among the Foneros on the Gramofon site.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":61,"numAllCaps":2},{"amount":60,"backers":471,"pledgePercentage":0.1,"limited":true,"description":"EARLY / WHITE. You want it first and in the ultra limited white edition. The party starts at your place but you never overlook the look. You get the first batch packaged in a box and shipped before anyone anywhere. Plus, get your name among the Foneros on the Gramofon site.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":51,"numAllCaps":2},{"amount":80,"backers":700,"pledgePercentage":0.14,"limited":true,"description":"TWO GRAMOFONS FOR TWO ROOMS. €54.\nGramofon is at its best when meshed with another Gramofon. When you DJ, music can come out of both systems at once, or just one--you pick. If your place has more than one room, we think you are going to want this option. Choice of black or white. Shipping and VAT included. The retail price of Gramofon will be $99.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":65,"numAllCaps":7},{"amount":150,"backers":300,"pledgePercentage":0.06,"limited":true,"description":"HOUSE PARTY GRAMOFONS -- FOUR. €108.\nMultiple players, multiple DJs, multiple rooms. Sounds fun, right? Pledge for this reward and you will get FOUR Gramofons. Every room in the house. Boom. Choice of black or white. Shipping and VAT included. And remember, Gramofon will retail at $99.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":46,"numAllCaps":6},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"LONDON PARTY EDITION: Meet the CEO of Fon, Martin Varsavsky, at an exclusive party in London. And you get to be surprised by who else shows up. You also get a Gramofon (white or black) signed by Martin. Plus, get your name among the Foneros on the Gramofon site.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":49,"numAllCaps":4},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"NYC PARTY EDITION: Meet the CEO of Fon, Martin Varsavsky, at an exclusive party in New York City. And you get to be surprised by who else shows up. You also get a Gramofon (white or black) signed by Martin. Plus, get your name among the Foneros on the Gramofon site.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":51,"numAllCaps":4},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"MADRID PARTY EDITION: Meet the CEO of Fon, Martin Varsavsky, at an exclusive party in Madrid. And you get to be surprised by who else shows up. You also get a Gramofon (white or black) signed by Martin. Plus, get your name among the Foneros on the Gramofon site.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":49,"numAllCaps":4}],"updates":27,"comments":1589},"errors":{}}