{"successes":{"title":"Handibot™: A Smart Digital Power Tool","category":"Technology","subcategory":"Fabrication Tools","description":"An innovative, portable tool run from apps on smartphones, tablets or PCs. Push-button CNC technology for jobsites and DIY projects!","avatarURL":"https://ksr-ugc.imgix.net/projects/591205/photo-original.jpg?v=1397824322&w=1536&h=1152&fit=crop&auto=format&q=92&s=a1330473ec26f9a9b987088567dbbb44","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/591205/video-256837-h264_high.mp4","city":"Durham","state":"NC","country":"US","duration":34,"startDate":1372316400000,"endDate":1375254000000,"raised":349498,"goal":125000,"percent":280,"backers":362,"currency":"USD","Pledges":[{"amount":5,"backers":87,"pledgePercentage":0.24,"limited":false,"description":"HANDI-BACKER: Do you want to help build the Handibot ecosystem? Be a part of our community and stay in touch. You'll get our eternal gratitude.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":25,"numAllCaps":1},{"amount":10,"backers":26,"pledgePercentage":0.07,"limited":true,"description":"HANDI-BUMPER: Is your bumper looking a bit bare? Jazz it up with one of these Shopbot stickers. SEE SHIPPING SECTION FOR DETAILS","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":22,"numAllCaps":6},{"amount":25,"backers":50,"pledgePercentage":0.14,"limited":true,"description":"HANDI-TEE: A very cool Handibot t-shirt, just like we wore at the launch in San Mateo! SEE SHIPPING SECTION FOR DETAILS","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":21,"numAllCaps":7},{"amount":100,"backers":7,"pledgePercentage":0.02,"limited":true,"description":"HANDiS-ON NEW YORK: Help us customize a table at New York Maker Faire with carved graffiti! Come to the New York Maker Faire (one Maker Faire ticket included) and use a Handibot to carve one of several designs into the tables we'll be customizing. Stick around to learn about all the things people want to do with these new tools. Travel to Maker Faire is not included.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":67,"numAllCaps":3},{"amount":300,"backers":10,"pledgePercentage":0.03,"limited":true,"description":"HANDI-TRAINING: Training workshop at ShopBot headquarters in Durham, NC. A two-day training covering the basics of Computer Aided Design, Computer Aided Manufacturing, and CNC tool use. You’ll learn how to use our full-sized production tools as well as our new Handibot smart power tool. We will show you how to get the most out of your Handibot and how to contribute to the community by way of developing apps, add-ons, and accessories. Snacks and lunch with the entire Shopbot staff is included both days.\nTravel, hotel accommodations, and dinner are not provided. Two-day classes are held beginning Thursday mornings and ending Friday by 5:00 pm. You will be able to choose from multiple class sessions.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":114,"numAllCaps":4},{"amount":500,"backers":3,"pledgePercentage":0.01,"limited":true,"description":"HANDI-PLAQUE: A wooden plaque cut on a Handibot. These 8”x24” unfinished solid wood plaques are cut using the indexing capabilities of the Handibot that allows it to cut designs larger than it’s cutting area. We'll create a design with your name and/or logo. Then we'll film\nit being cut and put the video online too, to impress all your friends and potential Handibot contributors.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":63,"numAllCaps":2},{"amount":1995,"backers":10,"pledgePercentage":0.03,"limited":true,"description":"SEE SHIPPING SECTION FOR DETAILS","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":5,"numAllCaps":5},{"amount":2400,"backers":59,"pledgePercentage":0.16,"limited":true,"description":"HANDIBOT-EARLYBIRD: Your own Handibot tool, shipped 6 weeks after the end of the campaign. Fully assembled and tested tool with 2 bits, ready to connect to your windows PC* and go to work. Various accessories are optionally available from ShopBot. Cost of shipping and tax not included. SEE SHIPPING SECTION FOR DETAILS. *Windows PC is not included at this pledge level. See HANDIBOT- INNER CIRCLE if you are interested in a reward that includes a PC.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":76,"numAllCaps":12},{"amount":2700,"backers":40,"pledgePercentage":0.11,"limited":true,"description":"HANDIBOT-COMMUNITY BUILDER: Your own Handibot tool from our first large batch that will be shipped 5 months after the end of the campaign. Fully assembled and tested tool with 2 bits, ready to connect to your Windows PC* and go to work. Various accessories optionally available from ShopBot. Cost of shipping and tax not included. SEE SHIPPING SECTION FOR DETAILS. *Windows PC is not included at this pledge level. See HANDIBOT- INNER CIRCLE if you are interested in a reward that includes a PC.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":84,"numAllCaps":13},{"amount":3000,"backers":10,"pledgePercentage":0.03,"limited":true,"description":"HANDIBOT-EARLY ADOPTER: Your own Handibot tool shipped 6 weeks after the end of campaign. Fully assembled and\ntested tool with 3 different bits; ready to connect to your windows PC* and go to work.\nEstimated delivery: 6 weeks after close of campaign. Cost of shipping and tax not included.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":47,"numAllCaps":3},{"amount":5000,"backers":6,"pledgePercentage":0.02,"limited":true,"description":" SEE SHIPPING SECTION FOR DETAILS. *Windows PC is not included at this pledge level. See HANDIBOT- INNER CIRCLE if you are interested in a reward that includes a PC.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":30,"numAllCaps":10},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"HANDIBOT & WORKSHOP: Handibot tool as described in HANDIBOT-EARLY ADOPTER and a training workshop. Come to our headquarters in Durham, NC and learn how Shopbot manufactures the Handibot! We will take you through the process of machining the Handibot's components and we'll train you how to use it and our other tools. We will show you how to get the most out of your Handibot and how to contribute to the community by way of developing apps, add-ons, and accessories. Snacks and lunch with the entire Shopbot staff is included both days. Travel, hotel accommodations, and dinner are not provided.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":100,"numAllCaps":5}],"updates":14,"comments":79},"errors":{}}