{"successes":{"title":"Save the Airplane that Led the D-Day Invasion","category":"Technology","subcategory":"Flight","description":"Help us complete the restoration of \"That's All, Brother,\" the aircraft that led the D-Day invasion.","avatarURL":"https://ksr-ugc.imgix.net/projects/1845157/photo-original.jpg?v=1433356555&w=1536&h=1152&fit=crop&auto=format&q=92&s=436b62c74e3351e4960cc1d0dcd856b0","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1845157/video-545520-h264_high.mp4","city":"Dallas","state":"TX","country":"US","duration":31,"startDate":1433314800000,"endDate":1435993200000,"raised":328736,"goal":75000,"percent":438,"backers":2106,"currency":"USD","Pledges":[{"amount":10,"backers":107,"pledgePercentage":0.05,"limited":false,"description":"Receive regular project updates, exclusive access to the full interview with D-Day paratrooper Pee Wee Martin (previewed in the project video), plus an 8 x 10 postcard print of “That's All, Brother”.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":32,"numAllCaps":1},{"amount":25,"backers":299,"pledgePercentage":0.14,"limited":false,"description":"Receive all the items above, plus a one year digital subscription to CAF's monthly WWII aviation history magazine, \"Dispatch\" and a beautiful 11 x 37 panoramic side profile lithograph of “That's All, Brother”, suitable for framing, designed by AviationGraphic.com.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":39,"numAllCaps":2},{"amount":50,"backers":431,"pledgePercentage":0.2,"limited":false,"description":"Receive all the items above, plus your choice of either a stylish “That's All, Brother” restoration team ball cap or a limited edition ‘Challenge Coin'. Also includes a ground tour of the airplane before, during or after the restoration project.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":40,"numAllCaps":0},{"amount":100,"backers":399,"pledgePercentage":0.19,"limited":true,"description":"Receive all the items above, plus your name inscribed on a recognition plaque on the main door of “That’s All, Brother”. You can choose to honor a family member or veteran by sponsoring this in their name.","estimatedDelivery":"2016-07-01","estimatedDeliveryISO":"2016-07-01T00:00:00.000Z","numWords":37,"numAllCaps":0},{"amount":101,"backers":101,"pledgePercentage":0.05,"limited":true,"description":"New reward level in honor of the 101st Airborne Division!  Receive the $50 tier reward items, plus be one of just 101 names to be laser engraved on a paratrooper seat of That's All, Brother. You can choose to honor a family member or veteran by sponsoring this in their name.","estimatedDelivery":"2016-07-01","estimatedDeliveryISO":"2016-07-01T00:00:00.000Z","numWords":52,"numAllCaps":0},{"amount":101,"backers":92,"pledgePercentage":0.04,"limited":true,"description":"(Opening up a second seat).  Reward level in honor of the 101st Airborne Division!  Receive the $50 tier reward items, plus be one of just 101 names to be laser engraved on a paratrooper seat of That's All, Brother. You can choose to honor a family member or veteran by sponsoring this in their name.","estimatedDelivery":"2016-07-01","estimatedDeliveryISO":"2016-07-01T00:00:00.000Z","numWords":57,"numAllCaps":0},{"amount":250,"backers":264,"pledgePercentage":0.13,"limited":false,"description":"Receive all the items above, plus you can take a flight on “That's All, Brother” when the restoration is complete!  We will send a certificate good for one passenger flight that can be redeemed by you, or a person of your choosing. An online schedule will show ride availability at major aviation events and tour stops around the US.","estimatedDelivery":"2017-04-01","estimatedDeliveryISO":"2017-04-01T00:00:00.000Z","numWords":60,"numAllCaps":1},{"amount":300,"backers":163,"pledgePercentage":0.08,"limited":true,"description":"Receive all the items above, plus a limited edition brass \"cricket\" as used for nighttime identification by Airborne troops dropped on D-Day. This reward item is being supplied by the original company in England that supplied US Army forces for the invasion of France. It will be manufactured in the original factory, on the original machines, using the original dies. How cool is that?","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":64,"numAllCaps":2},{"amount":500,"backers":46,"pledgePercentage":0.02,"limited":false,"description":"Join the CAF! Receive all the items above, plus you or a friend / family member will be enrolled as a Colonel in the Commemorative Air Force.  As a full voting member you will receive benefits including a printed monthly magazine, CAF name tag and wings, plus the opportunity to participate in unit activities and fly in CAF airplanes on a space-available basis.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":1000,"backers":45,"pledgePercentage":0.02,"limited":false,"description":"Receive all the items above, plus recognition as a Bronze level Restoration Sponsor of “That's All, Brother” and a personal guided tour of the airplane with a member of the project team. Your panoramic lithograph will be signed by Pee Wee Martin who not only jumped into Normandy on D-Day, he repeated the feat on the 70th anniversary, aged 93!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":60,"numAllCaps":1},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Receive all the items above, plus recognition as a Silver level Restoration Sponsor of “That's All, Brother”. Includes VIP access to the WWII Air Expo event held in partnership with the National WWII Museum in New Orleans, plus dinner with a notable WW2 veteran and senior CAF officials.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":true,"description":"Receive all the items above, plus recognition as a Gold level Restoration Sponsor of “That's All, Brother”. This includes a Naming Opportunity for one of the paratrooper seats on “That's All, Brother”. You can choose to honor a family member, friend, or veteran by sponsoring this seat in their name.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":50,"numAllCaps":0}],"updates":18,"comments":96},"errors":{}}