{"successes":{"title":"Deluxe V20 Dark Ages","category":"Games","subcategory":"Tabletop Games","description":"Contribute to help give the Deluxe V20 Dark Ages a leather bound, foil stamped, silk bookmarked, full-color, deluxe treatment.","avatarURL":"https://ksr-ugc.imgix.net/projects/1351194/photo-original.jpg?v=1411674267&w=1536&h=1152&fit=crop&auto=format&q=92&s=9870b1bdc781acfd509ae1da24530e17","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1351194/video-444644-h264_high.mp4","city":"Macungie","state":"PA","country":"US","duration":30,"startDate":1412665200000,"endDate":1415257200000,"raised":281392,"goal":40000,"percent":703,"backers":2141,"currency":"USD","Pledges":[{"amount":1,"backers":61,"pledgePercentage":0.03,"limited":false,"description":"You or your character's name is listed on the credits page as one of our supporters: the army of the night.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":21,"numAllCaps":0},{"amount":10,"backers":9,"pledgePercentage":0,"limited":false,"description":"You get a beautiful electronic wallpaper file featuring a collage of the stunning art of V20 Dark Ages, and you or your character's name will be listed on the credits page as one of our supporters: the army of the night.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":41,"numAllCaps":0},{"amount":20,"backers":9,"pledgePercentage":0,"limited":false,"description":"Storytelling Peasant: You'll receive PDFs of classic Dark Ages fiction The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), as well as The Book of Nod and Erciyes Fragments, as entertaining background for your gaming. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Peasant.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":76,"numAllCaps":0},{"amount":30,"backers":5,"pledgePercentage":0,"limited":false,"description":"Haunted Peasant: You'll receive PDFs of both the classic Vampire: The Dark Ages core rulebook and the classic Dark Ages: Vampire core rulebook, the two previous versions of Dark Ages that started it all. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Peasant.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":64,"numAllCaps":0},{"amount":35,"backers":185,"pledgePercentage":0.09,"limited":false,"description":"Ghouled Lackey: You'll receive a PDF of the V20 Dark Ages core rulebook. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Lackey.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":43,"numAllCaps":1},{"amount":40,"backers":10,"pledgePercentage":0,"limited":false,"description":"Sage Peasant: You'll receive PDFs of all four of the classic Libellus Sanguinis books (the Vampire: The Dark Ages clan books) as well as the classic Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri PDFs for even more in-depth information on the clans. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Peasant.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":72,"numAllCaps":0},{"amount":45,"backers":31,"pledgePercentage":0.01,"limited":false,"description":"Storytelling Ghouled Lackey: You'll receive a PDF of the V20 Dark Ages core rulebook and PDFs of classic Dark Ages fiction The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), as well as The Book of Nod and Erciyes Fragments, as entertaining background for your gaming. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Lackey.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":87,"numAllCaps":1},{"amount":55,"backers":11,"pledgePercentage":0.01,"limited":false,"description":"Haunted Ghouled Lackey: You'll receive a PDF of the V20 Dark Ages core rulebook and PDFs of both the classic Vampire: The Dark Ages core rulebook and the classic Dark Ages: Vampire core rulebook, the two previous versions of Dark Ages that started it all. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Lackey.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":75,"numAllCaps":1},{"amount":75,"backers":9,"pledgePercentage":0,"limited":false,"description":"Sage Ghouled Lackey: You'll receive a PDF of the V20 Dark Ages core rulebook and PDFs of all four of the classic Libellus Sanguinis books (the Vampire: The Dark Ages clan books) as well as the classic Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri PDFs for even more in-depth information on the clans. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Lackey.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":83,"numAllCaps":1},{"amount":95,"backers":31,"pledgePercentage":0.01,"limited":false,"description":"Terrified By What Lurks In The Dark Lackey: You'll receive a PDF of the V20 Dark Ages core rulebook. Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Lackey.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":111,"numAllCaps":1},{"amount":100,"backers":312,"pledgePercentage":0.15,"limited":false,"description":"Lord of the Night (US): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers within the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":85,"numAllCaps":3},{"amount":115,"backers":366,"pledgePercentage":0.17,"limited":false,"description":"Masque'd Lord of the Night (US): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers within the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":133,"numAllCaps":4},{"amount":125,"backers":297,"pledgePercentage":0.14,"limited":false,"description":"Lord of the Night (nonUS): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers outside the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":85,"numAllCaps":2},{"amount":140,"backers":466,"pledgePercentage":0.22,"limited":false,"description":"Masque'd Lord of the Night (nonUS): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers outside the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":133,"numAllCaps":3},{"amount":175,"backers":26,"pledgePercentage":0.01,"limited":false,"description":"Arcane Lord of the Night (US): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers inside the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":148,"numAllCaps":3},{"amount":190,"backers":69,"pledgePercentage":0.03,"limited":false,"description":"Masque'd Arcane Lord of the Night (US): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers inside the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":196,"numAllCaps":4},{"amount":195,"backers":25,"pledgePercentage":0.01,"limited":false,"description":"Blood Bound (US): You will receive two copies of the Deluxe V20 Dark Ages, two copies of the V20 Dark Ages PDF, and two copies of the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get two digital wallpapers featuring a collage of the stunning art of V20 Dark Ages. You can list two names (real names or two characters' names, or one of each) on the credits page as Vampire Lords. This is for backers within the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":93,"numAllCaps":3},{"amount":200,"backers":16,"pledgePercentage":0.01,"limited":false,"description":"Arcane Lord of the Night (non US): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers outside the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":149,"numAllCaps":3},{"amount":215,"backers":69,"pledgePercentage":0.03,"limited":false,"description":"Masque'd Arcane Lord of the Night (nonUS): You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as a Vampire Lord. This is for backers outside the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":196,"numAllCaps":3},{"amount":245,"backers":32,"pledgePercentage":0.01,"limited":false,"description":"Blood Bound (nonUS): You will receive two copies of the Deluxe V20 Dark Ages, two copies of the V20 Dark Ages PDF, and two copies of the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get two digital wallpapers featuring a collage of the stunning art of V20 Dark Ages. You can list two names (real names or two characters' names, or one of each) on the credits page as Vampire Lords. This is for backers outside the US.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":93,"numAllCaps":2},{"amount":250,"backers":11,"pledgePercentage":0.01,"limited":true,"description":"Master of the Lists: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Ashen Knight, plus your character's name will be used as a name in the text of the next V20 book we're working on.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":98,"numAllCaps":1},{"amount":250,"backers":2,"pledgePercentage":0,"limited":true,"description":"Master of the Library Lists: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Ashen Knight, plus your character's name will be used as a name in the text of the V20 Dark Ages Fiction Anthology book.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":99,"numAllCaps":1},{"amount":275,"backers":12,"pledgePercentage":0.01,"limited":true,"description":"Holder of the Writ: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Ashen Knight, plus one of our V20 DA writers will create a PDF of a one or two page letter written by a Dark Ages NPC to your character.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":104,"numAllCaps":4},{"amount":300,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"Keeper of the Seal: You will receive a copy of the Deluxe V20 Dark Ages with a special bookplate signed by David Hill and as many of the creative team as possible, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Ashen Knight.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":94,"numAllCaps":1},{"amount":325,"backers":9,"pledgePercentage":0,"limited":true,"description":"Lord Arcanist: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Ashen Knight, plus David Hill will create a new Thaumaturgy, Necromancy, or Abyss Mysticism ritual or Combination Discipline to spec, named after your character that will be included in V20 DA. (We reserve the right to edit all such entries for appropriateness).","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":115,"numAllCaps":2},{"amount":325,"backers":7,"pledgePercentage":0,"limited":true,"description":"Secretive Lord Arcanist: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Ashen Knight, plus David Hill will create a new Thaumaturgy, Necromancy, or Abyss Mysticism ritual or Combination Discipline to spec, named after your character that will be included in the V20 Dark Ages Tome of Secrets. (We reserve the right to edit all such entries for appropriateness).","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":121,"numAllCaps":1},{"amount":350,"backers":9,"pledgePercentage":0,"limited":true,"description":"Member of the Midnight Court: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Undead Liege, plus you will be used as a model for characters in an upcoming Vampire 20th book (you must provide photographic reference for the artists; we'll contact you with details).","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":107,"numAllCaps":1},{"amount":350,"backers":8,"pledgePercentage":0,"limited":true,"description":"Secretive Member of the Midnight Court: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Undead Liege, plus you will be used as a model for characters in the V20 Dark Ages Tome of Secrets (you must provide photographic reference for the artists; we'll contact you with details).","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":110,"numAllCaps":1},{"amount":400,"backers":2,"pledgePercentage":0,"limited":true,"description":"Legendary Liege: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Undead Liege, plus you receive a character sheet customized for your character and including a portrait by Ken Meyer Jr of your character (you must provide descriptions for the artist; we'll contact you with details).","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":108,"numAllCaps":1},{"amount":450,"backers":3,"pledgePercentage":0,"limited":false,"description":"Guildhall: (For qualified retailers inside the US only. Contact richt@theonyxpath.com to confirm your status.) You will receive five copies of the Deluxe V20 Dark Ages, five copies of the V20 Dark Ages PDF, and five copies the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the  stunning art of V20 Dark Ages, and you can list five names (real names or characters' names) on the credits page as Vampire Lords. You will also receive five copies of the V20 Dark Ages Storytellers Screen as a Retailer bonus. This is for retailers inside the US only.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":120,"numAllCaps":3},{"amount":460,"backers":3,"pledgePercentage":0,"limited":false,"description":"Dark Court: (US) You will receive five copies of the Deluxe V20 Dark Ages, five copies of the V20 Dark Ages PDF, and five copies the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the  stunning art of V20 Dark Ages, and you can list five names (real names or characters' names) on the credits page as Vampire Lords. This is for backers inside the US only.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":92,"numAllCaps":3},{"amount":500,"backers":0,"pledgePercentage":0,"limited":true,"description":"Ashen Noble: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You or your character's name will be listed on the credits page as an Ashen Noble, plus you'll be contacted for a half-hour phone/Skype interview with David Hill and as many of the creative team as we can unearth.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":98,"numAllCaps":1},{"amount":565,"backers":4,"pledgePercentage":0,"limited":false,"description":"Guildhall: (For qualified retailers outside the US only. Contact richt@theonyxpath.com to confirm your status.) You will receive five copies of the Deluxe V20 Dark Ages, five copies of the V20 Dark Ages PDF, and five copies the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the  stunning art of V20 Dark Ages, and you can list five names (real names or characters' names) on the credits page as Vampire Lords. You will also receive five copies of the V20 Dark Ages Storytellers Screen as a Retailer bonus. This is for retailers outside the US only.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":120,"numAllCaps":3},{"amount":575,"backers":7,"pledgePercentage":0,"limited":false,"description":"Dark Court: (nonUS) You will receive five copies of the Deluxe V20 Dark Ages, five copies of the V20 Dark Ages PDF, and five copies the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the  stunning art of V20 Dark Ages, and you can list five names (real names or characters' names) on the credits page as Vampire Lords. This is for backers outside the US only.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":92,"numAllCaps":2},{"amount":800,"backers":3,"pledgePercentage":0,"limited":true,"description":"Grand Noble: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. Also you'll be listed in the “Special Thanks” section as you are brought into the inner sanctum to participate in the creation of an upcoming Vampire 20th book as a Consulting Developer. You'll be included on the email exchanges, Skype meetings, phone calls, and exchanges of threats and insults between Eddy, Rich, and the writers and artists from the beginning to the end of the book's creation.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":235,"numAllCaps":2},{"amount":800,"backers":1,"pledgePercentage":0,"limited":true,"description":"Secretive Grand Noble: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. Also you'll be listed in the “Special Thanks” section as you are brought into the inner sanctum to participate in the creation of an upcoming Vampire 20th book as a Consulting Developer. You'll be included on the email exchanges, Skype meetings, phone calls, and exchanges of threats and insults between Eddy, Rich, and the writers and artists from the beginning to the end of the book's creation.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":236,"numAllCaps":2},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Princely Audience: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You'll be listed in the “Special Thanks” section, plus David Hill or Neall  Raemonn Price will run a session of V20 Dark Ages over Skype for you and your coterie of players.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":201,"numAllCaps":2},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Princely Audience Redux: You will receive a copy of the Deluxe V20 Dark Ages, a copy of the V20 Dark Ages PDF, and the V20 Dark Ages PoD as close to cost as we can give you (see description in the text to the left). You will also receive the V20 Dark Ages Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of V20 DA art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Also, all 14 classic PDFs: The Grail Covenant Trilogy (To Sift Through Bitter Ashes, To Speak in Lifeless Tongues, and To Dream of Dreamers Lost), The Book of Nod, Erciyes Fragments, the Vampire: The Dark Ages core rulebook, the Dark Ages: Vampire core rulebook, the Libellus Sanguinis books (the Vampire: The Dark Ages clan books), Clanbook: Baali, Clanbook: Cappadocian, and Clanbook: Salubri. You'll get digital wallpaper featuring a collage of the stunning art of V20 Dark Ages. You'll be listed in the “Special Thanks” section, plus David Hill or Neall  Raemonn Price will run a session of V20 Dark Ages over Skype for you and your coterie of players.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":202,"numAllCaps":2}],"updates":38,"comments":1060},"errors":{}}