{"successes":{"title":"Corner Gas: The Movie","category":"Film & video","subcategory":"Comedy","description":"Corner Gas is back, and this is your chance to get involved!","avatarURL":"https://ksr-ugc.imgix.net/projects/989050/photo-original.jpg?v=1403150273&w=1536&h=1152&fit=crop&auto=format&q=92&s=44d10de95f022ff5c1d121eafa47c7a4","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/989050/video-389446-h264_high.mp4","city":"Toronto","state":null,"country":"Canada","duration":30,"startDate":1400569200000,"endDate":1403161200000,"raised":285840,"goal":100000,"percent":286,"backers":2526,"currency":"CAD","Pledges":[{"amount":5,"backers":109,"pledgePercentage":0.04,"limited":false,"description":"FIVER LEVEL and SCRIPT - Welcome Corner Gas fans! Don’t have much to spend but want to help the cause? At $5, you get our eternal Corner Gas gratitude PLUS, you will get a PDF copy of the script. Let’s get pumped!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":42,"numAllCaps":5},{"amount":25,"backers":337,"pledgePercentage":0.13,"limited":false,"description":"BACKERS' CLUB and NAME IN THE CREDITS - All of the above, PLUS, you get membership to the Corner Gas Backers’ Club, an online fan club that launches in June where Backers will receive exclusive updates and behind-the-scenes videos throughout the movie making process. See our FAQ for more details. PLUS, you also get your name in the movie credits that will appear in theatres and on the DVD! (Note: due to time restrictions Backers’ credits will not be included in the TV airing).","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":84,"numAllCaps":11},{"amount":35,"backers":166,"pledgePercentage":0.07,"limited":false,"description":"BUMPER STICKER and SCRIPT WITH DIRECTOR'S NOTES - All of the above, PLUS, your PDF of the script will contain a cover page signed by Brent, thanking you for being a Corner Gas fan, as well as notes from the director in the margins. PLUS, you will get a “Corner Gas: The Movie” bumper sticker! And yes, it sticks to more than bumpers. See the main page for a list of available countries.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":73,"numAllCaps":9},{"amount":50,"backers":364,"pledgePercentage":0.14,"limited":false,"description":"BACKER T-SHIRT - All of the above, PLUS, wear your support with pride! You will receive one “Corner Gas: The Movie” Backer T-Shirt exclusive to our Kickstarter Backers. Choose from two styles shown in the main page and sizes from XS to XXL. See the main page for a list of available countries.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":53,"numAllCaps":6},{"amount":75,"backers":1203,"pledgePercentage":0.48,"limited":false,"description":"EXCLUSIVE COLLECTOR'S EDITION DVD/BLU-RAY COMBO PACK - All of the above, PLUS, you receive a physical Exclusive Collector's Edition DVD/Blu-Ray Combo Pack (2 disk set) of the movie. See the main page for a list of available countries.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":38,"numAllCaps":8},{"amount":150,"backers":86,"pledgePercentage":0.03,"limited":false,"description":"EXCLUSIVE BACKER BASEBALL CAP, MOVIE TICKET (with popcorn and pop), TWEETS - All of the above, PLUS you receive one \"Corner Gas: The Movie\" baseball cap. PLUS, you get a shout out from the Official @CornerGas Twitter account and @BrentButt himself. PLUS, a complimentary ticket to the movie (with free pop and popcorn) at a Canadian theatre near you! Tickets will be delivered in November. The rest will show up before Christmas. *Subject to availability and location of theatres and screenings near your place of residence.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":86,"numAllCaps":10},{"amount":200,"backers":5,"pledgePercentage":0,"limited":true,"description":"HANKERIN’ FOR HANK - All of the above, PLUS, an autographed and numbered headshot from Fred Ewanuick (Hank Yarbo). He will sign a greeting to you or a name of your choice. A perfect gift for the biggest Hank fan you know!  All names must be cleared by our lawyers, be in good taste, and will be collected by way of survey after the campaign. See main page for list of available countries. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":86,"numAllCaps":6},{"amount":225,"backers":4,"pledgePercentage":0,"limited":true,"description":"WANDA'S WONDERS - Everything included in the $150 reward bundle PLUS you will also receive a personalized voicemail message from the charismatic Nancy Robertson (Wanda). You give us your name and we'll provide a few greetings for you to choose from. The greeting will be sent to you as an mp3 file. PLUS, an autographed and numbered headshot of Nancy, signed with a greeting to you or a name of your choice. All names must be cleared by our lawyers, be in good taste, and will be collected by way of survey after the campaign. See main page for list of available countries. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":115,"numAllCaps":5},{"amount":250,"backers":103,"pledgePercentage":0.04,"limited":false,"description":"THE FULL TANK - All of the above, PLUS, you receive a box set of all six seasons of \"Corner Gas\" on DVD. PLUS, a great looking Corner Gas utility flashlight with “Kickstarter Backer” on the handle, PLUS, the “Corner Gas: The Movie” air freshener. Wonderfully scented with a hint of gasoline (just kidding). PLUS, an exclusive Backer keychain. See the main page for a list of available countries.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":69,"numAllCaps":8},{"amount":300,"backers":31,"pledgePercentage":0.01,"limited":false,"description":"COLLECTOR'S EDITION POSTER - All of the above, PLUS, an awesome numbered collectors’ edition of the official “Corner Gas: The Movie” theatre size poster.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":24,"numAllCaps":4},{"amount":350,"backers":15,"pledgePercentage":0.01,"limited":true,"description":"JACKASS ­- All of the above, PLUS, the one and only Eric Peterson will deliver his famous catch phrase in a personalized video just for you. As Oscar Leroy, Eric will say “[Name], you’re a jackass!”. You provide us any first name you want! We will deliver the video to you as a link to a YouTube video that you can email to your friends AND as a downloadable video file to keep on your computer. There’s a limited amount, so race you to the finish line, Jackasses! First names must be cleared by our lawyers and must be in good taste. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":114,"numAllCaps":4},{"amount":400,"backers":2,"pledgePercentage":0,"limited":true,"description":"YOU'RE UNDER ARREST - Everything included in the $300 reward bundle PLUS, got a beef? Someone forget to take out the trash? Tara Spencer-Nairn and Lorne Cardinal (aka Dog River's superstar law enforcement team, Karen and Davis) are on the case! Give us a first name and an infraction, and the duo will record a personalized DRPD video in the style of “[Name] you're under arrest for the crime of [infraction]!”. We'll deliver the video to you as a YouTube link you can share with your friends, and a downloadable video file you can keep on your computer. There are a limited amount of cells in the Dog River police station, only enough room for the wiliest scoundrels! All names must be cleared by our lawyers and names and infractions must be in good taste. See main page for a list of available countries. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":156,"numAllCaps":6},{"amount":500,"backers":27,"pledgePercentage":0.01,"limited":true,"description":"HELLO FROM BRENT - Everything included in the $300 reward bundle, PLUS, your package will include a bound, personalized, numbered and autographed hard copy of the script, signed by Brent Butt. PLUS, Brent will follow you on Twitter for one year. Please note: this perk is NOT included in any other reward bundle. See the main page for a list of available countries.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":63,"numAllCaps":6},{"amount":650,"backers":2,"pledgePercentage":0,"limited":true,"description":"RARE! HANK’S SHIRT (1 of only 2) FROM THE SERIES - Everything included in the $300 pledge level, PLUS, you will get 1 of only 2 official Hank Corner Gas T-shirts! These are the shirts seen in the television series, and the upcoming movie. Fred Ewanuick (Hank Yarbo) will autograph a framed Certificate of Authenticity with your name on it, as well as a picture with him holding the shirt on set. See! We give the shirts right off our backs!  See main page for list of available countries. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":102,"numAllCaps":9},{"amount":750,"backers":3,"pledgePercentage":0,"limited":true,"description":"WHAT A CHARACTER -  Everything included in the $300 reward bundle, PLUS, you can name the first and last name of a character in the movie. We will ensure that everyone will hear this name being said at least once in the movie. We must be able to clear this name through our legal department, and we’ll deal with exceptions on a case-by-case basis. This name must be in the spirit of Corner Gas and, if cleared, will also been seen in the script. Please note: this perk is NOT included in any other reward bundle. See the main page for a list of available countries.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":107,"numAllCaps":5},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"AFTER THE BEEP - Everything included in the $300 reward bundle, PLUS, Brent Butt will record up to a 15 second outgoing voicemail message for you. You can decide what the message will say within the bounds of good taste at our sole discretion. You’ll be sent your greeting as an mp3. We’ll also provide a few standard greetings from which you can choose. Please note: this perk is NOT included in any other reward bundle. See the main page for a list of available countries.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":86,"numAllCaps":5},{"amount":1000,"backers":19,"pledgePercentage":0.01,"limited":true,"description":"SCREENING VIP - Everything included in the $300 reward bundle, PLUS, you and a guest will receive a collectors’ edition VIP ticket to the red carpet \"Corner Gas: The Movie\" premiere in Regina in late November or early December that will be attended by members of the cast and the creative team. PLUS, seats with your names on them reserved for you at the screening. PLUS, you are guaranteed face time, autographs and photo ops during a brief, invite-only Meet & Greet! You will need to provide your own travel to the screening, lodging, meals and transportation once there, and any other expenses not specifically included above. See the main page for a list of available countries. Please note: Unless otherwise indicated, this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":132,"numAllCaps":7},{"amount":1000,"backers":4,"pledgePercentage":0,"limited":false,"description":"YOU AND A FRIEND IN THE CLOSING SEQUENCE [CREDIT SCENE] and DOG RIVER PARTY - Everything included in the $300 reward bundle, PLUS, you and a friend get Special VIP Invitations to the OFFICIAL “Dog River Days” party put on by the Dog River Days Committee in Rouleau, SK on Saturday, July 26! Our VIP guests get a personalized, autographed “Citizen of Dog River” ID Card (signed by Fitzy Fitzgerald, the Mayor of Dog River) that includes exclusive access to the following: SEE THE STARS: Brent Butt and/or other cast members who will be joining us for Dog River Days. GRAND FINALE MOVIE GROUP SHOT: Be in front of a giant group shot for the final credits of the movie! We expect to shoot between 3pm and 5pm. VIP BACKER INTERVIEW: We will conduct interviews with Backer VIPs to share their Corner Gas love. Interviews will be shared through the Backers’ Club. Some interviews may even make it into the movie credits or the documentary! You will need to provide your own travel to our set, lodging, meals and transportation once there, and any other expenses not specifically included above. See the main page for a list of available countries. Please note: this perk IS INCLUDED in all pledge levels $1500 and above.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":213,"numAllCaps":32},{"amount":1500,"backers":5,"pledgePercentage":0,"limited":true,"description":"JOIN US ON SET - Everything included in the $300 reward bundle, PLUS, you and a friend will spend six hours on the set with us in Rouleau, Saskatchewan or Regina, Saskatchewan. You will have a production assistant give you a full VIP tour, and you’ll eat lunch and be introduced to some of the cast and crew shooting scenes that day. You will be able to choose from the following three target dates: Wed July 2, Wed July 6, OR Wed July 16 - subject to change - and will be locked down before the end of the campaign. You and your guest will need to provide your own travel to our set, lodging, meals (other than the lunch included above), and transportation once there, and any other expenses not specifically included above. See the main page for a list of available countries. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":156,"numAllCaps":8},{"amount":1500,"backers":1,"pledgePercentage":0,"limited":true,"description":"YOUR PIECE OF THE RUBY - Everything included in the $300 reward bundle, PLUS, get a truly amazing piece of Corner Gas memorabilia for your own home - A stool from the Ruby set! Each stool is an original, used in all six seasons of the television series and the upcoming movie. There are only a few Ruby stools left in existence, and we are going to put 10 aside for Backers. Your stool comes with an engraved and mounted plaque authenticating this rare piece of Corner Gas history. See the main page for a list of available countries. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":111,"numAllCaps":8},{"amount":2500,"backers":10,"pledgePercentage":0,"limited":true,"description":"YOU'RE IN THE SHOW - Everything included in the $300 reward bundle, AND the SCREENING VIP Perk, PLUS, you will be a featured background performer in \"Corner Gas: The Movie\". We’ll put you in the background (or foreground!) and do our best to feature you in the movie. We expect you will be able to choose from two target dates sometime between July 6th and 17th, which are subject to change and will be locked down before the end of the campaign. You will need to provide your own travel to our set, lodging, meals and transportation once there, and any other expenses not specifically included above. Available to Canadians only (sorry, that’s the rules!). *This perk cannot be redeemed by members of ACTRA, SAG, or any other performers' (acting) guild. Please note: this perk is NOT included in any other reward bundle.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":143,"numAllCaps":11},{"amount":6000,"backers":1,"pledgePercentage":0,"limited":true,"description":"HERO OF THE PRAIRIES - Everything included in the $300 reward bundle, AND the SCREENING VIP perk, you will get a brief speaking role in the movie AND you a specialized credit in the movie as a \"Hero of the Prairies\". We guarantee you will be on camera as you say your line! The target date for filming your appearance is sometime between July 1st and 17th, which is still subject to change and will be locked down before the end of the campaign. You can even bring a friend to set to (silently) cheer you on from the sidelines. You will need to provide your own travel to our set, lodging, meals, and transportation once there, and any other expenses not specifically included above. Please note: this perk is NOT included in any other reward bundle. Available to Canadians only, must be 18 years of age or older.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":149,"numAllCaps":9},{"amount":8000,"backers":1,"pledgePercentage":0,"limited":true,"description":"WORLD DEBUT/PRIVATE SCREENING IN YOUR HOME TOWN - Everything included in the $300 reward bundle, PLUS, this is the ultimate \"Corner Gas: The Movie\" perk and a truly once-in-a-lifetime experience. We will show the movie for the first time at a theatre near you… WITH BRENT! We will book a local, available theatre and Brent will fly out to meet you and your guests for a private screening of the movie days before the theatrical release of the film. Limited to locations in Canada. *Subject to availability of theatres near your place of residence.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":94,"numAllCaps":10}],"updates":18,"comments":159},"errors":{}}