{"successes":{"title":"Luma: A SmartLamp for the 21st Century.","category":"Technology","subcategory":"Gadgets","description":"Luma: Charge your device, listen to music, make a call and set the mood all with this phone controlled smart lamp.","avatarURL":"https://ksr-ugc.imgix.net/projects/896583/photo-original.jpg?v=1397870712&w=1536&h=1152&fit=crop&auto=format&q=92&s=ca26e5ab9b32398614d8a1dc2a42aaaf","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/896583/video-359875-h264_high.mp4","city":"Provo","state":"UT","country":"US","duration":32,"startDate":1396422000000,"endDate":1399186800000,"raised":224638,"goal":55000,"percent":408,"backers":1501,"currency":"USD","Pledges":[{"amount":2,"backers":22,"pledgePercentage":0.01,"limited":false,"description":"Every backing brings us closer to manufacturing Luma SmartLamp. Thank you for your support! You will receive updates on our status and a $5 discount on a purchase from Luma SmartLamp's website.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":15,"backers":8,"pledgePercentage":0.01,"limited":false,"description":"You will receive a personal thank you video from a member of our founding team. You will also receive a $25 discount on a purchase from Luma SmartLamp's website.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":29,"numAllCaps":0},{"amount":79,"backers":100,"pledgePercentage":0.07,"limited":true,"description":"ONE SHORT shade Luma SmartLamp EARLY BIRD: Receive one short Luma SmartLamp at a special early bird price. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":38,"numAllCaps":4},{"amount":89,"backers":382,"pledgePercentage":0.25,"limited":false,"description":"ONE SHORT shade Luma SmartLamp: Receive one short shade Luma SmartLamp. Use your lamp on your bedside or at your office to charge your device, listen to music, make a conference call and to set the mood lighting. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":58,"numAllCaps":2},{"amount":99,"backers":100,"pledgePercentage":0.07,"limited":true,"description":"ONE TALL shade Luma SmartLamp EARLY BIRD: Receive one tall shade Luma SmartLamp at a special early bird price. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":39,"numAllCaps":4},{"amount":110,"backers":161,"pledgePercentage":0.11,"limited":false,"description":"ONE TALL shade Luma SmartLamp: Receive one tall shade Luma SmartLamp. Use your lamp on your bedside or at your office to charge your device, listen to music, make a conference call and to set the mood lighting. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":58,"numAllCaps":2},{"amount":155,"backers":100,"pledgePercentage":0.07,"limited":true,"description":"SET OF SHORT shade Luma SmartLamps EARLY BIRD: Receive two short Luma SmartLamps at a special early bird price. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes. Your lamp set can be matching or different.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":47,"numAllCaps":5},{"amount":165,"backers":288,"pledgePercentage":0.19,"limited":false,"description":"SET OF SHORT shade Luma SmartLamps: Receive two short shade Luma SmartLamps. Use your lamp on your bedside or at your office to charge your device, listen to music, make a conference call and to set the mood lighting. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes.Your lamp set can be matching or different.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":66,"numAllCaps":3},{"amount":189,"backers":100,"pledgePercentage":0.07,"limited":true,"description":"SET OF TALL shade Luma SmartLamps EARLY BIRD: Receive two tall shade Luma SmartLamps at a special early bird price. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes. Your lamp set can be matching or different.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":48,"numAllCaps":5},{"amount":199,"backers":217,"pledgePercentage":0.14,"limited":false,"description":"SET OF TALL shade Luma SmartLamps: Receive two tall shade Luma SmartLamps. Use your lamp on your bedside or at your office to charge your device, listen to music, make a conference call and to set the mood lighting. (You will select the shade style, cord color, and international plug socket type in a survey after the project closes. Your lamp set can be matching or different.)","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":67,"numAllCaps":3},{"amount":450,"backers":1,"pledgePercentage":0,"limited":true,"description":"TWO CUSTOM shade Luma SmartLamps: Send us a drawing, sketch or mock-up of your idea and we'll create two Luma SmartLamps with your custom design.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":25,"numAllCaps":2},{"amount":650,"backers":3,"pledgePercentage":0,"limited":true,"description":"PARTICIPATE in TWO CUSTOM shade Luma SmartLamps: Come visit the mountain side of Salk Lake City to design and create your Luma SmartLamp shades with Brennan. You will take your lamps home from your trip. You will also meet the Luma founding team. (Travel and board is not included, food for your day will be.)","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":55,"numAllCaps":3}],"updates":39,"comments":752},"errors":{}}