{"successes":{"title":"Structure Sensor: Capture the World in 3D","category":"Technology","subcategory":"Hardware","description":"Scan objects and rooms in 3D, play augmented reality games, and develop mobile apps with 3D vision. For iPad, yet hackable.","avatarURL":"https://ksr-ugc.imgix.net/projects/621548/photo-original.jpg?v=1397827641&w=1536&h=1152&fit=crop&auto=format&q=92&s=00ce34ad5221e4e3e494926e5d277f4f","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/621548/video-291772-h264_high.mp4","city":"San Francisco","state":"CA","country":"US","duration":45,"startDate":1379401200000,"endDate":1383289200000,"raised":1290439,"goal":100000,"percent":1290,"backers":3515,"currency":"USD","Pledges":[{"amount":15,"backers":113,"pledgePercentage":0.03,"limited":false,"description":"THANK YOU FOR YOUR SUPPORT.  Thanks for helping us take 3D sensing mobile!  You'll also receive backer-only updates on the progress of the Structure Sensor and SDK!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":29,"numAllCaps":6},{"amount":25,"backers":166,"pledgePercentage":0.05,"limited":false,"description":"STRUCTURE EXPLODED T-SHIRT: A limited, Kickstarter-only edition T-shirt of the Structure Sensor.  See the project description for a preview. You'll also receive backer-only updates on the progress of the Structure Sensor and SDK!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":329,"backers":600,"pledgePercentage":0.17,"limited":true,"description":"EARLY BIRD SPECIAL:  Receive the same items as either $349 pledge: the STRUCTURE SENSOR FOR IPAD or the STRUCTURE SENSOR HACKER KIT (we’ll ask you which one you want).  This is for our earliest backers — we can only offer a limited number at this price.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":48,"numAllCaps":11},{"amount":330,"backers":414,"pledgePercentage":0.12,"limited":true,"description":"FASHIONABLY LATE SPECIAL:  (new!)  So, you missed the early specials, but hey, you take pride in showing up a little late anyway. Get nearly the same price as the EARLY BIRD SPECIAL, but with a slightly later delivery date.  You’ll receive the same items as either $349 pledge: the STRUCTURE SENSOR FOR IPAD or the STRUCTURE SENSOR HACKER KIT (we’ll ask you which one you want).  Also, if you’d like to receive the same items as the STRUCTURE SENSOR COMPLETE KIT, just add $30 to your pledge.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":88,"numAllCaps":18},{"amount":349,"backers":98,"pledgePercentage":0.03,"limited":false,"description":"STRUCTURE SENSOR HACKER KIT: Get a Structure Sensor, USB Hacker Cable, open source drivers, and open CAD models to let you develop for and mount to almost any platform that supports USB.  You’ll get your choice of color: Silver or Ice Blue.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":43,"numAllCaps":7},{"amount":349,"backers":240,"pledgePercentage":0.07,"limited":false,"description":"STRUCTURE SENSOR FOR IPAD: Get a Structure Sensor and everything you need to use and develop with an iPad (see “Is my iPad supported?”).  You’ll get your choice of color: Silver or Ice Blue, and your choice of iPad bracket.  If you get a new iPad, you can update your bracket selection at any time (until a few weeks before shipment).","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":63,"numAllCaps":4},{"amount":359,"backers":599,"pledgePercentage":0.17,"limited":true,"description":"EARLY BIRD COMPLETE KIT: Receive the same items as the $379 STRUCTURE SENSOR COMPLETE KIT.  By popular demand, this is for our early backers — we can only offer a limited number at this price.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":36,"numAllCaps":8},{"amount":379,"backers":611,"pledgePercentage":0.17,"limited":false,"description":"STRUCTURE SENSOR COMPLETE KIT: Get a Structure Sensor and everything you need to develop and hack for iPad and almost any other USB platform.  Comes with everything from the STRUCTURE SENSOR FOR IPAD and STRUCTURE SENSOR HACKER KIT reward levels — but only one (1) sensor of course!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":49,"numAllCaps":13},{"amount":479,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"STRUCTURE SENSOR BETA EDITION:  Get an early-delivery, limited-edition Structure Sensor Beta!  It will come engraved with the text “BETA” and a serial number between 1 and 100!  Also comes with all of the accessories from the STRUCTURE SENSOR COMPLETE KIT reward level.  Structure Sensor Beta comes in Silver.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":52,"numAllCaps":9},{"amount":479,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"STRUCTURE SENSOR BETA FINAL BATCH: Get an early-delivery, limited-edition Structure Sensor Beta! This final batch of Beta units will come engraved with the text “BETA” and a serial number between 101 and 200. Also comes with all of the accessories from the STRUCTURE SENSOR COMPLETE KIT reward level. Structure Sensor Beta comes in Silver.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":54,"numAllCaps":10},{"amount":750,"backers":55,"pledgePercentage":0.02,"limited":true,"description":"STRUCTURE SENSOR RESEARCH BUNDLE: Get two (2) STRUCTURE SENSOR COMPLETE KITS for your research lab, art project, or creative hack.  Just imagine what you can do with two sensors working in unison from different angles!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":36,"numAllCaps":8},{"amount":950,"backers":147,"pledgePercentage":0.04,"limited":true,"description":"DEV TEAM BUNDLE: Want to start developing early with your team?  Get two (2) of everything from the STRUCTURE SENSOR BETA EDITION reward level.  However, we can’t guarantee the exact serial number range for these sensors.  Two sensors means you won’t have to share!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":47,"numAllCaps":7},{"amount":1350,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"EARLY PARTNER KIT:  Join our inner-circle as we finalize the Structure Sensor.  Get an extremely rare Structure Sensor Prototype and everything you need to develop and hack for iPad and almost any other USB platform.  You’ll also get early access to the SDK and be able to engage with our team via a top-secret high-priority email address.  This will come with a prototype bracket for the iPad (4th generation), as well as a USB Hacker Cable.  In addition, you’ll also receive a STRUCTURE SENSOR COMPLETE KIT when it ships!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":94,"numAllCaps":10},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":true,"description":"VISIT OCCIPITAL FOR THE DAY:  We’ll fly you to Occipital’s San Francisco office to spend the day with our team and meet with Occipital board member Dr. Gary Bradski (creator of OpenCV).  See our latest demos, discuss your ideas for the SDK and new applications, and geek out about computer vision.  You’ll also receive everything in the EARLY PARTNER KIT to take home with you.  Domestic travel within the US is covered for one (1) person only.  You are welcome to bring up to three people, or fly internationally, but you will need to cover any additional travel expenses.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":104,"numAllCaps":10}],"updates":23,"comments":902},"errors":{}}