{"successes":{"title":"Megatokyo Visual Novel Game","category":"Games","subcategory":"Video Games","description":"Experience the unique perspectives of Piro, Largo, and other Megatokyo characters as you play them in an elaborate visual novel game.","avatarURL":"https://ksr-ugc.imgix.net/projects/569589/photo-original.jpg?v=1397822009&w=1536&h=1152&fit=crop&auto=format&q=92&s=b267c730aa639280bc4a4e913e6401cc","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/569589/video-256665-h264_high.mp4","city":"Ann Arbor","state":"MI","country":"US","duration":30,"startDate":1371538800000,"endDate":1374130800000,"raised":299184,"goal":20000,"percent":1496,"backers":4958,"currency":"USD","Pledges":[{"amount":1,"backers":49,"pledgePercentage":0.01,"limited":false,"description":"Buy a pixel in the game.  This doesn't include a copy of the game, but you can feel confident that there is one pixel in the game (ok, maybe 4 or 5) that your donation has helped support.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":39,"numAllCaps":0},{"amount":10,"backers":453,"pledgePercentage":0.09,"limited":false,"description":"Get one copy of Megatokyo the Visual Novel Part 1 (Windows, Mac or Linux) as a Digital Download.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":18,"numAllCaps":0},{"amount":15,"backers":174,"pledgePercentage":0.04,"limited":false,"description":"Get one copy of Megatokyo the Visual Novel Part 1 (Windows, Mac or Linux)  AND one copy of the Original Soundtrack (MP3 or FLAC) as a Digital Download.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":29,"numAllCaps":2},{"amount":25,"backers":172,"pledgePercentage":0.03,"limited":false,"description":"FULL DIGITAL DOWNLOAD PACKAGE: Get one copy of Megatokyo the Visual Novel Part 1 (Windows, Mac or Linux), one copy of the Original Soundtrack (MP3 or FLAC) and one copy of the \"Megatokyo Visual Novel Development Artbook\" in PDF format as a Digital Download.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":44,"numAllCaps":6},{"amount":35,"backers":501,"pledgePercentage":0.1,"limited":false,"description":"BETA TESTER PACKAGE: Participate in Beta testing of the game, provide feedback and be included in list of beta testers in credits for the game.  Includes FULL DIGITAL DOWNLOAD PACKAGE listed above.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":33,"numAllCaps":7},{"amount":35,"backers":1512,"pledgePercentage":0.3,"limited":false,"description":"Part 1, the Original Soundtrack and the \"Megatokyo Visual Novel Development Artbook\" PDF as a Digital Download. This tier includes Part 2 AND Part 3 (if funded in this Kickstarter) as a digital downloads when they are released.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":38,"numAllCaps":2},{"amount":50,"backers":446,"pledgePercentage":0.09,"limited":false,"description":"FLASH DRIVE OF AW3SOM3 PACKAGE: Includes BETA TESTER PACKAGE with all digital content shipped to you on a custom imprinted flash drive.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":22,"numAllCaps":7},{"amount":50,"backers":200,"pledgePercentage":0.04,"limited":false,"description":"Part 1, the Original Soundtrack and the \"Megatokyo Visual Novel Development Artbook\" PDF as a Digital Download and one item of your choice: Kickstarter exclusive fine art print, a Kickstarter  Exclusive Orignal Soundtrack CD -OR- your choice of Piro's new \"B4k4^3\" tshirt or Largo's new and improved \"3V1L L337\" tshirt (sizes: S-5XL)  This tier also includes Part 2 and Part 3 (if funded in this Kickstarter) as a digital download when they are released.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":76,"numAllCaps":4},{"amount":50,"backers":432,"pledgePercentage":0.09,"limited":false,"description":"Flash drive custom imprinted to look like Ping's earblade including Part 1, the Original Soundtrack and the \"Megatokyo Visual Novel Development Artbook\" PDF. Flash drive will be large enough add Part 2 and Part 3 of the game.  This tier does NOT include participation as a Beta Tester, but includes Part 2 and Part 3 (if funded in this Kickstarter) as a digital download when they are released.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":69,"numAllCaps":2},{"amount":60,"backers":155,"pledgePercentage":0.03,"limited":false,"description":"Participate in Beta testing of the game and be included in the list of beta testers in the game credits. Part 1, the Original Soundtrack and the \"Megatokyo Visual Novel Development Artbook\" PDF as a Digital Download and one item of your choice: Kickstarter exclusive fine art print, a Kickstarter Exclusive Orignal Soundtrack CD -OR- your choice of Piro's new \"B4k4^3\" tshirt, Largo's new and improved \"3V1L L337\" tshirt OR a Megatokyo Visual Novel Beta Tester tshirt (sizes: S-5XL). This tier also includes Part 2 and Part 3 (if funded in this Kickstarter) as a digital download when they are released.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":101,"numAllCaps":5},{"amount":75,"backers":328,"pledgePercentage":0.07,"limited":false,"description":"Includes FLASH DRIVE OF AW3SOM3 PACKAGE and a Kickstarter exclusive full-color, signed 11x14 fine art print of artwork from the visual novel enclosed in a protective slipcover with an archival backerboard.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":31,"numAllCaps":4},{"amount":100,"backers":157,"pledgePercentage":0.03,"limited":false,"description":"Includes FLASH DRIVE OF AW3SOM3 PACKAGE, the Kickstarter exclusive full-color, signed 11x14 fine art print PLUS either Piro's new \"B4k4^3\" tshirt or Largo's new and improved \"3V1L L337\" tshirt.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":29,"numAllCaps":5},{"amount":125,"backers":219,"pledgePercentage":0.04,"limited":false,"description":"Includes FLASH DRIVE OF AW3SOM3 PACKAGE, the Kickstarter exclusive full-color, signed 11x14 fine art print PLUS BOTH Piro's new \"B4k4^3\" tshirt AND Largo's new and improved \"3V1L L337\" tshirt.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":29,"numAllCaps":7},{"amount":200,"backers":49,"pledgePercentage":0.01,"limited":true,"description":"CHARACTER ARTWORK SKETCH: Most character artwork will start as pencil sketches on 8.5\" x 11\" bright white inkjet paper or Marker Paper before being scanned into the computer to be hardlined and cleaned up digitally for coloring.  With this support tier you will get one of these drawings.  It will be a unique, one of a kind sketch that will enclosed in a protective slipcover with an archival backerboard.  Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":87,"numAllCaps":6},{"amount":200,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"CHARACTER ARTWORK SKETCH FROM THE PRODUCTION OF MEGATOKYO VISUAL NOVEL PART 2: Most character artwork will start as pencil sketches on 8.5\" x 11\" bright white inkjet paper or Marker Paper before being scanned into the computer to be hardlined and cleaned up digitally for coloring. With this support tier you will get one of these drawings. It will be a unique, one of a kind sketch that will enclosed in a protective slipcover with an archival backerboard. please note THIS WILL BE DELIVERED WHEN PART 2 IS FINISHED (august 2014). Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print which will ship February 2014 when part 1 is delivered.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":116,"numAllCaps":22},{"amount":300,"backers":14,"pledgePercentage":0,"limited":true,"description":"CHARACTER ARTWORK AND BACKGROUND SKETCH SET: In addition to a Character Atwork sketch this tier also includes one of the background artwork sketches.  Background artwork is used to set the location where things happen in the game, identify a place and can often be very intricate and complex.  Most background artwork will start as pencil sketches on 8.5\" x 11\" bright white inkjet paper or Marker Paper before being scanned into the computer to be hardlined and cleaned up digitally for coloring. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":99,"numAllCaps":9},{"amount":300,"backers":2,"pledgePercentage":0,"limited":true,"description":"CHARACTER ARTWORK AND BACKGROUND SKETCH SET FROM THE PRODUCTION OF MEGATOKYO VISUAL NOVEL PART 2: In addition to a Character Atwork sketch this tier also includes one of the background artwork sketches. Background artwork is used to set the location where things happen in the game, identify a place and can often be very intricate and complex. Most background artwork will start as pencil sketches on 8.5\" x 11\" bright white inkjet paper or Marker Paper before being scanned into the computer to be hardlined and cleaned up digitally for coloring. Please note THIS WILL BE DELIVERED WHEN PART 2 IS FINISHED (august 2014). Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print which will ship February 2014 when part 1 is delivered.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":129,"numAllCaps":25},{"amount":400,"backers":14,"pledgePercentage":0,"limited":true,"description":"SPECIAL EVENT CG GRAPHIC SKETCH: Special event CG graphics are illustrations that are shown at particularly important and poignant scenes in the game.  Most Special Event CG artwork will start as pencil sketches on 8.5\" x 11\" bright white inkjet paper or Marker Paper before being scanned into the computer to be hardlined and cleaned up digitally for coloring.  With this support tier you will get one of these drawings.  It will be a unique, one of a kind sketch that will enclosed in a protective slipcover with an archival backerboard. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":109,"numAllCaps":10},{"amount":400,"backers":14,"pledgePercentage":0,"limited":true,"description":"SPECIAL EVENT CG GRAPHIC SKETCH FROM THE PRODUCTION OF MEGATOKYO VISUAL NOVEL PART 2: Special event CG graphics are illustrations that are shown at particularly important and poignant scenes in the game. Most Special Event CG artwork will start as pencil sketches on 8.5\" x 11\" bright white inkjet paper or Marker Paper before being scanned into the computer to be hardlined and cleaned up digitally for coloring. With this support tier you will get one of these drawings. It will be a unique, one of a kind sketch that will enclosed in a protective slipcover with an archival backerboard. please note THIS WILL BE DELIVERED WHEN PART 2 IS FINISHED (august 2014). Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print which will ship February 2014 when part 1 is delivered.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":138,"numAllCaps":26},{"amount":500,"backers":10,"pledgePercentage":0,"limited":true,"description":"CHARACTER ARTWORK SKETCH + CORRESPONDING ORIGINAL MEGATOKYO COMIC ARTWORK!: Much of Megatokyo was originally drawn in pencil, usually with one or two frames drawn on 8.5\" x 11\" bright white inkjet paper.  With this support tier, you will get a Character Artwork Sketch used in the production of the game as well as the corresponding pencil artwork original from the comic itself.  These will be a unique set of drawings that will illustrate the historical ties between the visual novel and the comic itself. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":101,"numAllCaps":11},{"amount":1000,"backers":6,"pledgePercentage":0,"limited":true,"description":"BACKGROUND NON PLAYER CHARACTER: Have yourself included a static fanboy/fangirl/zombie Non Player Character member of one of the many Megatokyo hordes in one of the backgrounds or CG events in the game.  This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in.  You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc.  This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie.  Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":137,"numAllCaps":9},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"FOREGROUND NON PLAYER CHARACTER - BASE GAME (Piro & Largo routes): Have yourself included a fanboy/fangirl/zombie character in the game as a NPC who will actually interact with Piro and Largo in the game. There are many times when Megatokyo characters interact with random NPCs and this is your chance to be one of those NPCs.   This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in.  It will be like having a walk-on bit part in the game with dialogue.  You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc.  Obviously, your selection will be limited to what works with the story scenarios, but hopefully i can put you someplace you will find entertaining.  This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie.  Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":202,"numAllCaps":11},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"FOREGROUND NON PLAYER CHARACTER - KIMIKO ROUTE: Have yourself included a fanboy/fangirl/zombie character in the game as a NPC who will actually interact with Kimiko and possibly other characters in the game. There are many times when Megatokyo characters interact with random NPCs and this is your chance to be one of those NPCs. This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in. It will be like having a walk-on bit part in the game with dialogue. You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc. Obviously, your selection will be limited to what works with the story scenarios, but hopefully i can put you someplace you will find entertaining. This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":193,"numAllCaps":11},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"FOREGROUND NON PLAYER CHARACTER - ERIKA ROUTE: Have yourself included a fanboy/fangirl/zombie character in the game as a NPC who will actually interact with Erika and possibly other characters in the game. There are many times when Megatokyo characters interact with random NPCs and this is your chance to be one of those NPCs. This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in. It will be like having a walk-on bit part in the game with dialogue. You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc. Obviously, your selection will be limited to what works with the story scenarios, but hopefully i can put you someplace you will find entertaining. This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":193,"numAllCaps":11},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"FOREGROUND NON PLAYER CHARACTER - MIHO ROUTE: Have yourself included a fanboy/fangirl/zombie character in the game as a NPC who will actually interact with Miho and possibly other characters in the game. There are many times when Megatokyo characters interact with random NPCs and this is your chance to be one of those NPCs. This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in. It will be like having a walk-on bit part in the game with dialogue. You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc. Obviously, your selection will be limited to what works with the story scenarios, but hopefully i can put you someplace you will find entertaining. This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":193,"numAllCaps":11},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"FOREGROUND NON PLAYER CHARACTER - PING ROUTE: Have yourself included a fanboy/fangirl/zombie character in the game as a NPC who will actually interact with Ping and possibly other characters in the game. There are many times when Megatokyo characters interact with random NPCs and this is your chance to be one of those NPCs. This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in. It will be like having a walk-on bit part in the game with dialogue. You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc. Obviously, your selection will be limited to what works with the story scenarios, but hopefully i can put you someplace you will find entertaining. This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":193,"numAllCaps":11},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":true,"description":"FOREGROUND NON PLAYER CHARACTER - YUKI ROUTE: Have yourself included a fanboy/fangirl/zombie character in the game as a NPC who will actually interact with Yuki and possibly other characters in the game. There are many times when Megatokyo characters interact with random NPCs and this is your chance to be one of those NPCs. This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in. It will be like having a walk-on bit part in the game with dialogue. You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc. Obviously, your selection will be limited to what works with the story scenarios, but hopefully i can put you someplace you will find entertaining. This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":193,"numAllCaps":11},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"FOREGROUND NON PLAYER CHARACTER - KOMUGIKO ROUTE: Have yourself included a fanboy/fangirl/zombie character in the game as a NPC who will actually interact with Komugiko and possibly other characters in the game. There are many times when Megatokyo characters interact with random NPCs and this is your chance to be one of those NPCs. This character can be based on you, a loved one or even a character of your own - I will contact you about details regarding what you would like and where i think i'd fit you in. It will be like having a walk-on bit part in the game with dialogue. You can choose which horde you'd like to be a part of - the Cave of Evil, Largo's students, the Nanasawa Protection Society, the Anna Miller's crowd, etc. Obviously, your selection will be limited to what works with the story scenarios, but hopefully i can put you someplace you will find entertaining. This will include sending you any rough pencil sketchs of what your character will look like as a fan and/or zombie. Also includes the FLASH DRIVE OF AWESOM3 package and Kickstarter exclusive 11x14 fine art print.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":193,"numAllCaps":11}],"updates":42,"comments":676},"errors":{}}