{"successes":{"title":"TUG","category":"Games","subcategory":"Video Games","description":"TUG is a multiplayer open-world sandbox-RPG using new technology and social sciences to directly involve players in the game’s design.","avatarURL":"https://ksr-ugc.imgix.net/projects/482732/photo-original.png?v=1397812789&w=1536&h=1152&fit=crop&auto=format&q=92&s=067895b3f69f796b2692ece73512db3e","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/482732/video-235833-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":30,"startDate":1367391600000,"endDate":1369983600000,"raised":293184,"goal":215000,"percent":136,"backers":7231,"currency":"USD","Pledges":[{"amount":10,"backers":3225,"pledgePercentage":0.45,"limited":true,"description":"EARLY BACKERS ONLY!  DIGITAL DOWNLOADABLE COPY OF TUG! This limited pre-order price point is only available for the first backers of TUG.  We will welcome and thank you for your support with an EXCLUSIVE \"Kickstarter Early Backer\" credit on Nerd Kingdom's \"Wall of Devotus\" webpage!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":47,"numAllCaps":10},{"amount":15,"backers":311,"pledgePercentage":0.04,"limited":true,"description":"DIGITAL DOWNLOADABLE COPY OF TUG!  This price point is only available for those who help fund before the game is released! You also get a \"Kickstarter Backer\" credit on Nerd Kingdom's \"Wall of Devotus\" webpage!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":36,"numAllCaps":5},{"amount":25,"backers":72,"pledgePercentage":0.01,"limited":true,"description":"Previous reward tier, but with a Kickstarter EXCLUSIVE \"Early Kickstarter Backer\" TUG forum recognition badge, wallpaper pack, and font pack.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":20,"numAllCaps":2},{"amount":30,"backers":52,"pledgePercentage":0.01,"limited":false,"description":"DIGITAL DOWNLOADABLE COPY OF TUG!  You also get a \"Kickstarter Backer\" TUG forum recognition badge, wallpaper pack, font pack, and a \"Kickstarter Backer\" credit on Nerd Kingdom's \"Wall of Devotus\" webpage!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":32,"numAllCaps":6},{"amount":30,"backers":1272,"pledgePercentage":0.18,"limited":true,"description":"NEW!!! DIGITAL ONLY BETA ACCESS!!!  -- You’ll have access to the Beta version of TUG with ALL future updates + IN-GAME ASSETS (won’t affect balancing)!!!   You’ll receive the “MARK OF THE CHOSEN,” a special tattoo on your player’s avatar EXCLUSIVE TO KICKSTARTER BETA BACKERS ONLY to identify you as a hardcore early Beta backer IN-GAME!!!  You’ll also receive an EXCLUSIVE “Early Kickstarter Backer” TUG forum recognition badge and credit on Nerd Kingdom’s “Wall of Devotus” webpage, digital wallpaper pack, and digital font pack.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":87,"numAllCaps":22},{"amount":45,"backers":2,"pledgePercentage":0,"limited":true,"description":"BETA FORGE TIER!!!  DIGITAL DOWNLOADABLE COPY OF TUG IN BETA WITH ALL FUTURE UPDATES!  Playing in the beta phase means that your play contributes to the design of the game!!!  You will also get access to Nerd Kingdom's EXCLUSIVE design forum where your feedback is first in the pipeline!!!  You also get an EXCLUSIVE \"Kickstarter FORGE Backer\" TUG forum recognition badge, wallpaper pack, font pack, digital concept art, and a \"Kickstarter FORGE Backer\" credit on Nerd Kingdom's \"Wall of Devotus\" webpage!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":85,"numAllCaps":19},{"amount":45,"backers":241,"pledgePercentage":0.03,"limited":true,"description":"BETA FORGE TIER!!! DIGITAL DOWNLOADABLE COPY OF TUG IN BETA WITH ALL FUTURE UPDATES! Playing in the beta phase means that your play contributes to the design of the game!!! You will also get access to Nerd Kingdom's EXCLUSIVE design forum where your feedback is first in the pipeline!!! You also get an EXCLUSIVE \"Kickstarter FORGE Backer\" TUG forum recognition badge, wallpaper pack, font pack, digital concept art, and a \"Kickstarter FORGE Backer\" credit on Nerd Kingdom's \"Wall of Devotus\" webpage!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":81,"numAllCaps":19},{"amount":45,"backers":388,"pledgePercentage":0.05,"limited":true,"description":"NEW!!!  DIGITAL ONLY BETA PLUS PACK!!! – Includes everything in the DIGITAL ONLY BETA ACCESS TIER + IN-GAME ASSETS (won’t affect balancing)!!!  You’ll get a KICKSTARTER EXCLUSIVE BABY SABRE TIGER COMPANION CRITTER to later train and have accompany you on your journey!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":44,"numAllCaps":20},{"amount":65,"backers":11,"pledgePercentage":0,"limited":true,"description":"ALPHA FORGE TIER!!!  Previous reward tier + DIGITAL DOWNLOADABLE COPY OF TUG IN ALPHA WITH ALL FUTURE UPDATES! Playing in the alpha phase means that your play is the FIRST to contribute to the design of the game, so get in on the ground floor while you can!!! You also get a special digital book of concept art used in the making of TUG!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":65,"numAllCaps":16},{"amount":65,"backers":379,"pledgePercentage":0.05,"limited":true,"description":"ALPHA FORGE TIER!!! Previous reward tier + DIGITAL DOWNLOADABLE COPY OF TUG IN ALPHA WITH ALL FUTURE UPDATES! Playing in the alpha phase means that your play is the FIRST to contribute to the design of the game, so get in on the ground floor while you can!!! You also get a special digital book of concept art used in the making of TUG!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":64,"numAllCaps":16},{"amount":65,"backers":498,"pledgePercentage":0.07,"limited":true,"description":"$65 NEW!!!  DIGITAL ONLY ALPHA PLUS PACK!!! - Includes everything in the DIGITAL ONLY BETA PLUS PACK + IN-GAME ASSETS (won’t affect balancing)!!!  You’ll also get a KICKSTARTER EXCLUSIVE RARE BEAST PELT for your character to wear on the hunt!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":42,"numAllCaps":18},{"amount":75,"backers":3,"pledgePercentage":0,"limited":true,"description":"Previous reward tier + TUG Poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":34,"numAllCaps":5},{"amount":75,"backers":290,"pledgePercentage":0.04,"limited":false,"description":"Previous reward tier + TUG Poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":26,"numAllCaps":5},{"amount":95,"backers":25,"pledgePercentage":0,"limited":true,"description":"Previous reward tier, but your TUG poster will be SIGNED by the Nerd Kingdom Art Team!!!  We'll also 2x your sticker AND wristband orders for this SPECIAL tier. (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":37,"numAllCaps":4},{"amount":115,"backers":1,"pledgePercentage":0,"limited":true,"description":"CORE BACKER TIER!!!  IN-GAME ASSET (won't affect balancing):  A companion WISP will light your way throughout your adventure! You'll also get everything from the ALPHA FORGE TIER,  be recognized as an EXCLUSIVE \"Kickstarter CORE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE Backer\" on Nerd Kingdom's \"Wall of Devotus\" webpage, a TUG poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":89,"numAllCaps":19},{"amount":115,"backers":90,"pledgePercentage":0.01,"limited":true,"description":"CORE BACKER TIER!!! IN-GAME ASSET (won't affect balancing): A companion WISP will light your way throughout your adventure! You'll also get everything from the ALPHA FORGE TIER, be recognized as an EXCLUSIVE \"Kickstarter CORE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE Backer\" on Nerd Kingdom's \"Wall of Devotus\" webpage, a TUG poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":78,"numAllCaps":19},{"amount":125,"backers":43,"pledgePercentage":0.01,"limited":true,"description":"CORE BACKER TIER!!! IN-GAME ASSET (won't affect balancing):  A companion MOUNT will carry you onward as you embark on your journey!  You'll also get everything from the ALPHA FORGE TIER, be recognized as an EXCLUSIVE \"Kickstarter CORE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE Backer\" on  Nerd Kingdom's \"Wall of Devotus\" webpage, a TUG poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":92,"numAllCaps":19},{"amount":135,"backers":5,"pledgePercentage":0,"limited":true,"description":"CORE BACKER TIER!!! IN-GAME ASSET (won't affect balancing): A companion GOLEM will join you on your adventure! You'll also get everything from the ALPHA FORGE TIER, be recognized as an EXCLUSIVE \"Kickstarter CORE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE Backer\" on Nerd Kingdom's \"Wall of Devotus\" webpage, a TUG poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":85,"numAllCaps":19},{"amount":150,"backers":33,"pledgePercentage":0,"limited":true,"description":"CORE BACKER TIER!!! IN-GAME ASSET (won't affect balancing): The Kickstarter EXCLUSIVE, RARE  METEOR GOLEM companion will join you on your adventure! You'll also get everything from the ALPHA FORGE TIER, be recognized as an EXCLUSIVE \"Kickstarter CORE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE Backer\" on Nerd Kingdom's \"Wall of Devotus\" webpage, a TUG poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":90,"numAllCaps":21},{"amount":180,"backers":30,"pledgePercentage":0,"limited":true,"description":"CORE BACKER COMPANIONS PACK!!! IN-GAME ASSETS (won't affect balancing): You'll be joined by a WISP, MOUNT, AND GOLEM to accompany you on your adventure!!!  You'll also receive everything from the ALPHA FORGE TIER, be recognized as an EXCLUSIVE \"Kickstarter CORE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE Backer\" on Nerd Kingdom's \"Hall of Fame\" webpage, a TUG poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":93,"numAllCaps":22},{"amount":195,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"CORE BACKER COMPANIONS PACK!!! IN-GAME ASSETS (won't affect balancing) : You'll be joined by a WISP, MOUNT, AND the Kickstarter EXCLUSIVE, SUPER RARE ASTEROID GOLEM to accompany you on your adventure!!! You'll also receive everything from the ALPHA FORGE TIER, be recognized as an EXCLUSIVE \"Kickstarter CORE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE Backer\" on Nerd Kingdom's \"Wall of Devotus\" webpage, a TUG poster, a 2x digital gift pack of TUG for two friends, TUG sticker, a \"TUG Life\" wristband, and a TUG t-shirt! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":99,"numAllCaps":26},{"amount":225,"backers":34,"pledgePercentage":0,"limited":true,"description":"NEW!!!  DIGITAL ONLY CORE GUILD BUNDLE!!!  You’ll have alpha access with all future updates for yourself, as well as a 2x gift pack for TWO friends (with same level of access and digital goods as your copy).  You’ll also receive the following in-game assets for each copy of the game:  A KICKSTARTER EXCLUSIVE RARE METEOR GOLEM, a wisp, a mount, a KICKSTARTER EXCLUSIVE RARE BABY SABRE TIGER, the KICKSTARTER EXCLUSIVE “MARK OF THE CHOSEN,” and a KICKSTARTER EXCLUSIVE RARE beast pelt.  Finally, as the primary backer, you’ll personally be recognized with a KICKSTARTER EXCLUSIVE “CORE GUILD Backer” forum recognition badge and credit on Nerd Kingdom’s “Wall of Devotus” webpage, and receive a TUG digital font pack, a TUG digital wallpaper pack, and a TUG digital concept art book.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":133,"numAllCaps":35},{"amount":275,"backers":64,"pledgePercentage":0.01,"limited":true,"description":"CORE-FORGER EXTRAORDINAIRE!!!  Access special Nerd Kingdom research and design experiment servers and play with the Nerd Kingdom team!!!  Kickstarter EXCLUSIVE EARLY ACCESS to our server data dumps and research project pipeline, perfect for the aspiring researcher!!!  You'll also be recognized as an EXCLUSIVE \"Kickstarter CORE-FORGER EXTRAORDINAIRE Backer\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE-FORGER EXTRAORDINAIRE Backer\" on Nerd Kingdom's \"Wall of Devotus\" webpage, a SIGNED TUG poster, a 4x digital gift pack of TUG, 4x TUG stickers, 4x \"TUG Life\" wristbands, and 4x TUG t-shirts! You'll also receive the WISP, MOUNT, AND the Kickstarter EXCLUSIVE, SUPER RARE ASTEROID GOLEM to accompany you on your adventure (won't affect balancing)!!!  You'll also be given everything in the ALPHA FORGE TIER!!! (Please include an extra $15 for international shipping.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":135,"numAllCaps":28},{"amount":375,"backers":34,"pledgePercentage":0,"limited":true,"description":"NEW!!!  DIGITAL ONLY CORE-FORGER EXTRAORDINAIRE GUILD BUNDLE!!!  You’ll have alpha access with all future updates for yourself, in addition to a 6x gift pack for SIX friends (with same level of access and digital goods as your copy).  You’ll also receive the following in-game assets for each copy of the game:  A KICKSTARTER EXCLUSIVE SUPER RARE ASTEROID GOLEM, WISP, MOUNT, A KICKSTARTER EXCLUSIVE RARE BABY SABRE TIGER, the KICKSTARTER EXCLUSIVE “MARK OF THE CHOSEN,” and a KICKSTARTER EXCLUSIVE RARE BEAST PELT, all for your use IN-GAME!!!  You’ll also have access to the special Nerd Kingdom research and design experiment servers and will be able to play TUG with the Nerd Kingdom team!!!   In addition, you’ll receive KICKSTARTER EXCLUSIVE EARLY ACCESS to our server data dumps and research project pipeline, perfect for the aspiring researcher!!! You'll also be recognized as an EXCLUSIVE \"Kickstarter CORE-FORGER EXTRAORDINAIRE GUILD Backer\" with a TUG forum badge and credit on Nerd Kingdom's \"Wall of Devotus\" webpage, and receive a TUG digital font pack, a TUG digital wallpaper pack, and a TUG digital concept art book.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":186,"numAllCaps":49},{"amount":500,"backers":10,"pledgePercentage":0,"limited":true,"description":"TUG 4 LIFE TIER!!!  IN-GAME CREDIT!!!  Previous reward tier + your name will be forever memorialized in the WELL OF THE ETERNUS to be discovered by any passerby in the world of TUG!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":35,"numAllCaps":10},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"TUG 4 LIFE TIER!!!  Previous reward tier + DESIGN AN NPC (Non-Player Character)!!!  See your legacy to TUG live on... IN-GAME!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":23,"numAllCaps":8},{"amount":1250,"backers":3,"pledgePercentage":0,"limited":true,"description":"NEW!!! DIGITAL ONLY TUG 4 LIFE TIER!!!  You’ll have an avatar-sized statue of your character with your name to be erected in the “Statue Garden” to forever memorialize your contribution to TUG at a special location IN-GAME!!!  Leave your legacy alongside those of everyone else who has made a monumental contribution to TUG!!!  You’ll also get all of the DIGITAL rewards at the lower tiers, INCLUDING:  DESIGN AN NPC (Non-Player Character), alpha access with all future updates in addition to a 6x gift pack for SIX friends (with same level of access and digital goods as your copy), the following in-game assets for each copy of the game:  A KICKSTARTER EXCLUSIVE SUPER RARE ASTEROID GOLEM, WISP, MOUNT, A KICKSTARTER EXCLUSIVE RARE BABY SABRE TIGER, the KICKSTARTER EXCLUSIVE “MARK OF THE CHOSEN,” and a KICKSTARTER EXCLUSIVE RARE BEAST PELT; access to the special Nerd Kingdom research and design experiment servers and will be able to play TUG with the Nerd Kingdom team; a KICKSTARTER EXCLUSIVE EARLY ACCESS to our server data dumps and research project pipeline, perfect for the aspiring researcher!!! You'll also be recognized as an EXCLUSIVE \"TUG 4 LIFE\" with a TUG forum badge, receive a credit as a \"Kickstarter CORE-FORGER EXTRAORDINAIRE GUILD Backer\" on Nerd Kingdom's \"Wall of Devotus\" webpage, a TUG digital font pack, TUG digital wallpaper pack, and a TUG digital concept art book.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":233,"numAllCaps":57},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"NEW!!! DIGITAL ONLY TUG 4 LIFE TIER!!!  Previous reward tier + Work with the Nerd Kingdom team and help create a concept for one of TUG’s GIANT WORLD MONSTERS (must be appropriate & within the limits of our design approach)!!!  Leave your legacy in TUG by being part of the creation of a truly magnificent creature that everyone can run into in-game!!!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":64,"numAllCaps":11},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"TUG 4 LIFE TIER!!!  Previous reward tier + a Kickstarter EXCLUSIVE, MASSIVE STATUE OF YOUR PLAYER AVATAR HIDDEN IN-GAME!!!  Uncover the monument to your hidden past memorializing your contribution to TUG!!!  Additionally,   you and a friend are invited to the Nerd Kingdom TUG launch party in Los Angeles, CA!!!  Come have dinner with the team, party, hang out, and of course...PLAY GAMES!!!  Nerd Kingdom will award you with a plaque with your name and credit as a TUG producer in a special ceremony at dinner!   (Travel expenses not included.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":98,"numAllCaps":18},{"amount":8000,"backers":0,"pledgePercentage":0,"limited":true,"description":"TUG 4 LIFE TIER!!!  Previous reward tier, except now you and THREE of your friends are invited to the Nerd Kingdom TUG launch party in Los Angeles, CA!!! Come have dinner with the team, party, hang out, and of course...PLAY GAMES!!!  Nerd Kingdom will award you with a plaque with your name and credit as a TUG producer in a special ceremony at dinner!   (Travel expenses not included.)","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":72,"numAllCaps":9}],"updates":68,"comments":2544},"errors":{}}