{"successes":{"title":"\"All-American Boy\" - The Album","category":"Music","subcategory":"Rock","description":"Keep the music/message pure. Be my \"label\" and help fund and promote my first record, \"All-American Boy\" - The Album.","avatarURL":"https://ksr-ugc.imgix.net/projects/867501/photo-original.jpg?v=1397867767&w=1536&h=1152&fit=crop&auto=format&q=92&s=30c1aeba8159bdebff306a5be37a77a9","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/867501/video-348482-h264_high.mp4","city":"Chicago","state":"IL","country":"US","duration":31,"startDate":1393401600000,"endDate":1396080000000,"raised":326593,"goal":81000,"percent":403,"backers":4905,"currency":"USD","Pledges":[{"amount":5,"backers":65,"pledgePercentage":0.01,"limited":false,"description":"BE A PART OF THE DREAM. Let's show the world that a good love song is a good love song--no matter who sings it or who s/he sings about. Help me keep my music and message real, so that all our voices can be heard, and get a personalized thank-you note from me.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":53,"numAllCaps":6},{"amount":10,"backers":1324,"pledgePercentage":0.27,"limited":false,"description":"GET THE RECORD. Get a digital download of the record we made together and a personalized thank you note from me.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":21,"numAllCaps":3},{"amount":15,"backers":540,"pledgePercentage":0.11,"limited":false,"description":"FRAME ME. Get an autographed 8 x 10 color photo of me and a digital download (in May) of the record we made together.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":24,"numAllCaps":2},{"amount":25,"backers":1315,"pledgePercentage":0.27,"limited":false,"description":"GET THE RECORD IRL. Get a digital download (in May) of the record we made together and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":32,"numAllCaps":5},{"amount":25,"backers":193,"pledgePercentage":0.04,"limited":false,"description":"I DRAW YOU WITH SMELLY MARKERS. Send me a face pic, and I'll mail you a custom magic marker portrait, created and signed by me. And get a digital download (in May) of the record we made together.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":38,"numAllCaps":7},{"amount":50,"backers":593,"pledgePercentage":0.12,"limited":false,"description":"WEAR YOUR PRIDE ON YOUR SLEEVE. Get a Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":41,"numAllCaps":7},{"amount":75,"backers":106,"pledgePercentage":0.02,"limited":false,"description":"GO RETRO. Get an old-school vinyl LP copy of the album, a Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":36,"numAllCaps":3},{"amount":100,"backers":250,"pledgePercentage":0.05,"limited":true,"description":"DECORATE. Get a limited-edition, \"All-American Boy\" lyrics poster, a Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":42,"numAllCaps":2},{"amount":150,"backers":258,"pledgePercentage":0.05,"limited":false,"description":"GET CREDIT. Your name will appear in the album booklet--next to my Mom :) And get a  Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":51,"numAllCaps":3},{"amount":200,"backers":20,"pledgePercentage":0,"limited":true,"description":"GET ANSWERS. I'll send you a 30-second video thanking you for your contribution and answer one question you have for me--keep it PG ;) And get a Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":60,"numAllCaps":5},{"amount":300,"backers":20,"pledgePercentage":0,"limited":true,"description":"I'LL \"STAY\" WITH YOU FOREVER. Get one of the props from the \"STAY\" music video, a Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":49,"numAllCaps":7},{"amount":400,"backers":10,"pledgePercentage":0,"limited":true,"description":"GET \"EXTRA\" SPECIAL TREATMENT. Appear in one of my music videos as an extra and be part of the fun and craziness that ensues. And get a Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me. Costs for travel to shooting location paid by Backer.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":69,"numAllCaps":5},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"TAKE THE CLOTHES OFF MY BACK. Get the sunglasses or one of the shirts worn by me in the \"All-American Boy\" or \"STAY\" music videos, a Steve Grand exclusive t-shirt (new design), a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":59,"numAllCaps":8},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"BE MY CO-STAR. Appear in one of my music videos with at least 12 seconds of screen time. And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me. Costs for travel to shooting location paid by Backer.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":1000,"backers":5,"pledgePercentage":0,"limited":true,"description":"BE MY INSPIRATION. Tell me about yourself, and I'll write a 30-second song about you and send you a video of me singing it and mail you the signed lyric sheet. And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":73,"numAllCaps":5},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":true,"description":"GET AMPED. Get the Blue Dragonfly microphone and Robbie pre-amp I used to record \"All-American Boy. And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":58,"numAllCaps":4},{"amount":2000,"backers":5,"pledgePercentage":0,"limited":true,"description":"TAKE THE STAGE. Get VIP treatment at my album release party in Chicago in May. You will be called on stage and recognized as a major donor (unless you are afraid of crowds). After the show, I'll treat you to dinner. And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me. Costs for travel to Chicago paid by Backer.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":91,"numAllCaps":6},{"amount":3000,"backers":10,"pledgePercentage":0,"limited":true,"description":"BE MY \"ALL-AMERICAN BOY\" TONIGHT. Meet me for dinner in Chicago or while I'm on tour! I will play songs from my new record on my acoustic guitar, and I'll drink whiskey from the infamous, bottomless flask from the \"All-American Boy\" music video. (You will have to bring your own whiskey, because alcohol cannot be offered as a reward on Kickstarter!) And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me. Costs for travel to Steve's location paid by Backer.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":112,"numAllCaps":9},{"amount":5000,"backers":9,"pledgePercentage":0,"limited":true,"description":"LET ME SERENADE YOU. I'll perform a private acoustic set for you and your friends (within the US only), including three cover songs of your choice and some of my originals. And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me. All costs to bring Steve to Backer's location are included.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":83,"numAllCaps":7},{"amount":5000,"backers":4,"pledgePercentage":0,"limited":true,"description":"LET ME SERENADE YOU IN 2015. I'll perform a private acoustic set for you and your friends (within the US only), including three cover songs of your choice and some of my originals. And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me. All costs to bring Steve to Backer's location are included. THIS REWARD CAN BE REDEEMED IN 2015 ONLY.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":93,"numAllCaps":15},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE DIE-HARD. Come to all three of my album release parties--New York, Los Angeles and Chicago--all in one week! You will be called on stage and recognized as a major donor at each event (unless you are afraid of crowds). After each show, I'll treat you to dinner. And get a Steve Grand exclusive t-shirt (new design), a limited-edition, \"All-American Boy\" lyrics poster, a digital download (in May) of the record we made together, and a CD copy (in June) of the record with a personalized thank-you note from me. AIR TRAVEL (for 2), HOTELS (4 nights) AND GROUND TRANSPORTATION INCLUDED.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":101,"numAllCaps":11}],"updates":19,"comments":412},"errors":{}}