{"successes":{"title":"SnapJet: Turn your smartphone into a polaroid film printer!","category":"Technology","subcategory":"Gadgets","description":"A high quality open-source photo printer that seamlessly interfaces with smartphones. No wires. No apps. Just beautiful images.","avatarURL":"https://ksr-ugc.imgix.net/projects/1135062/photo-original.jpg?v=1416518505&w=1536&h=1152&fit=crop&auto=format&q=92&s=4a1894058885bc068e5800c69b3b174c","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1135062/video-468305-h264_high.mp4","city":"Huntington Beach","state":"CA","country":"US","duration":30,"startDate":1416384000000,"endDate":1418976000000,"raised":210449,"goal":155000,"percent":136,"backers":1486,"currency":"USD","Pledges":[{"amount":1,"backers":84,"pledgePercentage":0.06,"limited":false,"description":"SUPPORT OPEN INNOVATION AND ANALOG INSTANT FILM! Help us fulfill our dream of making SnapJet a reality. We'll keep you updated on our progress, and let you know when SnapJet is in stores! We'll also list you as a backer on our website: snapjet.com","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":44,"numAllCaps":7},{"amount":5,"backers":43,"pledgePercentage":0.03,"limited":false,"description":"SNAPPY PRINT! Receive a beautiful SnapJet film print. Email us any photo and we'll print out a crisp polaroid and mail it to you. See the great color and quality of our prints firsthand!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":34,"numAllCaps":2},{"amount":25,"backers":15,"pledgePercentage":0.01,"limited":false,"description":"SNAPPY GOODY BAG! Support SnapJet and we'll send you a goody bag full of SnapJet treats. Six SnapJet-themed milk / dark chocolate truffles, and our very own photo-printing monster in PEZ-Dispenser form!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":32,"numAllCaps":4},{"amount":35,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"SNAPPY T-SHIRT! Show off your tech savvy and great fashion sense with this colorful tee! Let us know your size, and we'll have you looking good in no time. Men's and women's tees available.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":34,"numAllCaps":2},{"amount":99,"backers":200,"pledgePercentage":0.13,"limited":true,"description":"SNAPJET INSTANT FILM PRINTER SUPER EARLY BIRD SPECIAL! Be the first to own a SnapJet at a whopping 30% off the retail price ($149). We can only ship 100 SnapJets at this price point. It's our way of saying thanks for supporting us so early on. Our very first batch of production printers will go to you, our special early adopters.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":61,"numAllCaps":8},{"amount":129,"backers":781,"pledgePercentage":0.53,"limited":true,"description":"SNAPJET INSTANT FILM PRINTER EARLY BIRD SPECIAL! This is it. The coolest new instant photo printer around, at a 15% discount for early birds! We'll send you one SnapJet so you can print beautiful photos anywhere, and you'll be ahead of any orders we fulfill on our website or other sales channels.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":52,"numAllCaps":7},{"amount":149,"backers":21,"pledgePercentage":0.01,"limited":false,"description":"SNAPJET INSTANT FILM PRINTER! We'll send you one SnapJet so you can print beautiful photos anywhere, and you'll be ahead of any orders we fulfill on our website or other sales channels.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":32,"numAllCaps":4},{"amount":175,"backers":204,"pledgePercentage":0.14,"limited":true,"description":"SNAPJET INSTANT FILM PRINTER SUPER EARLY BIRD SPECIAL WITH LEATHER CASE! Own a SnapJet at a whopping 30% off the retail price. Plus, get our  beautiful hand-crafted, full grain leather case that splits into a classic camera-style half case and cover. It's our way of saying thanks for supporting us so early on. Our very first batch of production printers will go to you, our special early adopters.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":69,"numAllCaps":11},{"amount":239,"backers":64,"pledgePercentage":0.04,"limited":true,"description":"SNAPJET DUO! The coolest new instant photo printer around, at a HUGE 20% discount! Plus you save on shipping. We'll send you two SnapJet printers so you can print beautiful photos anywhere, and you'll be ahead of any orders we fulfill on our website or other sales channels","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":48,"numAllCaps":3},{"amount":299,"backers":19,"pledgePercentage":0.01,"limited":false,"description":"CUSTOM ENGRAVED SNAPJET DELUXE + LEATHER CASE! Get a deluxe anodized all-alumimum body SnapJet with a custom engraving of your choice. Comes with a beautiful hand-crafted, full grain leather case that splits into a classic camera-style half case and cover. Designed exclusively for SnapJet by Kaza Deluxe Handmade.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":48,"numAllCaps":6},{"amount":339,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"SNAPJET WITH LEATHER CASE DUO! This tier was created by popular demand from our awesome backers. A duo pack of the coolest new instant photo printer around, at a HUGE 30% discount to retail! Plus, get two beautiful hand-crafted, full grain leather cases that split into a classic camera-style half case and cover. You'll save on shipping, also be ahead of any orders we fulfill on our website or other sales channels.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":72,"numAllCaps":7},{"amount":3000,"backers":1,"pledgePercentage":0,"limited":false,"description":"ANGEL LIST: We'll fly you out to Huntington Beach, California (Continental US Only), put you up for a night, and give you a tour of our lab facility and a sneak peak at the first SnapJet ever made. We'll also discuss your ideas and feedback for future versions of SnapJet. And you'll of course leave with your very own SnapJet!","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":60,"numAllCaps":3}],"updates":13,"comments":168},"errors":{}}