{"successes":{"title":"Dark Darker Darkest","category":"Games","subcategory":"Tabletop Games","description":"A cooperative board game where 2-5 “survivors\" explore the secured house of Doctor Mortimer, working to stop the zombie apocalypse.","avatarURL":"https://ksr-ugc.imgix.net/projects/521593/photo-original.jpg?v=1397816810&w=1536&h=1152&fit=crop&auto=format&q=92&s=90a9c353dd488402bfbfe13d20a3ec25","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/521593/video-248763-h264_high.mp4","city":"Dallas","state":"TX","country":"US","duration":31,"startDate":1370934000000,"endDate":1373612400000,"raised":198232,"goal":30000,"percent":661,"backers":1462,"currency":"USD","Pledges":[{"amount":80,"backers":4,"pledgePercentage":0,"limited":false,"description":"STANDARD \nDARK DARKER DARKEST\nThis level is $10 off the MSRP price. At this level you will receive Dark Darker Darkest. This level does not include all Stretch Goals. Stretch Goals with component upgrades such as tiles and dice will be included when these Stretch Goals are reached. Any miniatures reached as Stretch Goals will not be included in this pledge level. Includes shipping to the United States and Germany. All other countries check the \"International Shipping\" section of the project description to determine your shipping fee.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":86,"numAllCaps":5},{"amount":100,"backers":498,"pledgePercentage":0.34,"limited":true,"description":"EARLY BIRD PREMIUM\nDARK DARKER DARKEST. \nThis is a KICKSTARTER EXCLUSIVE PREMIUM level. In addition to the standard game you will receive 8 exclusive Tuff Guy zombie miniatures, 2 additional exclusive rooms and an additional character (Bunny) miniature and card (non exclusive). You will also receive any Stretch Goals we reach. We do reserve the right to offer  the room tiles and zombie miniatures (Tuff Guy) at special gaming events. Includes shipping to the United States and Germany. All other countries check the \"International Shipping\" section of the project description to determine your shipping fee.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":95,"numAllCaps":8},{"amount":105,"backers":448,"pledgePercentage":0.31,"limited":true,"description":"EARLY BIRD PREMIUM #2 DARK DARKER DARKEST. This is a KICKSTARTER EXCLUSIVE PREMIUM level. In addition to the standard game you will receive 8 exclusive Tuff Guy zombie miniatures, 2 additional exclusive rooms and an additional character (Bunny) miniature and card (non exclusive). You will also receive any Stretch Goals we reach. We do reserve the right to offer the room tiles and zombie miniatures (Tuff Guy) at special gaming events. Includes shipping to the United States and Germany. All other countries check the \"International Shipping\" section of the project description to determine your shipping fee.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":96,"numAllCaps":9},{"amount":106,"backers":355,"pledgePercentage":0.24,"limited":true,"description":"EARLY BIRD PREMIUM DARK DARKER DARKEST. This is a KICKSTARTER EXCLUSIVE PREMIUM level. In addition to the standard game you will receive 8 exclusive Tuff Guy zombie miniatures, 2 additional exclusive rooms and an additional character (Bunny) miniature and card (non exclusive). You will also receive any Stretch Goals we reach. We do reserve the right to offer the room tiles and zombie miniatures (Tuff Guy) at special gaming events. Includes shipping to the United States and Germany. All other countries check the \"International Shipping\" section of the project description to determine your shipping fee.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":95,"numAllCaps":9},{"amount":110,"backers":65,"pledgePercentage":0.04,"limited":false,"description":"PREMIUM DARK DARKER DARKEST. This is a KICKSTARTER EXCLUSIVE PREMIUM level. In addition to the standard game you will receive 8 exclusive Tuff Guy zombie miniatures, 2 additional exclusive rooms and an additional character (Bunny) miniature and card (non exclusive). You will also receive any Stretch Goals we reach. We do reserve the right to offer  the room tiles and zombie miniatures (Tuff Guy) at special gaming events. Includes shipping to the United States and Germany. All other countries check the \"International Shipping\" section of the project description to determine your shipping fee.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":94,"numAllCaps":7},{"amount":180,"backers":36,"pledgePercentage":0.02,"limited":false,"description":"ACTION PACK, PREMIUM DARK DARKER DARKEST + CRYSIS ANALOGUE EDITION. You will receive 1 copy of Dark Darker Darkest with everything the Premium level has and 1 copy of Crysis (MSRP US$ 90,-) and all Stretch Goals reached.  Includes shipping to the United States and Germany. All other countries check the \"International Shipping\" section of the project description to determine your shipping fee. Crysis will be shipped separately.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":69,"numAllCaps":11},{"amount":330,"backers":4,"pledgePercentage":0,"limited":false,"description":"TRIPLE PREMIUM DARK DARKER DARKEST. This level includes everything the Premium level has x3 and all Stretch Goals reached.  \nCheck the \"Shipping\" section of the project description to determine your shipping fee.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":33,"numAllCaps":5},{"amount":660,"backers":1,"pledgePercentage":0,"limited":false,"description":"SIX PACK PREMIUM DARK DARKER DARKEST. \nThis level includes everything the Premium level has x6 and all Stretch Goals reached. Check the \"Shipping\" section of the project description to determine your shipping fee.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":33,"numAllCaps":6},{"amount":1050,"backers":3,"pledgePercentage":0,"limited":false,"description":"PREMIUM DARK DARKER DARKEST X10. \nPREMIUM DARK DARKER DARKEST X10. This level includes everything the Premium level has X10 and all Stretch Levels reached. FREE SHIPPING ANYWHERE!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":27,"numAllCaps":11}],"updates":55,"comments":7838},"errors":{}}