{"successes":{"title":"Commodore Amiga: a visual Commpendium book","category":"Games","subcategory":"Video Games","description":"A book that celebrates the beauty of the Commodore Amiga. Full of pixel art, iconic box art and contributions from industry legends","avatarURL":"https://ksr-ugc.imgix.net/assets/003/660/309/da53e48652960439b54a35bfa6ec6677_original.jpg?v=1429732378&w=700&fit=max&auto=format&q=92&s=aa3702cd6e256ab43ea7c24777738e59","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1322870/video-453339-h264_high.mp4","city":"Bath","state":null,"country":"UK","duration":30,"startDate":1413183600000,"endDate":1415775600000,"raised":129866,"goal":25000,"percent":519,"backers":3078,"currency":"GBP","Pledges":[{"amount":5,"backers":11,"pledgePercentage":0,"limited":false,"description":"A BIG THANK YOU: A massive thank you from me! As an official backer of the campaign, you will get your name in the book and access to updates. You will also get an exclusive handwritten 'demo scene' postcard right after the campaign finishes.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":44,"numAllCaps":5},{"amount":10,"backers":64,"pledgePercentage":0.02,"limited":false,"description":"PDF: You will get a PDF version of the book. As an official backer of the campaign, you will get your name in the book and access to updates. You will also get an exclusive handwritten 'demo scene' postcard right after the campaign finishes.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":44,"numAllCaps":2},{"amount":25,"backers":1455,"pledgePercentage":0.47,"limited":false,"description":"THE BOOK: You get the book in all it's full colour lithographic glory! As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":55,"numAllCaps":3},{"amount":30,"backers":276,"pledgePercentage":0.09,"limited":false,"description":"THE BOOK AND FULL SET OF 'DEMO SCENE' POSTCARDS: You get the book in all it's full colour lithographic glory and all five 'demo scene' postcards. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard  within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":69,"numAllCaps":10},{"amount":40,"backers":75,"pledgePercentage":0.02,"limited":true,"description":"AMIGA FRIDGE MAGNETS: You get the book in all it's full colour lithographic glory and also 4 x 25mm Amiga themed fridge magnets in custom packaging. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":68,"numAllCaps":4},{"amount":40,"backers":20,"pledgePercentage":0.01,"limited":false,"description":"LEMMINGS BADGES: You get the book in all it's full colour lithographic glory and also 4 x 38mm Lemmings badges custom packaging. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":45,"backers":77,"pledgePercentage":0.03,"limited":false,"description":"MULTI-BOOK DISCOUNT: Pledge £45 for two books, £70 for three books and £90 for four books. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard  within your books.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":59,"numAllCaps":3},{"amount":50,"backers":30,"pledgePercentage":0.01,"limited":false,"description":"MULTI-BOOK DISCOUNT WITH FULL SETS OF 'DEMO SCENE' POSTCARDS: Pledge £55 for two books, £80 for three books and £100 for four books. You get the book in all it's full colour lithographic glory and five 'demo scene' postcards per book. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your books.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":83,"numAllCaps":10},{"amount":50,"backers":656,"pledgePercentage":0.21,"limited":false,"description":"C64 AND AMIGA BOOKS WITH 1 FULL SET OF 'DEMO SCENE' POSTCARDS AND 1 FULL SET OF 'LOADER' POSTCARDS: You get the C64 and Amiga books in all their full colour lithographic glory, one set of all five 'demo scene' postcards and one set of five 'loader' postcards. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your books. C64 books will be delivered in November 2014.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":98,"numAllCaps":17},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"THE AMIGA WORKS: You get the book in all it's full colour lithographic glory and also a signed copy of Allister Brimble's Amiga Works double CD. Also included is an Amiga Works A2 poster. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":76,"numAllCaps":5},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"KICK OFF 2: You get the book in all it's full colour lithographic glory and also an A3 Kick Off 2 poster signed by the man himself; Dino Dini. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":71,"numAllCaps":3},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"LEMMINGS: You get the book in all it's full colour lithographic glory and also a peice of Lemmings bead art signed by Lemmings creator Michael Dailly. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book. (Exact Lemming will be chosen at random).","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":75,"numAllCaps":2},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"SIMON THE SORCERER: You get the book in all it's full colour lithographic glory and also an A2 Simon The Sorcerer poster signed by creator Simon Woodroffe. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":50,"backers":15,"pledgePercentage":0,"limited":true,"description":"THE AMIGA WORKS: You get the book in all it's full colour lithographic glory and also a signed copy of Allister Brimble's Amiga Works double CD. Also included is an Amiga Works A2 poster. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":76,"numAllCaps":5},{"amount":50,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"KICK OFF 2: You get the book in all it's full colour lithographic glory and also an A3 Kick Off 2 poster signed by the man himself; Dino Dini. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":71,"numAllCaps":3},{"amount":50,"backers":5,"pledgePercentage":0,"limited":true,"description":"LEMMINGS: You get the book in all it's full colour lithographic glory and also a peice of Lemmings bead art signed by Lemmings creator Michael Dailly. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book. (Exact Lemming will be chosen at random).","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":75,"numAllCaps":2},{"amount":50,"backers":15,"pledgePercentage":0,"limited":true,"description":"SIMON THE SORCERER: You get the book in all it's full colour lithographic glory and also an A2 Simon The Sorcerer poster signed by creator Simon Woodroffe. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"MONKEY ISLAND A4 GLICEE PRINTS: You get the book in all it's full colour lithographic glory and also a pair of Monkey Island A4 Giclée Prints. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":68,"numAllCaps":5},{"amount":50,"backers":50,"pledgePercentage":0.02,"limited":true,"description":"SCABB ISLAND MONKEY ISLAND A3 MAP: You get the book in all it's full colour lithographic glory and also an A3 Scabb Island map from Monkey Island 2. These are authentically aged and created by \nFilippo Scaboro. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":79,"numAllCaps":6},{"amount":50,"backers":9,"pledgePercentage":0,"limited":true,"description":"PUTTY BEAD ART: You get the book in all it's full colour lithographic glory and also a peice of Putty bead art signed by creator Philip Thornton. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":50,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"JIM SACHS A4 SIGNED GLICEE PRINT: You get the book in all it's full colour lithographic glory and also an A4 Giclée print signed by pixel legend Jim Sachs. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":71,"numAllCaps":6},{"amount":50,"backers":5,"pledgePercentage":0,"limited":true,"description":"WINGS GRAPHIC NOVEL: You get the book in all it's full colour lithographic glory and a Wings: Remastered graphic novel. Written by Martin Fischer, a fellow Wings-fan and accomplished writer of other graphic novels in the Star Wars and Transformers universes, and illustrated by artist Charles Moreira. Each novel is softcover, 48-pages and 10.5 inches high x 7 inches wide. Each one will also be signed by Charles Moreira. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":111,"numAllCaps":4},{"amount":50,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"TURRICAN ANTHOLOGY DIGITAL DOWNLOAD AND SIGNED POSTCARD: You get the book in all it's full colour lithographic glory and the Turrican Soundtrack Anthology \nby Chris Huelsbeck digital download \nplus a signed postcard. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":74,"numAllCaps":8},{"amount":60,"backers":50,"pledgePercentage":0.02,"limited":true,"description":"THE BOOK AND LIMITED EDITION PUTTY SQUAD AMIGA GAME: You get the book in all it's full colour lithographic glory and also a limited edition boxed version of Putty Squad. Only 100 will ever be made of this amazing game. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":82,"numAllCaps":10},{"amount":75,"backers":49,"pledgePercentage":0.02,"limited":true,"description":"THE BOOK AND SIGNED LIMITED EDITION PUTTY SQUAD AMIGA GAME: You get the book in all it's full colour lithographic glory and also a signed limited edition boxed version of Putty Squad. Game will be signed by the original development team. Only 100 will ever be made of this amazing game. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":93,"numAllCaps":11},{"amount":75,"backers":10,"pledgePercentage":0,"limited":true,"description":"SHADOW OF THE BEAST: You get the book in all it's full colour lithographic glory and also a Shadow of the Beast t-shirt signed by Martin Edmondson. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book. (We will collect your t-shirt size after the campaign has finished).","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":80,"numAllCaps":5},{"amount":75,"backers":10,"pledgePercentage":0,"limited":true,"description":"SENSIBLE SOCCER: You get the book in all it's full colour lithographic glory and also a unique A2 Sensible Soccer poster signed by Jon Hare. The poster features a full map of the pitch and you choose the two teams featured on the poster. It will then be customised for you. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":93,"numAllCaps":3},{"amount":75,"backers":4,"pledgePercentage":0,"limited":true,"description":"SIGNED MIKE DAILLY DMA DESIGN BUSINESS CARDS AND LEMMINGS BADGES: You get the book in all it's full colour lithographic glory and also a set of 4 DMA Design signed business cards that belonged to Lemmings creator Mike Dailly back in the day. You also get 4 x 38mm Lemmings badges custom packaging. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":95,"numAllCaps":12},{"amount":100,"backers":1,"pledgePercentage":0,"limited":true,"description":"AMIGA POWER: You get the book in all it's full colour lithographic glory and also issue 1 of Amiga Power signed by launch editor Matt Bielby. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":68,"numAllCaps":3},{"amount":100,"backers":10,"pledgePercentage":0,"limited":true,"description":"CINEMAWARE: You get the book in all it's full colour lithographic glory and also a selection Cinemaware goodies including: Wings 56th \nSquadron T-Shirt, Military Cap and a unseen concept art poster for Rocket Ranger. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":76,"numAllCaps":3},{"amount":100,"backers":10,"pledgePercentage":0,"limited":true,"description":"MONKEY ISLAND A4 GLICEE PRINTS: You get the book in all it's full colour lithographic glory and also a pair of Monkey Island A4 Giclée Prints signed by creator Ron Gilbert. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":73,"numAllCaps":5},{"amount":100,"backers":24,"pledgePercentage":0.01,"limited":true,"description":"SIGNED LIMITED EDITION HARDBACK BOOK: You get the book in all it's full colour lithographic glory but this time as a hardback! It will include red and white Amiga coloured ribbons and will also be signed by Stoo Cambridge and Jon Hare. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":84,"numAllCaps":6},{"amount":150,"backers":10,"pledgePercentage":0,"limited":true,"description":"THE BOOK PLUS YOUR OWN SPREAD: You get the book in all it's full colour lithographic glory and also YOU get to own your own spread. YOU choose the game to be featured and even write a mini review to go with it! As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book. (Please note that if you purchase this reward you will need to suggest five games and I will choose one of them with you to avoid duplication throughout the book.)","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":115,"numAllCaps":10},{"amount":200,"backers":5,"pledgePercentage":0,"limited":true,"description":"'I THINK HE LIKES YOU' MONKEY ISLAND ETCHING/PRINT: You get the book in all it's full colour lithographic glory and also a stunning Monkey Island print/etching signed by creator Ron Gilbert. This artwork (16 x 12.5cm) has been created by artist Maya Pixelskaya and only five will EVER be made! Each print will also be numbered (from 1/5 to 5/5), signed by Maya, and come with a certificate with the date and place they were printed, the technique and the type of ink and paper used. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":128,"numAllCaps":10},{"amount":250,"backers":1,"pledgePercentage":0,"limited":true,"description":"TURRICAN ANTHOLOGY SIGNED CD AND SIGNED VINYL: You get the book in all it's full colour lithographic glory and a physical signed Turrican Soundtrack Anthology 4 CD and signed vinyl. As an official backer of the campaign, you will get your name in the book and access to updates. Also included will be a PDF version of the book. You will also get an exclusive handwritten 'demo scene' postcard within your book. Download and postcard will be delivered in November/December 2015.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":81,"numAllCaps":9}],"updates":83,"comments":1061},"errors":{}}