{"successes":{"title":"The Phoenix Project - City of Titans","category":"Games","subcategory":"Video Games","description":"We present City of Titans, a spiritual successor for the superhero MMORPG City of Heroes, being developed by Missing Worlds Media.","avatarURL":"https://ksr-ugc.imgix.net/projects/672885/photo-original.jpg?v=1397833497&w=1536&h=1152&fit=crop&auto=format&q=92&s=ffb894e8394f619f278918f258be2b62","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/672885/video-295057-h264_high.mp4","city":"Lynnwood","state":"WA","country":"US","duration":33,"startDate":1380697200000,"endDate":1383548400000,"raised":678189,"goal":320000,"percent":212,"backers":5003,"currency":"USD","Pledges":[{"amount":5,"backers":89,"pledgePercentage":0.02,"limited":false,"description":"Armchair Hero - We’re thankful for every bit of support. Everyone who sponsors at the minimum level will receive a set of Wallpapers in common desktop resolutions featuring the work of our talented artists.  Those who join our support forums will also receive the forum title “Kickstarter.”","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":48,"numAllCaps":0},{"amount":10,"backers":221,"pledgePercentage":0.04,"limited":false,"description":"Construction Crew - This perk engraves your name ( or proxy ) on the sponsor’s wall in the Atlas Hurricane Memorial Park and confers access in one of the closed beta access waves + All previous rewards.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":37,"numAllCaps":0},{"amount":25,"backers":581,"pledgePercentage":0.12,"limited":false,"description":"Bright Lights Big City - Sponsors at this level receive a handsome bundle of perks. First, you’ll get the opportunity to reserve your Global Nickname before the general release. Additionally, you’ll see the following in game rewards: A Kickstarter only badge and title for our founding heroes ( and villains! ), an exclusive costume set that will never be available again, and a prestige travel power + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":70,"numAllCaps":1},{"amount":50,"backers":1308,"pledgePercentage":0.26,"limited":false,"description":"Home Sweet Home - This includes a full copy of the game via digital download, a month of VIP subscription, and advanced account activation during the release weekend giving you a headstart on public play + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":39,"numAllCaps":1},{"amount":75,"backers":1509,"pledgePercentage":0.3,"limited":false,"description":"Fly Free!  - At this level you’ll get an additional two months of VIP access and the Kickstarter exclusive Phoenix Travel Aura + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":27,"numAllCaps":1},{"amount":125,"backers":790,"pledgePercentage":0.16,"limited":false,"description":"Dynamic Duo - Twice the fun! The level confers an additional set of Fly Free! rewards for a friend or family member, including all additional rewards from earlier tiers for both accounts + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":36,"numAllCaps":0},{"amount":250,"backers":212,"pledgePercentage":0.04,"limited":false,"description":"Geocacher - Put your mark on the map, literally.  Create your own Exploration Badge on the game map.  We will work with you on the location and text, within design requirements + All previous rewards.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":37,"numAllCaps":0},{"amount":500,"backers":90,"pledgePercentage":0.02,"limited":false,"description":"All Your Base - One of the base features we’ll be implementing are secret entrances.  At this level you’ll be able to use an additional set of doors only available to sponsors of this level plus correspondingly themed base decor + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":45,"numAllCaps":0},{"amount":750,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"I Know A Guy - Help name and design a mission NPC in the game with our talented writers and artists + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":25,"numAllCaps":3},{"amount":1000,"backers":36,"pledgePercentage":0.01,"limited":true,"description":"Registered Lethal Weapon - Design yourself a custom single weapon or prop in partnership with our talented artists. It will be exclusively yours in-game for the first year or first four issues after launch, whichever is longer. You have the option of granting access to this to others of your choosing. + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":55,"numAllCaps":0},{"amount":1500,"backers":6,"pledgePercentage":0,"limited":true,"description":"Double Trouble - Create an additional weapon or prop in partnership with our talented artists. It will be exclusively yours in-game for the first year or four issues (whichever is longer) after launch. You have the option of granting access to this to others of your choosing + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":51,"numAllCaps":0},{"amount":3000,"backers":12,"pledgePercentage":0,"limited":true,"description":"Fashionista - Design a custom costume texture to your specifications to be available in the game, exclusively for your characters. Costume components includes gloves, boots, belt, pants, shirt, cape, chest logo, and mask, with the addition of a custom weapon or prop which is exclusively yours in-game. It will be exclusively yours in-game for the first year or four issues (whichever is longer) after launch. You have the option of granting access to this to others of your choosing + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":83,"numAllCaps":0},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":true,"description":"Big Dog - Your NPC from “I Know A Guy” is upgraded to the owner of a major social hub within the game (nightclub, training center, store, etc). Additionally, you’ll have the *exclusive* use of the base portal within that business + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":45,"numAllCaps":3},{"amount":7500,"backers":6,"pledgePercentage":0,"limited":false,"description":"Key to Titan City - Your character is famous throughout the city. Everyone knows your character. Billboards celebrate or condemn your exploits, regular news broadcasts will include your character. You will get an exclusive base location within a city building of your design. Your custom logo will be used on spotlights throughout the city to signal you for early access missions Additionally, the city has erected a statue in your honor, complete with history plaque + All previous rewards.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":79,"numAllCaps":0},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":false,"description":"Sanctum Sanctorum - Join us at our launch party at a major convention. We'll get your badge and room and some grub, but you will have to find your own way there. Conventions and date to be determined + All previous rewards.","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":42,"numAllCaps":0}],"updates":148,"comments":19130},"errors":{}}