{"successes":{"title":"Here Active Listening - Transform The Way You Hear The World","category":"Technology","subcategory":"Wearables","description":"Use two wireless buds and a smartphone app to control what you hear and how you hear it.","avatarURL":"https://d297h9he240fqh.cloudfront.net/assets/projects/missing_full-ef1b97a276c4f3291797f7e0915afa3d211d5b402c36f6edad251ec8f6b48040.png","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1870010/video-545461-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":29,"startDate":1433228400000,"endDate":1435734000000,"raised":635189,"goal":250000,"percent":254,"backers":2855,"currency":"USD","Pledges":[{"amount":5,"backers":116,"pledgePercentage":0.04,"limited":false,"description":"MANY THANKS for your support in helping bring the Here Active Listening System to life. Receive a thank you video from the Doppler Team and updates on all of our developments from Here on out!","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":35,"numAllCaps":2},{"amount":25,"backers":44,"pledgePercentage":0.02,"limited":false,"description":"JOIN THE HERE TEAM and we'll send you a Here t-shirt to commemorate the launch of the Here Active Listening System! Support Here and show that you’re an original backer! Shipping included.","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":32,"numAllCaps":4},{"amount":179,"backers":999,"pledgePercentage":0.35,"limited":true,"description":"HERE EARLY BIRD SPECIAL. Exclusive for the first 1000 backers. Be the first to get the Here Active Listening System (list price $249) and join the movement to transform live listening forever! Also, get a limited-edition numbered Here print and a Here t-shirt to show you’re an original backer. Vote on a selection of preset filters. Limited quantity. Shipping included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":60,"numAllCaps":4},{"amount":199,"backers":1166,"pledgePercentage":0.41,"limited":true,"description":"GET HERE and join the movement to transform the way we hear the world! Pledge now and own the Here Active Listening System (list price $249) before it's on the market! Also, receive a Here t-shirt to show you’re an original backer and vote on a selection of preset filters. Shipping included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":52,"numAllCaps":2},{"amount":359,"backers":390,"pledgePercentage":0.14,"limited":true,"description":"GET PAIRED WITH HERE. Two is always better than one, so share the Here experience with someone else and live curate your world together! For early birds, get the Here Active Listening System x 2 (list price $249), and two Here t-shirts. Vote on a selection of preset filters. Limited quantity. Shipping included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":53,"numAllCaps":4},{"amount":499,"backers":5,"pledgePercentage":0,"limited":true,"description":"HERE DEVELOPER PACKAGE. Get our dev package and help shape the way we all hear the world! Get the Here Active Listening System (list price $249) along with early access to our exclusive developer platform. Receive a Here t-shirt and vote on a selection of preset filters. Shipping included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":49,"numAllCaps":3},{"amount":799,"backers":14,"pledgePercentage":0,"limited":true,"description":"JOIN THE HERE BETA TEAM. Do you want to be one of the first to experience Here and EQ your world before anyone else can?  Then join the HERE BETA TEAM and receive an exclusive, non-purchasable, pre-release pair of Here buds directly from our factory design validation test (DVT) run (est. October). PLUS get the Here Active Listening System (list price $249) when it ships in December. Get early access to our developer platform and interact with our internal dev and engineering team. Receive a Here t-shirt and vote on a selection of preset filters. Shipping included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":98,"numAllCaps":11},{"amount":999,"backers":3,"pledgePercentage":0,"limited":true,"description":"BE THE FIRST TO MEET HERE!  In addition to everything in JOIN THE HERE BETA TEAM, come meet the Doppler team and a small community of early adopters in one of our offices (NY/SF) to test a final prototype before we send out the orders for production. Airfare and lodging not included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":53,"numAllCaps":12},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"HERE EXPERIENCE PACKAGE. Come out and party with Here!  In addition to everything in BE THE FIRST TO MEET HERE!, join the Doppler team and an elite group of well-known producers, musicians and engineers at a music-specific partner event where we will live demo the DVT units for the first time. Then join the group afterwards for dinner and in-depth discussion to review the product’s performance and suggest improvements / additional features we may want to include. This is a very exclusive experience you do not want to miss! Airfare and lodging not included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":95,"numAllCaps":10},{"amount":5000,"backers":6,"pledgePercentage":0,"limited":true,"description":"HERE PRODUCERS PACKAGE. Are you obsessed with sound?  In addition to everything in the HERE EXPERIENCE PACKAGE, work closely with Doppler's super team of DSP and audio engineers to create and name your very own filter (i.e. your very own algorithm to curate live audio) that will be included in v1 of the official Here app. Be at the forefront of the next paradigm of live listening and help us determine exactly what people will hear when they first experience Here. Airfare and lodging not included.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":87,"numAllCaps":7}],"updates":9,"comments":178},"errors":{}}