{"successes":{"title":"COBI. The Smartest Connected Bike System.","category":"Technology","subcategory":"Gadgets","description":"Rediscover cycling with the smartest way to upgrade your bike – making every ride more rewarding and fun.","avatarURL":"https://ksr-ugc.imgix.net/assets/003/657/216/44f6d568f8b3e5d586e5c882b0f1b225_original.png?v=1429695824&w=700&fit=max&auto=format&q=92&s=2f9eec3f5ab91abb0a50ec17f111c1bf","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1394611/video-473053-h264_high.mp4","city":"Frankfurt","state":null,"country":"Germany","duration":30,"startDate":1417593600000,"endDate":1420185600000,"raised":401666,"goal":100000,"percent":402,"backers":1872,"currency":"EUR","Pledges":[{"amount":10,"backers":75,"pledgePercentage":0.04,"limited":false,"description":"THANK YOU! Your support will help us launch COBI. In return, we’ll feature your name on our supporter page. You may also vote for your favorite smartphone. If more than 500 backers vote for a device we’re not already planning to support, we’ll add it to the list!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":48,"numAllCaps":3},{"amount":115,"backers":98,"pledgePercentage":0.05,"limited":true,"description":"COBI E-Bike² EARLY BIRD. Upgrade your e-bike² System with our COBI Hub in silver and we’ll let you choose an Urban, City, Race or Mountain variant, complete with our integrated Signature Light and Mount Case + Rain Cover for your phone. As an early-adopter, we’re tempting you with a huge discount on the retail price. Pledge now and we’ll throw in our limited edition Kickstarter Styling Kit!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":145,"backers":35,"pledgePercentage":0.02,"limited":false,"description":"COBI E-Bike² SIGNATURE. Before delivery, you can choose your favourite Hub variant (Urban, City, Race or Mountain), preferred color (silver or black), suitable Mount Case with Rain Cover and matching Styling Kit (one of four colours available). We will ship your e-bike² compatible COBI, together with our integrated Signature Light at a 25% discount.  Pledge now, and we’ll throw in an extra set of customising decals to make your COBI truly individual.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":73,"numAllCaps":5},{"amount":159,"backers":273,"pledgePercentage":0.15,"limited":true,"description":"COBI Standard EARLY BIRD. Become one of the first truly connected bikers on the planet by choosing from our range of Urban, City, Race or Mountain variants. Pledge now, and you’ll get the COBI Hub in silver, including Mount Case, Rain Cover, Thumb Controller, Battery Pack and our Signature Light, together with a special-edition Kickstarter Styling Kit – all at 40% off retail!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":63,"numAllCaps":4},{"amount":179,"backers":46,"pledgePercentage":0.02,"limited":false,"description":"COBI Standard BASIC. After reading the specs and features, you know it’s anything but basic. You’ll get the COBI Hub in silver or black, Mount Case, Rain Cover, Thumb Controller and high-capacity Battery Pack all for 30% off retail.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":39,"numAllCaps":3},{"amount":199,"backers":36,"pledgePercentage":0.02,"limited":false,"description":"COBI Standard SIGNATURE. Get the COBI Hub variant that suits your bike: Urban, City, Race or Mountain – all with integrated Signature Light, Mount Case, Rain Cover, Thumb Controller and Battery Pack. You can choose a silver or black finish for your COBI Hub, customise with a Styling Kit in one of 4 colours and we’ll include a set of customising decals too. Pledge now, and at 25% off retail you’ll be the envy of every biker!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":77,"numAllCaps":4},{"amount":199,"backers":64,"pledgePercentage":0.03,"limited":false,"description":"COBI E-Bike² ALL-IN. For those who want the latest and greatest in connected bike technology. You add the Auto Brake Light to our COBI SIGNATURE SET for an E-BIKE² and we wish you safe and sound biking! We'll also include faring sets not just for one, but for all variants (Urban, City, Race and Mountain).  Pledge now and get this COBI package for 25% off the retail price!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":69,"numAllCaps":8},{"amount":205,"backers":520,"pledgePercentage":0.28,"limited":true,"description":"THE KICKSTARTER’S CHOICE. By popular demand: based on our EARLY BIRD reward for standard bikes but with Auto Brake Light – as featured in the COBI Kickstarter film. The reward includes: a COBI Hub in silver, Signature Light, Mount Case + Rain Cover, 1 Styling Kit and the Auto Brake Light. Pledge now and select your favourite Styling Kit (Urban, City, Race or MTB) before we ship. You’ll also get a Kickstarter decor set so you can pimp your COBI.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":80,"numAllCaps":9},{"amount":225,"backers":350,"pledgePercentage":0.19,"limited":true,"description":"KICKSTARTER'S CHOICE – BLACK EDITION: Just like the Kickstarter's Choice pledge – but with a matte black COBI Hub. Includes: a COBI Hub in matte black, Signature Light, Mount Case + Rain Cover, Thumb Controller, Battery Pack, Auto Brake Light and 1 Styling Kit. Pledge now and select your favourite Styling Kit (Urban, City, Race or MTB) before we ship. You’ll also get a Kickstarter decor set so you can pimp your COBI.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":73,"numAllCaps":8},{"amount":225,"backers":51,"pledgePercentage":0.03,"limited":false,"description":"COBI Worldwide: Like the KICKSTARTER’s CHOICE package, but available for backers resident in countries outside our early release tier. Includes a COBI Hub in silver or black, Signature Light, Mount Case + Rain Cover, Thumb Controller, Battery Pack, Auto Brake Light and 1 Styling Kit. Pledge now and select your favourite Styling Kit (Urban, City, Race or MTB) before we ship. You’ll also get a Kickstarter decor set so you can pimp your COBI. Worldwide shipping by DHL.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":78,"numAllCaps":7},{"amount":255,"backers":230,"pledgePercentage":0.12,"limited":false,"description":"COBI Standard ALL-IN. Since compromise is not in your nature, you get the works! This set adds our amazing and interactive Auto Brake Light component to the COBI SIGNATURE SET for STANDARD BIKES. You also get the option to switch between Urban, City, Race or Mountain variants at any time.  For safe trips and stylish turns at a fantastic price!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":61,"numAllCaps":7},{"amount":399,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"COBI DEVELOPER SET. Included is a pre-series COBI SIGNATURE SET configured either for a Standard BIKE or an E-Bike² together with a beta-version of the SDK. Since we can’t guarantee the early release kit will be perfect, we’ll send you a second production-grade COBI too. Be quick and pledge now as we’re limiting this offer to ensure we can look after keen developers.","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":63,"numAllCaps":10},{"amount":499,"backers":13,"pledgePercentage":0.01,"limited":true,"description":"COBI ART EDITION: As a personal thank you for your invaluable support, we invite you to send us a photo of your bike, together with a briefing for our designers. We’ll send you your choice of our ALL-IN SETs, together with a personalised Styling Kit – a custom shield design, just for you. Of course, this very special offer is strictly limited to only 30 units.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":66,"numAllCaps":4}],"updates":10,"comments":489},"errors":{}}