{"successes":{"title":"Sabertron: Foam Swords with Electronic Scoring","category":"Games?ref=category","subcategory":"Games","description":"Stop pretending sticks and cardboard tubes are an adequate substitute for swords. Start dueling and keeping score with Sabertron.","avatarURL":"https://ksr-ugc.imgix.net/projects/991446/photo-original.jpeg?v=1402764232&w=1536&h=1152&fit=crop&auto=format&q=92&s=82406b42c1d78b431ce8370b987aa8ab","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/991446/video-389584-h264_high.mp4","city":"Austin","state":"TX","country":"US","duration":30,"startDate":1400137200000,"endDate":1402729200000,"raised":233852,"goal":50000,"percent":468,"backers":1318,"currency":"USD","Pledges":[{"amount":1,"backers":82,"pledgePercentage":0.06,"limited":false,"description":"For those that require no reward but our sincere thanks for helping us make this a thing. Pledge $1 to be added to the backer list and receive project updates.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":30,"numAllCaps":0},{"amount":25,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"The official Sabertron Kickstarter poster, featuring and signed by the cast of our epic video. Imagine this limited edition collector’s item above your desk at work. Imagine the manifold compliments you will receive for it.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":35,"numAllCaps":0},{"amount":99,"backers":125,"pledgePercentage":0.09,"limited":false,"description":" LIGHTSWORD APPRENTICE: A pair of \"Apprentice\" series Sabertron Lightswords in your choice of red, green, or blue non-illuminated blades. Special pre-launch price only for Kickstarter backers. Includes signed limited edition Sabertron Kickstarter poster.  ","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":33,"numAllCaps":3},{"amount":99,"backers":79,"pledgePercentage":0.06,"limited":false,"description":"MEDIEVAL APPRENTICE: A pair of “Apprentice” series Sabertron Medieval Swords. Forged with a steel-grey foam blade, and complete with medieval guard, grip, and pommel. Special pre-launch price only for Kickstarter backers. Includes signed limited edition Sabertron Kickstarter poster.  ","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":38,"numAllCaps":3},{"amount":139,"backers":369,"pledgePercentage":0.28,"limited":false,"description":"LIGHTSWORD MASTER: A pair of \"Master\" Series Lightswords with all of the features of the Apprentice level PLUS a rechargeable battery and illuminated blade (choice of green, blue, or red). Special pre-launch price only for Kickstarter backers includes signed limited edition Sabertron Kickstarter poster.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":44,"numAllCaps":4},{"amount":139,"backers":114,"pledgePercentage":0.09,"limited":false,"description":"MEDIEVAL MASTER:\nA pair of Master Series Sabertron Medieval Swords with all of the features of the Apprentice level PLUS premium wrapped handle, metallic-finish pommel & guard, and rechargeable battery via USB. Special pre-launch price only for Kickstarter backers includes signed limited edition Sabertron Kickstarter poster.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":45,"numAllCaps":4},{"amount":199,"backers":73,"pledgePercentage":0.06,"limited":false,"description":"MEDIEVAL GRANDMASTER: A pair of \"Grandmaster\" series Sabertron Medieval Swords with with all of the features of the Master series PLUS an LCD touch screen for managing game modes. This version also adds bluetooth syncing to a smartphone app for recording and sharing your battles.  Special pre-launch price only for Kickstarter backers includes BONUS custom naming on the handle and signed limited edition Sabertron Kickstarter poster.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":67,"numAllCaps":6},{"amount":199,"backers":237,"pledgePercentage":0.18,"limited":false,"description":"LIGHTSWORD GRANDMASTER: A pair of \"Grandmaster\" series Sabertron Lightswords with all of the features of the Master series PLUS an LCD touchscreen for managing game modes and dynamically changing illuminated blade colors. This version also adds bluetooth syncing to a smartphone app for recording and sharing your battles. Special pre-launch price only for Kickstarter backers includes BONUS custom naming on the handle and signed limited edition Sabertron Kickstarter poster.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":69,"numAllCaps":6},{"amount":249,"backers":126,"pledgePercentage":0.1,"limited":false,"description":"BLACKOUT: A pair of Limited Edition Blackout Collector's Lightswords with color-changing blades & LCD touch screen. This version adds all of the features from the Grandmaster Series PLUS blackout effects and a special purple color profile for the health meter and blade to emulate a black light effect. Individually numbered with a certificate of authenticity. Includes BONUS custom naming on the handle and signed limited edition Sabertron Kickstarter poster.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":69,"numAllCaps":5},{"amount":269,"backers":33,"pledgePercentage":0.03,"limited":false,"description":"BUILD-YOUR-OWN MASTER QUAD PACK: Two pairs of Sabertron Master series swords (FOUR swords total), in any combination of Lightsword or Medieval styles. Mix and match.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":25,"numAllCaps":5},{"amount":389,"backers":35,"pledgePercentage":0.03,"limited":false,"description":"BUILD-YOUR-OWN GRANDMASTER QUAD PACK: Two pairs of Sabertron Grandmaster series (FOUR swords total), in any combination of Lightsword or Medieval styles. Mix and match.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":24,"numAllCaps":5},{"amount":439,"backers":18,"pledgePercentage":0.01,"limited":false,"description":"BUILD-YOUR-OWN GRANDMASTER + BLACKOUT QUAD PACK: One pair of Sabertron Grandmaster series in any combination of Lightsword or Medieval styles PLUS a pair of Limited Edition Blackout Collector's Lightswords.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":29,"numAllCaps":6},{"amount":1299,"backers":1,"pledgePercentage":0,"limited":false,"description":"BUILD-YOUR-OWN MASTER PARTY PACK: Mix and match ten pairs of Master-level Sabertron Swords to your liking. You could combine 2 sets of Medieval Swords with 8 sets of Lightswords, or vice versa. Customize the mayhem however you like. Includes five (5) signed limited edition Sabertron Kickstarter posters.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":47,"numAllCaps":4},{"amount":1899,"backers":3,"pledgePercentage":0,"limited":false,"description":"BUILD-YOUR-OWN GRANDMASTER PARTY PACK: Mix and match ten pairs of Grandmaster-level Sabertron Swords to your liking. You could combine 4 sets of Lightswords with 6 sets of Medieval Swords, with all the upgrades of the Sabertron Grandmaster Series. Includes five (5) signed limited edition Sabertron Kickstarter posters.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":47,"numAllCaps":4}],"updates":26,"comments":411},"errors":{}}