{"successes":{"title":"Parallella: A Supercomputer For Everyone","category":"Technology","subcategory":"Hardware","description":"The Parallella project will make parallel computing accessible to everyone.","avatarURL":"https://ksr-ugc.imgix.net/projects/287173/photo-original.jpg?v=1397792800&w=1536&h=1152&fit=crop&auto=format&q=92&s=f58c4739527d426fa5d3bd9f5d9c07c0","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/287173/video-176128-h264_high.mp4","city":"Lexington","state":"MA","country":"US","duration":30,"startDate":1348729200000,"endDate":1351321200000,"raised":898921,"goal":750000,"percent":120,"backers":4965,"currency":"USD","Pledges":[{"amount":15,"backers":306,"pledgePercentage":0.06,"limited":false,"description":"SUPPORTER REWARD: You will get project updates along the way and get to reserve a user name on the parallella.org community portal before the rest of the world. Every dollar helps us in our goal to create a parallel computing platform accessible to everyone.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":44,"numAllCaps":2},{"amount":25,"backers":116,"pledgePercentage":0.02,"limited":false,"description":"FAN REWARD: You get everything in the SUPPORTER REWARD and you get a black T-Shirt with a Parallella slogan on it \n'OR' \nThe book \"An Introduction to Parallel Programming\" to be written by the Adapteva team.(your choice) The book will be provided in PDF form and will include source code examples of parallel programs that use OpenCL, OpenMP, Erlang, and MPI.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":61,"numAllCaps":8},{"amount":50,"backers":32,"pledgePercentage":0.01,"limited":false,"description":"STUDENT REWARD: You get everything in the SUPPORTER REWARD and receive a black T-Shirt with a Parallella slogan on it 'AND' The book \"An Introduction to Parallel Programming\" to be written by the Adapteva team. The book will be provided in PDF form and will include source code examples of parallel programs that use OpenCL, OpenMP, Erlang, and MPI.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":59,"numAllCaps":8},{"amount":99,"backers":2676,"pledgePercentage":0.54,"limited":true,"description":"MAKER: You get everything in the SUPPORTER reward and an Epiphany-III based Parallella board loaded with the development software needed to create your own innovative projects.(International order should add $20 to the pledge amount). We can't wait to see what you come up with.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":199,"backers":298,"pledgePercentage":0.06,"limited":true,"description":"PAIR: You get everything in the SUPPORTER reward and a pair of Epiphany-III based Parallella boards (2 ARM cores and 16 Epiphany cores on each board) so that you can create complete distributed encoding/decoding, compression/decompression, receiver/transmitter type applications without having to borrow an extra board from other pledgers. Both boards come loaded with the development software needed to create your own innovative projects. (International order should add $20 to the pledge amount).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":72,"numAllCaps":4},{"amount":199,"backers":903,"pledgePercentage":0.18,"limited":true,"description":"64-CORE: You get everything in the SUPPORTER reward and a 64-core Epiphany-IV based Parallella board (2 ARM cores and 64 Epiphany cores) if we reach our stretch goal of $3M.  If we don't reach our stretch goal but meet our minimum funding goal, you will receive a pair of Epiphany III boards (2 ARM cores and 16 Epiphany cores). Both boards come loaded with the development software needed to create your own innovative projects. (International order should add $20 to the pledge amount).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":84,"numAllCaps":6},{"amount":495,"backers":148,"pledgePercentage":0.03,"limited":true,"description":"MINI-CLOUD: This package arrives as a ready to use \"cluster in a box\" and includes four  Epiphany-III based parallella boards (a total of 72 CPUs), a gigabit switch, cat cables, and the power supply adapters. If we reach our $3M stretch goal, then it will be possible to choose two 64-core Epiphany-IV based boards instead of four Epiphany-III based boards. (International order should add $20 to the pledge amount).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":70,"numAllCaps":4},{"amount":499,"backers":55,"pledgePercentage":0.01,"limited":true,"description":"DEVELOPER: You get everything in the SUPPORTER reward and and a limited early version Epiphany-III based Parallella board. As an early tester you will be able to influence the direction of the parallella software platform. Your board will be marked with a unique number based on the order in which it was manufactured (numbers start at #64). In addition, you will get early access to the Parallella SDK and documentation as soon as the project kicks off at the end of the kickstarter campaign.(International order should add $20 to the pledge amount).","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":92,"numAllCaps":4},{"amount":750,"backers":28,"pledgePercentage":0.01,"limited":true,"description":"64CORE-MAY: You get everything in the SUPPORTER reward and a 64-core Epiphany-IV based Parallella board (2 ARM cores and 64 Epiphany cores). You also get early access to the SDK. (International order should add $20 to the pledge amount).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":39,"numAllCaps":5},{"amount":975,"backers":49,"pledgePercentage":0.01,"limited":true,"description":"CLUSTER: This package arrives as a ready to use cluster and includes eight Epiphany-III based parallella boards (a total of 144 CPUs), a gigabit switch, cat cables, and the power supply adapters. If we reach our $3M stretch goal, then it will be possible to choose four 64-core Epiphany-IV based boards instead of eight Epiphany-III based boards. (International order should add $40 to the pledge amount).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":66,"numAllCaps":4},{"amount":1249,"backers":11,"pledgePercentage":0,"limited":true,"description":"64-CORE-PLUS: You receive everything in the DEVELOPER reward and the 64-CORE-MAY reward, allowing you to start running your software on hardware in February to be ready for the 64-core board in May (International order should add $40 to the pledge amount, two separate shipments)","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":1500,"backers":7,"pledgePercentage":0,"limited":true,"description":"64-CORE-X2: You get everything in the SUPPORTER reward and a pair 64-core Epiphany-IV based Parallella board (2 ARM cores and 64 Epiphany cores). You also get early access to the SDK. (International order should add $20 to the pledge amount).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":40,"numAllCaps":5},{"amount":1999,"backers":2,"pledgePercentage":0,"limited":true,"description":"ROLF: You receive everything in the DEVELOPER reward and the 64-CORE-X2 reward, allowing you to start running your software on hardware in February to be ready for the 64-core boards in May (International order should add $40 to the pledge amount, two separate shipments)","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":2500,"backers":8,"pledgePercentage":0,"limited":true,"description":"EARLY-ACCESS: You will receive a special beta version of the Parallella platform 3 months before the general DEVELOPER board release and immediate access to the platform SDK. You also get direct access to the Adapteva support team. You will also receive one of the first 64 Epiphany-III based Parallella boards once finalized.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":52,"numAllCaps":4},{"amount":10000,"backers":7,"pledgePercentage":0,"limited":true,"description":"64-NOW: You will receive a \"super special\" (EMEK4) eval-kit with a 64-core Epiphany-IV processor AND immediate access to the platform SDK AND the CLUSTER reward AND the EARLY-ACCESS reward AND 8 bare Epiphany-III chips. Estimated shipping times are: December for the EMEK4, the Parallella beta board, and the chips;May for the Cluster reward.  The entry point for one massively parallel multicore evaluation kit loaded with proprietary software can run $10-50K, so this reward offers a ridiculous amount of computing hardware for a pretty modest amount of money. Let's go!","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":90,"numAllCaps":10}],"updates":54,"comments":1445},"errors":{}}