{"successes":{"title":"NeoLucida - A Portable Camera Lucida for the 21st Century","category":"Design","subcategory":"Product Design","description":"The NeoLucida is a 19th-century optical drawing tool updated for the 21st century.","avatarURL":"https://ksr-ugc.imgix.net/projects/508622/photo-original.jpg?v=1397815466&w=1536&h=1152&fit=crop&auto=format&q=92&s=1ed0fad9f38a82faa984c2e5c3c94f3f","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/508622/video-238586-h264_high.mp4","city":"Chicago","state":"IL","country":"US","duration":33,"startDate":1367910000000,"endDate":1370761200000,"raised":424959,"goal":15000,"percent":2833,"backers":11406,"currency":"USD","Pledges":[{"amount":1,"backers":654,"pledgePercentage":0.06,"limited":false,"description":"By donating at the $1 level, you'll receive all updates (both public and private) about the NeoLucida project—including information about additional units as soon as they become available. Your name will also be entered into a waiting list. (For clarification: supporters at the $2+ level also receive this, but will furthermore be publicly acknowledged as a supporter in our online and printed materials.)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":63,"numAllCaps":0},{"amount":2,"backers":825,"pledgePercentage":0.07,"limited":false,"description":"Warm fuzzies <3! We'll acknowledge your support for the NeoLucida project on our web site, and also in any future print or electronic publications of drawings made with the NeoLucida. You'll also receive all updates (both public and private) about the NeoLucida project—including information about additional units as soon as they become available, and your name will be entered into a waiting list.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":63,"numAllCaps":0},{"amount":12,"backers":1369,"pledgePercentage":0.12,"limited":false,"description":"Design your own camera lucida with this Open-Source Special, a DIY Tinkerer's Kit! We're convinced our NeoLucida design is pretty good -- but your design might be even better. As we've explained, the NeoLucida is \"basically\" just a prism on a stick, but that prism is difficult to source. In this reward, we're offering two of our custom-fabricated, specially-silvered NeoLucida prisms, so that you can make (and mod) your own camera lucida design! We hope you'll share your design with the rest of the world -- on Thingiverse, Instructables, or elsewhere online. This reward includes our handsome sticker, and shipping anywhere in the United States.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":105,"numAllCaps":1},{"amount":30,"backers":2500,"pledgePercentage":0.22,"limited":true,"description":"One NeoLucida camera lucida. This includes carrying pouch, instructions, stickers, drawing pencil and return postcard, and shipping anywhere in the United States. We'll also acknowledge your support as an Early Adopter in all of our online and print materials. And you'll also receive regular updates about our manufacture process.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":49,"numAllCaps":0},{"amount":40,"backers":3750,"pledgePercentage":0.33,"limited":true,"description":"One NeoLucida camera lucida from our second production run. This includes carrying pouch, instructions, stickers, drawing pencil and return postcard, and shipping anywhere in the United States. You'll also receive regular updates about our manufacture process. According to your preference, we'll also acknowledge you as a Supporter in all of our online and print materials.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":55,"numAllCaps":0},{"amount":47,"backers":2250,"pledgePercentage":0.2,"limited":true,"description":"This is a Deluxe Tinkerer's Edition, which includes one NeoLucida from our second production run, and two of our custom fabricated prisms for your own tinkering adventures. This reward also includes the carrying pouch, instructions, stickers, drawing pencil and return postcard, and shipping anywhere in the United States.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":48,"numAllCaps":0},{"amount":250,"backers":20,"pledgePercentage":0,"limited":true,"description":"One NeoLucida camera lucida, in a deluxe wooden case, personalized with your name, initials, or other short phase. This reward includes instructions, stickers, drawing pencil and return postcard, shipping anywhere in the United States, and our standard carrying pouch, too. We'll also acknowledge your support as a Founding Sponsor in all of our online and print materials. And of course, you'll also receive regular updates about our manufacture process.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":69,"numAllCaps":0},{"amount":3500,"backers":3,"pledgePercentage":0,"limited":true,"description":"A NeoLucida Workshop! One of us will travel to any school in the continental US to teach a one-day practical workshop about drawing with the camera lucida. This reward also includes a one-hour lecture on the history of optical drawing tools; our air travel and hotel; and up to 10 standard NeoLucida kits (as described above) for your workshop attendees.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":60,"numAllCaps":2}],"updates":31,"comments":590},"errors":{}}