{"successes":{"title":"Amanda Palmer: The new RECORD, ART BOOK, and TOUR","category":"Music?ref=category","subcategory":"Music","description":"Amanda Palmer & The Grand Theft Orchestra are putting out an album. Pre-order it / get more info on the art book & gallery tour, here!","avatarURL":"https://ksr-ugc.imgix.net/projects/159917/photo-original.jpg?v=1397780178&w=1536&h=1152&fit=crop&auto=format&q=92&s=cb1344017fa24a0fa91b3cc706e3607f","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/159917/video-106301-h264_high.mp4","city":"Boston","state":"MA","country":"US","duration":31,"startDate":1335769200000,"endDate":1338447600000,"raised":1192793,"goal":100000,"percent":1193,"backers":24883,"currency":"USD","Pledges":[{"amount":1,"backers":4744,"pledgePercentage":0.19,"limited":false,"description":"{DIGITAL DOWNLOAD} digital download of album...with bonus songs & kickstarter-exclusive content.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":11,"numAllCaps":2},{"amount":5,"backers":6356,"pledgePercentage":0.26,"limited":false,"description":"{DELUXE DIGITAL DOWNLOAD} here by popular demand! extra music downloads (covers! demos!) PLUS a giant custom-sewn digital PDF of all the lyrics, band photos, handwritten stuff, extra artwork, drafts, anecdotes, and of course...naked pictures. we love naked. PLEASE NOTE: if you're currently backing @ less than $5, you can UP your pledge & get this! just go to your page and top up, then re-select this package. (this PDF will also be added to EVERY bundle over $5! hooray!)","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":79,"numAllCaps":10},{"amount":25,"backers":9333,"pledgePercentage":0.38,"limited":false,"description":"{BACKER-EXCLUSIVE LIMITED EDITION CD} beautifully packaged backer-only version of the CD in a hardbound case. includes a 24 page art booklet. PLUS deluxe digital download & thank-you card.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":28,"numAllCaps":6},{"amount":50,"backers":1347,"pledgePercentage":0.05,"limited":false,"description":"{BACKER-EXCLUSIVE LIMITED EDITION VINYL} gorgeous backer-only version of the album on two 180 gram black records in a gatefold package. includes a set of heavy-stock inserts with artwork, lyrics, and photographs. PLUS deluxe digital download & thank-you card.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":38,"numAllCaps":5},{"amount":100,"backers":488,"pledgePercentage":0.02,"limited":false,"description":"{BACKER-EXCLUSIVE SIGNED ART BOOK} a copy of the forthcoming heavyweight art book/album companion…SIGNED BY YOURS TRULY, AFP. includes over 70 pieces of artwork created by over 30 artists inspired by songs on the album, along with photographs, writings, lyrics, musings, meet-the-artist bios, and interviews. PLUS deluxe digital download of the record & thank-you card.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":54,"numAllCaps":10},{"amount":125,"backers":1603,"pledgePercentage":0.06,"limited":false,"description":"{BACKER-EXCLUSIVE SIGNED ART BOOK + CD} a signed copy of the art book, plus the backer edition of the album on CD or vinyl. please note: CD/vinyl are NOT signed. the default option will be CD; requests for vinyl will be made at the Survey stage if that's your preference. if you want BOTH (CD and VINYL), please add an extra $25 to your pledge. PLUS deluxe digital download & thank-you card.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":72,"numAllCaps":13},{"amount":250,"backers":65,"pledgePercentage":0,"limited":false,"description":"{SUMMER MAILBOX INVASION! 7\" VINYL CLUB + SURPRISE ARTS 'n' CRAFTS SERIES} four limited-edition color 7\" vinyl singles (sent every few weeks over the summer, leading up to the album release in September), and a beautiful case to store them in! each of the four 7\" records will come with a SURPRISE GIFT...i don't want to ruin it, but each is a weird art-activity i dreamed up...to keep you from dying of summer boredom while you watch your records spinning round and round. PLUS a copy of the kickstarter-backer version of the album on vinyl. PLUS, because you might want it, the backer-version of the CD (don't want it? GIFT IT). PLUS deluxe digital download & thank-you card.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":118,"numAllCaps":17},{"amount":250,"backers":5,"pledgePercentage":0,"limited":true,"description":"{BOSTON: ART OPENING/BACKER PARTY w/ NO ROCK SHOW TICKET} please note: this reward is identical to the $300 Boston art show bundle, except that it does NOT include a ticket to the rock show on august 2nd. AUGUST 1st | 7-10pm (or later) | ALL AGES | MIDDLE EAST: HOMETOWN THROWDOWN!!!!!!! oh, holy shit, back to my roots at the middle east, here we go. the local boston VIP party for beantown-area kickstarter backers....a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes food and drink/surprise gifts/whatever special boston-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. PLEASE NOTE: this event is all ages.","estimatedDelivery":"2012-08-01","estimatedDeliveryISO":"2012-08-01T00:00:00.000Z","numWords":145,"numAllCaps":23},{"amount":300,"backers":298,"pledgePercentage":0.01,"limited":false,"description":"PLEDGE $300 OR MORE\n{SUMMER MAILBOX INVASION! 7\" VINYL CLUB + SURPRISE ARTS 'n' CRAFTS SERIES + SIGNED ART BOOK} can't make it out to one of the art opening/backer parties but want something AWESOME? this is probably the reward for you…you'll get a SIGNED copy of the heavy-duty art book PLUS a copy of the kickstarter-backer version of the album on vinyl and CD (don't want one of 'em? GIFT IT), PLUS the four limited-edition color 7\" vinyl singles (sent every few weeks over the summer, leading up to the album release in September), the case to store them in, and the SURPRISE GIFTS (one comes w/ each single)...PLUS deluxe digital download & thank-you card.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":115,"numAllCaps":24},{"amount":300,"backers":50,"pledgePercentage":0,"limited":true,"description":"{BERLIN: ART OPENING/BACKER PARTY} JUNE 12th | 7-10PM | ALL AGES | PLATOON/THE FACTORY: the local berlin VIP throw-down for european kickstarter backers! a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes food and drink/surprise gifts/whatever special berlin-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. in addition to all of this, we'll guest list you for the open-to-public rock show in berlin on June 14th at Roter Salon. PLEASE NOTE: The show at Roter Salon is 14+","estimatedDelivery":"2012-06-01","estimatedDeliveryISO":"2012-06-01T00:00:00.000Z","numWords":120,"numAllCaps":16},{"amount":300,"backers":88,"pledgePercentage":0,"limited":true,"description":"{LONDON: ART OPENING/BACKER PARTY} JUNE 18th | 7-10pm (or later) | 16+ | VILLAGE UNDERGROUND: the local london VIP throw-down for UK-area kickstarter backers! a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes beverages/surprise gifts/whatever special london-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. in addition to all of this, we'll guest list you for the open-to-public rock show in london on June 20th at Village Underground. PLEASE NOTE: The Village Underground rock show is 16+ (under 18s require an adult 18+ to enter either Village Underground show)","estimatedDelivery":"2012-06-01","estimatedDeliveryISO":"2012-06-01T00:00:00.000Z","numWords":131,"numAllCaps":15},{"amount":300,"backers":74,"pledgePercentage":0,"limited":true,"description":"{NEW YORK: ART OPENING/BACKER PARTY} JUNE 28th | 7-10PM | ALL AGES | MOMENTA GALLERY: the local NYC VIP throw-down for easty-coasty kickstarter backers! a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes food and drink/surprise gifts/whatever special NY-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. in addition to all of this, we'll guest list you for the open-to-public rock show in brooklyn on June 27th at The Music Hall of Williamsburg. PLEASE NOTE: The show at MHoW is 16+","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":123,"numAllCaps":19},{"amount":300,"backers":83,"pledgePercentage":0,"limited":true,"description":"{SAN FRANCISCO: ART OPENING/BACKER PARTY} JULY 12th | 7-10pm (or later) | 21+ | PUBLIC WORKS: the local san francisco VIP throw-down for bay area kickstarter backers! a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes beverages/surprise gifts/whatever special san francisco-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. in addition to all of this, we'll guest list you for the open-to-public rock show in SF on July 13th at Public Works. PLEASE NOTE: Both shows at Public Works are 21+","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":123,"numAllCaps":16},{"amount":300,"backers":46,"pledgePercentage":0,"limited":true,"description":"{LOS ANGELES: ART OPENING/BACKER PARTY} JULY 19th | 7-10PM | ALL AGES | POP TART GALLERY: the local VIP throw-down for LA-area kickstarter backers! a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes beverages/surprise gifts/whatever special los angeles-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. in addition to all of this, we'll guest list you for the open-to-public rock show in LA on July 18th at The Roxy. PLEASE NOTE: Both LA shows are all ages.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":119,"numAllCaps":21},{"amount":300,"backers":50,"pledgePercentage":0,"limited":true,"description":"{BOSTON: ART OPENING/BACKER PARTY} AUGUST 1st | 7-10pm (or later) | ALL AGES | MIDDLE EAST: HOMETOWN THROWDOWN!!!!!!! oh, holy shit, back to my roots at the middle east, here we go. the local boston VIP party for beantown-area kickstarter backers....a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes food and drink/surprise gifts/whatever special boston-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. in addition to all of this, we'll guest list you for the open-to-public rock show in boston on August 2nd, downstairs at The Middle East, as well.  PLEASE NOTE: Both Boston shows are all ages.","estimatedDelivery":"2012-08-01","estimatedDeliveryISO":"2012-08-01T00:00:00.000Z","numWords":141,"numAllCaps":18},{"amount":300,"backers":6,"pledgePercentage":0,"limited":true,"description":"{BOSTON: JULY 31st ROCK SHOW TICKET + ADMISSION TO 8/1 ART OPENING/BACKER PARTY} please note: we have added a second ROCK show at the Middle East (July 31st)…this reward gets you ONE ticket to that event, PLUS admission to the ART show on august 1st. art show perks remain the same as they do for the other two boston rewards: oh, holy shit, back to my roots at the middle east, here we go. the local boston VIP party for beantown-area kickstarter backers....a unique evening showcasing the original artwork created for the record, plus an intimate acoustic performance by me & The Grand Theft Orchestra. this bundle includes food and drink/surprise gifts/whatever special boston-based shit we can dream up at the event! also includes: the album on compact disc OR vinyl, PLUS a SIGNED copy of the art book, PLUS a deluxe digital download & thank-you card. PLEASE NOTE: this event is all ages.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":154,"numAllCaps":21},{"amount":500,"backers":38,"pledgePercentage":0,"limited":true,"description":"{CUSTOM-PAINTED TURNTABLE + VINYL & CD + SIGNED ART BOOK} A Crosley turntable (USB-fitted...spin it, download it! you're in the PAST AND THE FUTURE!!!) beautifully custom-painted by cassandra long, meghan howland and/or other official GTO album artists. along with your stylin' new turntable, you'll also receive: a backer edition of the album on vinyl AND CD, PLUS a signed copy of the art book, PLUS a deluxe digital download & thank-you card.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":72,"numAllCaps":18},{"amount":500,"backers":6,"pledgePercentage":0,"limited":true,"description":"{AFP SHARPIES YOU} yes! \"I Sharpie You\" is BACK! you email me the image (black and white, pretty please) of you, your loved one, your lost home, your dead dog - seriously, whatEVER - and i'll re-render it via the magic of sharpie on hardboard & mail it to you with heaps of love. i'm a pretty good artist when i try. PLUS a Kickstarter-backer edition of the album on vinyl AND CD, PLUS a signed copy of the art book, PLUS a deluxe digital download & thank-you card.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":89,"numAllCaps":10},{"amount":1000,"backers":28,"pledgePercentage":0,"limited":true,"description":"{AFP-PAINTED TURNTABLE + VINYL & CD + SIGNED ART BOOK + \"MAILBOX INVASION\" VINYL & ARTS 'n' CRAFTS SERIES} A Crosley turntable (USB-fitted...spin it, download it! you're in the PAST AND THE FUTURE!!!) beautifully custom-painted by yours truly, Amanda Fucking Palmer, who promises to paint by candlelight with sad music playing while the wind whips outside her window (lies, i'll be painting all day in broad daylight, while drinking wine with cassandra and meghan & co....but still, picture it). along with your stylin' new turntable, you'll also receive: a backer edition of the album on vinyl AND CD, PLUS everything in the \"Summer Mailbox Invasion 7\" Vinyl Club + Surprise Arts 'n Crafts Series\" (listed above), PLUS a signed copy of the art book, PLUS a digital download & thank-you card.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":131,"numAllCaps":24},{"amount":1000,"backers":72,"pledgePercentage":0,"limited":true,"description":"{NEIL GAIMAN & KYLE CASSIDY: \"THE BED SONG\" PHOTOBOOK} An extremely limited edition book written by Neil Gaiman, with lyrics by me, and, most importantly, fine art photographs by Kyle Cassidy. the book will be printed to order, but is limited to a MAX of 666 signed and numbered copies. ALSO: we will make our best efforts to give out numbers in the order that the Kickstarter support is signed up for (the earlier you order, the lower your edition number). PLUS a Kickstarter-backer edition of the album on vinyl AND CD, PLUS a SIGNED copy of the art book, PLUS deluxe digital download & thank-you card. PLEASE NOTE: If you purchase this bundle and wish to attend one of the art shows as well, please email kickstarter@amandapalmer.net and we'll see if we have extra tickets to offer for sale (at a reduced price).","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":144,"numAllCaps":18},{"amount":1000,"backers":4,"pledgePercentage":0,"limited":true,"description":"{DONUT WITH A ROCKSTAR} this reward is basically a pre-show VIP pass for you +1 guest where WE HAVE DONUTS TOGETHER (i will find a closet or something for us to eat our donuts in). PLUS a Kickstarter-backer edition of the album on vinyl AND CD, PLUS a SIGNED copy of the art book, PLUS deluxe digital download & thank-you card. also, i'll draw you a donut. PLEASE NOTE: this reward is redeemable at all of the forthcoming summer rock shows and next year (2012-13). i will guestlist you +1 backstage for ANY SHOW. you must provide donuts. if more than one person gets this in the same city, we'll just have to...donut with a rockstar together. ALSO: If you purchase this bundle and wish to attend one of the art shows as well, please email kickstarter@amandapalmer.net and we'll see if we have extra tickets to offer for sale (at a reduced price).","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":153,"numAllCaps":20},{"amount":5000,"backers":34,"pledgePercentage":0,"limited":true,"description":"{AFP HOUSE PARTY} want me to invade your home? oh, i shall. we experimented with house parties/backyard parties last year in australia and the shit was CRAZY FUN. back this and ye shall receive one house party with a ukulele-wielding AFP (scheduled with the team...deliverable within the next 18 months, but hopefully sooner...pretty much the next time i hit your area. if you're in tunisia, i'll GET THERE, i'll just have to make the time and fly over. no biggie). backers will also receive VIP+1 access to any art show (buyer's choice), PLUS (if you want) any/all of the following: signed copy of the limited edition \"Bed Song\" book/a signed copy of the art book/backer-edition of the album on vinyl or CD/the 7\" vinyl series/a deluxe digital download & (yep) a thank-you card. there's a TON of additional information available on the FAQ at http://bit.ly/HousePartyFAQ - PLEASE READ IT CAREFULLY BEFORE ORDERING!!!!! PLEASE NOTE: Estimated delivery is September for deliverables ONLY. Please plan on scheduling the event with us somewhere between the next 12-18 months.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":175,"numAllCaps":22},{"amount":10000,"backers":2,"pledgePercentage":0,"limited":true,"description":"{ART-SITTING & DINNER with AFP} i've never tried this before, but i'm hella excited to do it. if you're not the party type and just want to do something quiet & one-on-one, i'd like to paint/render you on big canvas format over the course of an afternoon/evening. we'll get together in a space that makes sense & i'll draw you from life, naked or clothed. if you're too ego-paranoid to sit, we can get together and fingerpaint while listening to very loud cathartic music, and perhaps engage in some primal screaming. then we EAT! WE DRINK! the whole shebang should take about 4-5 hours....and we can split the time up however you want. i will bring my ukulele if you want serenading. i'll help you get the art framed and shipped home if we're not doing it in your local area. backers will also receive any/all of the following upon request: signed copy of \"The Bed Song\" book/a signed copy of the art book/backer-edition of the album on vinyl or CD/the 7\" vinyl series/a deluxe digital download & (yep) a thank-you card. contact eric@amandapalmer.net for more info on this one. PLEASE NOTE: Estimated delivery is September for deliverables ONLY. Please plan on scheduling your day with AFP at some point between the next 12-18 months.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":215,"numAllCaps":11},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"{THE GRAND THEFT MAKEOVER/PHOTOSHOOT}\nFULL BAND INVASION!!! me and The Grand Theft Orchestra (Chad, Jherek, and Michael) will COME TO YOUR HOME and BRING OUR EVIL BAG OF MAKE-UP, GLITTER, MILITARY COSTUMES, AND WIGS. once we've slathered you in ridiculous-looking clothing so you look relatively ready to hop on stage with us, we'll do a full pro photoshoot of you with the band, wherever we see fit. we'll get you two GIANT format copies of the best photographs & downloads of the rest of the photos...then we will order thai food and drink you under the table. you provide table. i will probably also play the ukulele. backers will also receive any/all of the following upon request: signed copy of \"The Bed Song\" book/a signed copy of the art book/backer-edition of the album on vinyl or CD/the 7\" vinyl series/a deluxe digital download & (yep) a thank-you card. contact eric@amandapalmer.net for more info. PLEASE NOTE: Estimated delivery is September for deliverables ONLY. Please plan on scheduling your day with AFP at some point between the next 12-18 months.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":177,"numAllCaps":27}],"updates":26,"comments":1360},"errors":{}}