{"successes":{"title":"Deluxe Mage: the Ascension 20th Anniversary Edition","category":"Games","subcategory":"Tabletop Games","description":"Contribute to help give the Deluxe M20 Edition a leather bound, embossed+, silk bookmarked, gold-edged, full-color, deluxe treatment.","avatarURL":"https://ksr-ugc.imgix.net/projects/880121/photo-original.jpg?v=1397869054&w=1536&h=1152&fit=crop&auto=format&q=92&s=321a631d76c284b8897443ada353dd01","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/880121/video-348786-h264_high.mp4","city":"Macungie","state":"PA","country":"US","duration":30,"startDate":1393833600000,"endDate":1396425600000,"raised":672899,"goal":70000,"percent":961,"backers":3926,"currency":"USD","Pledges":[{"amount":1,"backers":162,"pledgePercentage":0.04,"limited":false,"description":"You or your character's name will be listed on the credits page as one of our supporters: the army of the night.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":22,"numAllCaps":0},{"amount":10,"backers":11,"pledgePercentage":0,"limited":false,"description":"You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as one of our supporters: the army of the night.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":37,"numAllCaps":0},{"amount":20,"backers":10,"pledgePercentage":0,"limited":false,"description":"Storytelling Scholar: You'll receive PDFs of classic Mage fiction The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming. You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":62,"numAllCaps":0},{"amount":30,"backers":1,"pledgePercentage":0,"limited":false,"description":"Arcane Scholar: You'll receive three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":50,"numAllCaps":0},{"amount":35,"backers":450,"pledgePercentage":0.11,"limited":false,"description":"Acolyte: You'll receive a PDF of Mage 20th Anniversary Edition. You'll get digital wallpaper  featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":41,"numAllCaps":1},{"amount":45,"backers":62,"pledgePercentage":0.02,"limited":false,"description":"Storytelling Acolyte: You'll receive a PDF of Mage 20th Anniversary Edition as well as PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming. You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":73,"numAllCaps":1},{"amount":55,"backers":17,"pledgePercentage":0,"limited":false,"description":"Arcane Acolyte: You'll receive a PDF of Mage 20th Anniversary Edition as well as three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":60,"numAllCaps":1},{"amount":65,"backers":38,"pledgePercentage":0.01,"limited":false,"description":"Storytelling Arcane Acolyte: You'll receive a PDF of Mage 20th Anniversary Edition as well as PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":92,"numAllCaps":1},{"amount":75,"backers":58,"pledgePercentage":0.01,"limited":false,"description":"Dark Acolyte: You'll receive a PDF of Mage 20th Anniversary Edition as well as PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":55,"numAllCaps":1},{"amount":100,"backers":34,"pledgePercentage":0.01,"limited":false,"description":"Dark Storytelling Arcane Acolyte: You'll receive a PDF of Mage 20th Anniversary Edition as well as PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You will also get PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Acolyte.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":108,"numAllCaps":1},{"amount":135,"backers":744,"pledgePercentage":0.19,"limited":false,"description":"Awakened (US/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Mage. This is for backers within the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":82,"numAllCaps":3},{"amount":150,"backers":776,"pledgePercentage":0.2,"limited":false,"description":"Seeking Awakened (US/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Mage. You will also receive the Mage 20th Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of the stunning Traditions art of Echo Chernik on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers within the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":133,"numAllCaps":3},{"amount":160,"backers":337,"pledgePercentage":0.09,"limited":false,"description":"Awakened (nonUS/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Mage. This is for backers outside the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":82,"numAllCaps":2},{"amount":175,"backers":508,"pledgePercentage":0.13,"limited":false,"description":"Seeking Awakened (nonUS/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Mage. You will also receive the Mage 20th Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of the stunning Traditions art of Echo Chernik on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers outside the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":133,"numAllCaps":2},{"amount":200,"backers":38,"pledgePercentage":0.01,"limited":false,"description":"Initiate (US/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Initiate. And you will get PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You will also get PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming, and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. This is for backers within the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":148,"numAllCaps":3},{"amount":210,"backers":143,"pledgePercentage":0.04,"limited":false,"description":"Shielded Initiate (US/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Initiate. And you will get PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You will also get PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming, and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You will also receive the Mage 20th Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of the stunning Traditions art of Echo Chernik on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers within the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":199,"numAllCaps":3},{"amount":225,"backers":15,"pledgePercentage":0,"limited":false,"description":"Initiate (nonUS/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Initiate. And you will get PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You will also get PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming, and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. This is for backers outside the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":148,"numAllCaps":2},{"amount":240,"backers":67,"pledgePercentage":0.02,"limited":false,"description":"Shielded Initiate (nonUS/Canada): You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Initiate. And you will get PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You will also get PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming, and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You will also receive the Mage 20th Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of the stunning Traditions art of Echo Chernik on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers outside the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":199,"numAllCaps":2},{"amount":250,"backers":11,"pledgePercentage":0,"limited":true,"description":"Petitioning Disciple: You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Disciple, plus your character's name will be used as a name in the text of the next Mage 20th book we're working on.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":95,"numAllCaps":1},{"amount":250,"backers":10,"pledgePercentage":0,"limited":true,"description":"Fictionalizing Disciple: You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Disciple, plus your character's name will be used in the text of Truth Until Paradox 2, the Mage 20th fiction anthology.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":93,"numAllCaps":1},{"amount":260,"backers":55,"pledgePercentage":0.01,"limited":false,"description":"Twin Magi (US/Canada): You will receive two copies of the Deluxe Mage 20th Anniversary Edition, two copies of the Mage 20th PDF, and two of the Mage 20th PoDs as close to cost as we can give you (see description in the text to the left). You'll get two digital wallpapers featuring a collage of the stunning Traditions art of Echo Chernik. You can list two names (real names or two characters' names, or one of each) on the credits page as an Mage. This is for backers within the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":93,"numAllCaps":3},{"amount":300,"backers":3,"pledgePercentage":0,"limited":false,"description":"Inscribing Disciple: You will receive a copy of the Deluxe Mage 20th Anniversary Edition with a special bookplate signed by Satyros Phil Brucato and as many of the creative team as possible, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Disciple.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":91,"numAllCaps":1},{"amount":310,"backers":36,"pledgePercentage":0.01,"limited":false,"description":"Twin Magi (nonUS/Canada): You will receive two copies of the Deluxe Mage 20th Anniversary Edition, two copies of the Mage 20th PDF, and two of the Mage 20th PoDs as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You can list two names (real names or two characters' names, or one of each) on the credits page as an Mage. This is for backers outside the US and Canada.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":92,"numAllCaps":2},{"amount":350,"backers":11,"pledgePercentage":0,"limited":true,"description":"Memorable Adept: You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Adept, plus you will be used as a model for characters in an upcoming Mage 20th book (you must provide photographic reference for the artists; we'll contact you with details).","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":102,"numAllCaps":1},{"amount":375,"backers":262,"pledgePercentage":0.07,"limited":false,"description":"Q- Prime: You will receive the Quintessence Ultra- Deluxe version of Mage 20th as described in the text to the left: as per the description of Deluxe Mage 20th, with a special bookplate signed by Satyros Phil Brucato and as many of the creative team as possible, and an embossed and gold foil stamped dark purple leatherette cover with a three-stage embedded lenticular Mage tarot card featuring the original image of Dante as the Magician! You will also receive a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You will also receive the Mage 20th Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of the stunning Traditions art of Echo Chernik on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. You'll be listed in the Q-Prime section of the backer credits. WARNING: As stated to the left, this is a very expensive cover treatment and we must have 200 backers for this in order to fulfill this reward.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":211,"numAllCaps":4},{"amount":400,"backers":24,"pledgePercentage":0.01,"limited":false,"description":"Calculating Adept: You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as an Adept, plus you receive a character sheet customized for your character and including a portrait by Ken Meyer Jr of your character.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":94,"numAllCaps":1},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"Master of the Art of Conversation: You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. You or your character's name will be listed on the credits page as a Master, plus you'll be contacted for a half-hour phone/Skype interview with the always-engaging Satyros Phil Brucato.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":92,"numAllCaps":1},{"amount":600,"backers":8,"pledgePercentage":0,"limited":false,"description":"Mystic Gate: (For qualified retailers inside the US/Canada only. Contact richt@theonyxpath.com to confirm your status.) You will receive five copies of  the Deluxe Mage 20th Anniversary Edition, five copies of the Mage 20th PDF, and five copies of the Mage 20th PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the stunning Traditions art of Echo Chernik, and you can list five names (real names or characters' names) on the credits page as an Mage. You will also receive five copies of the Mage 20th Storytellers Screen as a Retailer bonus. This is for retailers inside the US/Canada only.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":120,"numAllCaps":3},{"amount":655,"backers":6,"pledgePercentage":0,"limited":false,"description":"Chantry (US/Canada): You will receive five copies of  the Deluxe Mage 20th Anniversary Edition, five copies of the Mage 20th PDF, and five copies of the Mage 20th PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the stunning Traditions art of Echo Chernik, and you can list five names (real names or characters' names) on the credits page as an Mage. This is for backers inside the US/Canada only.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":91,"numAllCaps":3},{"amount":725,"backers":2,"pledgePercentage":0,"limited":false,"description":"Mystic Gate: (For qualified retailers outside the US/Canada only. Contact richt@theonyxpath.com to confirm your status.) You will receive five copies of  the Deluxe Mage 20th Anniversary Edition, five copies of the Mage 20th PDF, and five copies of the Mage 20th PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the stunning Traditions art of Echo Chernik, and you can list five names (real names or characters' names) on the credits page as an Mage. You will also receive five copies of the Mage 20th Storytellers Screen as a Retailer bonus. This is for retailers outside the US/Canada only.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":120,"numAllCaps":3},{"amount":780,"backers":6,"pledgePercentage":0,"limited":false,"description":"Chantry (nonUS/Canada): You will receive five copies of  the Deluxe Mage 20th Anniversary Edition, five copies of the Mage 20th PDF, and five copies of the Mage 20th PoD as close to cost as we can give you (see description in the text to the left), you get 5 beautiful electronic wallpaper files featuring a collage of the stunning Traditions art of Echo Chernik, and you can list five names (real names or characters' names) on the credits page as an Mage. This is for backers outside the US/Canada only.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":91,"numAllCaps":2},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"Oracle: You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. And you will get PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You will also get PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming, and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You will also receive the Mage 20th Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of the stunning Traditions art of Echo Chernik on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Also you'll be listed in the “Special Thanks” section as you are brought into the inner sanctum to participate in the creation of an upcoming Mage 20th book as a Consulting Developer. You'll be included on every email exchange, Skype meeting, phone call, and exchange of threats and insults between Phil, Rich, and the writers and artists from the beginning to the end of the book's creation.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":240,"numAllCaps":1},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":false,"description":"Primus: You will receive a copy of the Deluxe Mage 20th Anniversary Edition, a copy of the Mage 20th PDF, and the Mage 20th PoD as close to cost as we can give you (see description in the text to the left). You'll get digital wallpaper featuring a collage of the stunning Traditions art of Echo Chernik. And you will get PDFs of Vampire 20th Anniversary Edition, and Werewolf 20th Anniversary Edition. You will also get PDFs of classic Mage fiction books The Fragile Path and the Horizon War Trilogy (Road to Hell, Ascension Warrior, and War in Heaven), as entertaining background for your gaming, and also three PDFs of the classic Mage Chronicle Compilations, containing some of the seminal early Mage books. You will also receive the Mage 20th Storyteller's Screen, a sturdy three-panel screen featuring a beautiful collage of the stunning Traditions art of Echo Chernik on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. You'll be listed in the “Special Thanks” section, plus Satyros Phil Brucato will run a session of Mage 20th over Skype for you and your coterie of players.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":201,"numAllCaps":1}],"updates":64,"comments":9166},"errors":{}}