{"successes":{"title":"Medical Inc. The Movie","category":"Film & video","subcategory":"Documentary","description":"Capture the record, most backed film on KS. $350K! Put Heath and Care back in healthcare! Releasing in theaters in Fall of 2012.","avatarURL":"https://ksr-ugc.imgix.net/projects/140611/photo-original.jpg?v=1397778395&w=1536&h=1152&fit=crop&auto=format&q=92&s=eac6c6e5678958ee5f9f80ae110b9a47","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/140611/video-99883-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":35,"startDate":1335423600000,"endDate":1338447600000,"raised":241948,"goal":75000,"percent":323,"backers":1417,"currency":"USD","Pledges":[{"amount":10,"backers":10,"pledgePercentage":0.01,"limited":false,"description":"You get a \"Special Thanks\" on our website and first look at updates on our progress. And we sure appreciate your support!","estimatedDelivery":"2012-08-01","estimatedDeliveryISO":"2012-08-01T00:00:00.000Z","numWords":22,"numAllCaps":0},{"amount":25,"backers":674,"pledgePercentage":0.48,"limited":false,"description":"For a $25 pledge, you'll get a DVD of the film personally signed by both the director and producer and a collector's edition of our movie poster. And your place in history...","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":32,"numAllCaps":1},{"amount":100,"backers":423,"pledgePercentage":0.3,"limited":false,"description":"Okay, now we're talking! For just $100 you get 5 autographed collectors' DVD's, 2 ( also signed) collectors' movie posters and a crew-member commemorative T-shirt. You'll also be listed on our website as a \"make it happen\" supporter, thank you!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":40,"numAllCaps":2},{"amount":175,"backers":97,"pledgePercentage":0.07,"limited":false,"description":"A great value for you and a huge help for us. You get 10 autographed copies of the DVD, 2 signed collector's edition movie posters and 2 of our crew-member T-shirts. Use the DVD's to spread the word, take the lead in spreading health! And yes, you are listed on our website as a key supporter.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":56,"numAllCaps":4},{"amount":300,"backers":136,"pledgePercentage":0.1,"limited":false,"description":"Perfect for an office or small practice.  You get 25 autographed DVD's, 5 signed collector edition movie posters and 5 of our crew T-shirts. Make your office a launch point for what will be one of the most talked about films of 2012.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":44,"numAllCaps":2},{"amount":1000,"backers":47,"pledgePercentage":0.03,"limited":true,"description":"Tailor made for promoting a growing wellness business or professional practice. You get100 DVD's (25 signed), 10 autographed collector's edition movie posters, 10 crew member T-shirts, 10 crew member hats. PLUS a \"Special Thanks\" Screen Credit and 10 theater tickets to the premiere in either NY or LA.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":48,"numAllCaps":5},{"amount":2500,"backers":6,"pledgePercentage":0,"limited":true,"description":"Afterparty! You get 250 DVD's (25 signed), 10 autographed collector's edition movie posters, 10 crew member t-shirts, 10 crew member hats. Plus a \"Special Thanks\" screen credit and 10 theater tickets to the premiere in your choice of NY or LA. ALSO, a table for 10 at the afterparty after the premiere. (either NY or LA)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":56,"numAllCaps":6},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":true,"description":"Associate Producer credit. You get 500 DVD's (25 autographed), 5 autographed collector's edition movie posters, 5 crew member t-shirts, 5 crew member hats. Plus screen credit as an Associate Producer. You also receive 5 tickets to the premiere in either NY or LA, including dinner for you and a guest at the Producer's dinner before the premiere. You'll also be invited to any industry award events (assuming invitations are extended!) Come join us!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":73,"numAllCaps":3},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":true,"description":"Executive Producer credit! You get 1,000 DVD's (25 autographed), 10 autographed collector's edition movie posters, 10 crew member T-shirts, 10 crew member hats. Plus screen credit as an Executive Producer! You also receive 10 tickets to the premiere in either NY or LA, including dinner for you and a guest with the Executive Producer and Director before the premiere. Also, you're included with an invitation for 2 to any industry award events (assuming invitations are extended!) Limited to 3. This will be an award-winning film, come join us!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":88,"numAllCaps":4},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Can you fill a theater with your clients and their friends and families? If so, the then having a private screening in your city could catapult your business! Bobby Sheehan and Jeff Hays will fly to your city and do a pre-release screening for your audience in a theater or  other facility that you provide. Question and answer session and commentary. US only. Includes signed DVD's for your guests (up to 500), 10 hats, 10 t-shirts, and 10 signed posters.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":81,"numAllCaps":2},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Co-Executive Producer credit. You get 1,000 DVD's (25 autographed), 10 autographed collector's edition movie posters, 10 crew member T-shirts, 10 crew member hats. Plus screen credit as a Co-Executive Producer! You also receive 10 tickets to the premiere in either NY or LA, including dinner for you and a guest at the producer's dinner with the Executive Producers, Producer and Director before the premiere. Also, you're included with an invitation for 2 to any industry award events (assuming invitations are extended!) Limited to 2. This will be an award-winning film, come join us!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":93,"numAllCaps":4}],"updates":17,"comments":35},"errors":{}}