{"successes":{"title":"MUCK: Horror Films for Horror Fans. 4K Ultra HD & No CGI.","category":"Film & video","subcategory":"Horror","description":"Become a backer and you’ll see it first! For a pledge of only $25, you get both MUCK films, and your name in the actual movie credits.","avatarURL":"https://ksr-ugc.imgix.net/projects/1000806/photo-original.jpg?v=1418030902&w=1536&h=1152&fit=crop&auto=format&q=92&s=6a4920d84294efe94c2a2b0f03cb7f52","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1000806/video-474961-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":60,"startDate":1413183600000,"endDate":1418367600000,"raised":266325,"goal":250000,"percent":107,"backers":832,"currency":"USD","Pledges":[{"amount":1,"backers":86,"pledgePercentage":0.1,"limited":false,"description":"\"MUCK\" YOU VERY MUCH - Special \"Thank You\" mention on \"MUCK\" Twitter; emailed PDF of \"MUCK\" script.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":17,"numAllCaps":7},{"amount":10,"backers":48,"pledgePercentage":0.06,"limited":false,"description":"\"MUCK\" MENTION - Special Tweet from Kane Hodder, LeeAnna Vamp or Nicole Marie Jean; special \"Thank You\" mention on \"MUCK\" Twitter; emailed PDF of \"MUCK\" script.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":26,"numAllCaps":5},{"amount":25,"backers":56,"pledgePercentage":0.07,"limited":false,"description":"\"MUCK\" YOU ONLINE - Special Tweet from Kane Hodder, LeeAnna Vamp or Nicole Marie Jean; special \"Thank You\" mention on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; email PDF of \"MUCK\" script; digital download of the \"MUCK\" prequel when it's released; Limited Edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker. We will also be taking two (2) backers of this reward level or higher to the \"MUCK\" Premiere Party at the PLAYBOY MANSION next March. (See Reward #15 for details)","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":83,"numAllCaps":13},{"amount":25,"backers":213,"pledgePercentage":0.26,"limited":false,"description":"GET \"MUCK\" FIRST - Backers of this reward will receive their choice of DVD or Blu-ray copy of \"MUCK\", and will receive it BEFORE it hits theaters (sorry, Anchor Bay!). Backers of this reward will also receive an email copy of the \"MUCK\" script; special \"Thank You\" mention on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released. We will also be taking two (2) backers of this reward level or higher to the \"MUCK\" Premiere Party at the PLAYBOY MANSION next March. (See Reward #15 for details)","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":98,"numAllCaps":13},{"amount":25,"backers":25,"pledgePercentage":0.03,"limited":false,"description":"JORDAN CARVER \"MUCK\" YOU ONLINE - Backers will receive a Special Tweet from Jordan Carver; YOUR NAME in the \"MUCK\" Prequel movie credits; email PDF of \"MUCK\" script; digital download of the \"MUCK\" prequel when it's released; Limited Edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker. We will also be taking four (4) backers of this reward level or higher to Meet & Greet Jordan Carver at the Los Angeles \"MUCK\" Red Carpet Premiere.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":74,"numAllCaps":14},{"amount":49,"backers":24,"pledgePercentage":0.03,"limited":false,"description":"MERRY MUCK-ING CHRISTMAS - Get everything from Reward #4 (GET \"MUCK\" FIRST) PLUS: get a MUCK t-shirt of their choice, and a limited edition MUCK shot glass!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":27,"numAllCaps":9},{"amount":50,"backers":8,"pledgePercentage":0.01,"limited":false,"description":"PERSONALIZED MESSAGE FROM A PLAYMATE OF THE YEAR! - A pre-recorded VIDEO MESSAGE of your choosing* from one of the Playboy Playmates of the Year in the MUCK PREQUEL. YES, the prequel has more than one! (Think 'Happy Birthday' from Raquel, or 'Merry Christmas' from Kennedy!) *Tasteful requests only, please! Also, get a Special Tweet from the Playmates, plus YOUR NAME in the \"MUCK\" Prequel movie credits; email PDF of \"MUCK\" script; and a DIGITAL DOWNLOAD of the \"MUCK\" Prequel when it's released.\nTHIS CAN ALSO BE AN ADD ON TO ANY REWARD","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":92,"numAllCaps":32},{"amount":50,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"NICOLE MARIE JEAN PERSONALIZED MESSAGE TO YOU - Backers receive a personalized* recorded message of your choosing from Nicole Marie Jean. Maybe she'll tell you a joke or give you some life advice (*Tasteful requests only, please!); Backers also receive a special Tweet from Muck; YOUR NAME in the \"MUCK\" Prequel movie credits; An email PDF copy of the \"MUCK\" script; and a digital download of the \"MUCK\" Prequel (Nicole's first film!) when it's released. THIS CAN ALSO BE AN ADD ON TO ANY REWARD","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":85,"numAllCaps":23},{"amount":50,"backers":16,"pledgePercentage":0.02,"limited":false,"description":"LEEANNA VAMP - PERSONALIZED MESSAGE TO YOU FROM THE GHOUL OF YOUR DREAMS! - Backers receive a personalized recorded message* from LeeAnna Vamp. Whether its 'Happy Birthday,' or 'Merry Christmas' or maybe you just have a burning question that only she can answer, or another message of your choice, its a message unique to each Vamp fiend who backs this reward, and needless to say an awesome gift idea! (*Tasteful requests only, please!); Backers also receive a special Tweet from Muck; YOUR NAME in the \"MUCK\" Prequel movie credits; An email PDF copy of the \"MUCK\" script; and a digital download of the \"MUCK\" Prequel (LeeAnna's first film!) when it's released. THIS CAN ALSO BE AN ADD ON TO ANY REWARD","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":121,"numAllCaps":28},{"amount":50,"backers":33,"pledgePercentage":0.04,"limited":false,"description":"JORDAN CARVER PERSONALIZED MESSAGE TO YOU - Are you a fan of the gorgeous Jordan Carver? Backers receive a personalized message of their choosing from Jordan while she wears a something sexy of her choice! This could be a 'Happy Birthday' or 'Merry Christmas' she'll take message requests (*Tasteful requests only, please!); Backers also receive a special Tweet from Jordan; Backer's name listed in the \"MUCK\" Prequel movie credits; An email PDF copy of the \"MUCK\" script; and a digital download of the \"MUCK\" Prequel when it's released. (Jordan's first Horror Movie) THIS CAN ALSO BE AN ADD ON TO ANY REWARD AND MAKES A GREAT CHRISTMAS GIFT!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":108,"numAllCaps":26},{"amount":69,"backers":22,"pledgePercentage":0.03,"limited":false,"description":"GET YOUR FACE IN THE \"MUCK\" - Get everything from GET \"MUCK\" FIRST, a MUCK t-shirt of your choice, and a limited edition MUCK shot glass, PLUS: See YOUR FACE in the movie! Submit a photo of you to be printed and posted Polaroid-style on a \"Wall-of-Fame\" shown close-up in a prequel bar scene. We'll even post your name with it if you like!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":64,"numAllCaps":14},{"amount":75,"backers":27,"pledgePercentage":0.03,"limited":false,"description":"LEEANNA VAMP FAN PACK - Backers will receive a 13x19 signed and personalized poster from LeeAnna Vamp (even kissed, if you'd like!); A DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; special \"Thank You\" mention on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":71,"numAllCaps":14},{"amount":75,"backers":25,"pledgePercentage":0.03,"limited":false,"description":"NICOLE MARIE JEAN FAN PACK - Backers will receive a 13x19 signed and personalized poster from Nicole Marie Jean; a DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; special \"Thank You\" mention on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":68,"numAllCaps":14},{"amount":75,"backers":13,"pledgePercentage":0.02,"limited":false,"description":"PMOY 2013 RAQUEL POMPLUN FAN PACK - Backers will receive a 13x19 signed and personalized poster from Raquel Pomplun; a DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition Raquel Pomplun \"MUCK\" shot glass; Limited Edition \"I GIVE A MUCK\" sticker; special \"Thank You\" mention on the \"MUCK\" Twitter and YOUR NAME in the \"MUCK\" Prequel movie credits; PLUS a digital download of the \"MUCK\" Prequel starring Raquel when it's released.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":79,"numAllCaps":20},{"amount":75,"backers":13,"pledgePercentage":0.02,"limited":false,"description":"JORDAN CARVER FAN PACK - Backers will receive a 13x19 signed and personalized poster from Jordan Carver; a DVD or Blu-ray of \"MUCK\" before it hits theaters; a Special Tweet from Jordan Carver; email PDF of the \"MUCK\" script; Limited Edition Jordan Carver \"MUCK\" shot glass; Limited Edition \"I GIVE A MUCK\" sticker; special \"Thank You\" mention on the \"MUCK\" Twitter; YOUR NAME in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":78,"numAllCaps":18},{"amount":75,"backers":6,"pledgePercentage":0.01,"limited":false,"description":"PMOY 2014 KENNEDY SUMMERS FAN PACK - Backers will receive a 13x19 signed and personalized poster from Kennedy Summers; a DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; special \"Thank You\" mention on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":68,"numAllCaps":14},{"amount":75,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"CONSTANCE NUNES FAN PACK - Backers will receive a Limited Print Poster signed by BOTH Constance Nunes & Kane Hodder; a DVD or Blu-ray of \"MUCK\" before it hits theaters; a Special Facebook Post on your Timeline from Constance; email PDF of the \"MUCK\" script; Limited Edition Constance Nunes BLACK BRA & UNDERWEAR; \"MUCK\" shot glass; Limited Edition \"I GIVE A MUCK\" sticker; special \"Thank You\" mention on the \"MUCK\" Twitter; YOUR NAME in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":88,"numAllCaps":22},{"amount":75,"backers":3,"pledgePercentage":0,"limited":false,"description":"PMOY 2012 JACLYN SWEDBERG FAN PACK - Backers will receive a 13x19 signed and personalized poster from Jaclyn Swedberg; a DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition Jaclyn Swedberg \"MUCK\" shot glass; Limited Edition \"I GIVE A MUCK\" sticker; special \"Thank You\" mention on the \"MUCK\" Twitter and YOUR NAME in the \"MUCK\" Prequel movie credits; PLUS a digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":77,"numAllCaps":20},{"amount":100,"backers":8,"pledgePercentage":0.01,"limited":false,"description":"\"MUCK\" FRIENDS AND FAMILY PACK - Love a member of the \"MUCK\" cast and crew? Support their film! Backers of this reward will receive a  \"MUCK\" poster signed by the cast member of your choice; a special Tweet from the cast member of your choice; a never-before-seen behind the scenes 8x10 print of the cast or crew member of your choice; a DVD or Blu-ray of \"MUCK\" before it hits theaters; Limited edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; special \"Thank You\" on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":104,"numAllCaps":14},{"amount":100,"backers":7,"pledgePercentage":0.01,"limited":false,"description":"\"MUCK\" FAN PACK - Backers of this reward will receive a \"MUCK\" poster signed by horror legend Kane Hodder; Limited edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; a DVD or Blu-ray of \"MUCK\" before it hits theaters; special \"Thank You\" on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":61,"numAllCaps":11},{"amount":148,"backers":3,"pledgePercentage":0,"limited":false,"description":"GET MUCKED UP! - Backers get everything from GET \"MUCK\" FIRST tier, PLUS: 2 MUCK shot glasses, a 24x36 MUCK movie poster, AND your choice of 2 muck t-shirts OR official MUCK U Kane Hodder jersey (+$50 to customize with your name and number)!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":44,"numAllCaps":13},{"amount":150,"backers":13,"pledgePercentage":0.02,"limited":false,"description":"KANE HODDER FAN PACK - Backers of this reward will receive a hockey mask signed by horror legend Kane Hodder; a \"MUCK\" poster signed by Kane Hodder; Limited Edition \"MUCK\" shot glass; Limited edition \"MUCK\" sticker; advanced copy of \"MUCK\" on DVD or Blu-ray; special \"Thank You\" on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":67,"numAllCaps":12},{"amount":150,"backers":20,"pledgePercentage":0.02,"limited":false,"description":"LEEANNA VAMP SUPER-FAN PACK - Are YOU a LeeAnna Vamp super-fan? Prove it! Backers of this reward will receive a limited edition LeeAnna Vamp \"MUCK\" shirt; a personalized VINE from LeeAnna; a 13x19 signed and personalized poster from LeeAnna Vamp (even kissed, if you'd like!); a DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; special \"Thank You\" on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":93,"numAllCaps":16},{"amount":150,"backers":8,"pledgePercentage":0.01,"limited":false,"description":"NICOLE MARIE JEAN SUPER-FAN PACK - Do YOU love Nicole Marie Jean? Show her! Backers of this reward will receive a personalized VINE from Nicole; a 13x19 signed and personalized poster from Nicole; a limited edition \"MUCK\" shirt; a DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; special \"Thank You\" on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":86,"numAllCaps":17},{"amount":150,"backers":7,"pledgePercentage":0.01,"limited":false,"description":"JORDAN CARVER SUPER FAN PACK - Backers of this reward will receive a limited edition Jordan Carver \"MUCK\" shirt of your choice; a personalized Vine from Jordan; a 13x19 signed and personalized poster from Jordan; a DVD or Blu-ray of \"MUCK\" before it hits theaters; email PDF of the \"MUCK\" script; Limited Edition Jordan Carver \"MUCK\" shot glass; Limited Edition \"I GIVE A MUCK\" sticker; special \"Thank You\" on the \"MUCK\" Twitter; YOUR NAME in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":89,"numAllCaps":20},{"amount":250,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"LEEANNA VAMP & NICOLE MARIE JEAN COMBO PACK - Are you a fan of BOTH LeeAnna Vamp and Nicole Marie Jean? Then this is the reward for you. Backers will receive a full-size (24x36) signed and personalized poster from both LeeAnna and Nicole; 2 \"MUCK\" t-shirts or 2 LeeAnna Vamp t-shirts (Backer's choice); 2 Limited edition \"MUCK\" shot glasses; 2 Limited Edition \"MUCK\" sticker; advanced copy of \"MUCK\" on DVD or Blu-ray; special \"Thank You\" on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":95,"numAllCaps":16},{"amount":350,"backers":4,"pledgePercentage":0,"limited":false,"description":"LUCKY NUMBER 13 - Backers will receive a Kane Hodder #13 \"MUCK\" jersey (can be personalized name for $50 more); a full-size movie poster (24x36) signed by horror legend Kane Hodder; a hockey mask signed by horror legend Kane Hodder; Limited edition \"MUCK\" shot glass; Limited Edition \"MUCK\" sticker; advanced copy of \"MUCK\" on DVD or Blu-ray; special \"Thank You\" on the \"MUCK\" Twitter and in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":80,"numAllCaps":10},{"amount":400,"backers":1,"pledgePercentage":0,"limited":false,"description":"\"MUCK\" PREQUEL WRAP PARTY LA - Join the \"MUCK\" team in Los Angeles, CA for the official Muck Prequel wrap party, including a meet and greet with the cast and crew. Experience includes two (2) passes to the wrap party with everything you would expect at a wrap party plus great company. (Travel expenses NOT included) Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":79,"numAllCaps":10},{"amount":500,"backers":3,"pledgePercentage":0,"limited":false,"description":"\"MUCK\" PREQUEL WRAP PARTY BOSTON - Join the \"MUCK\" team in Boston, MA for the official Muck Prequel wrap party, including a meet and greet with the cast and crew. Experience includes two (2) passes to the wrap party with everything you would expect at a wrap party plus great company. (Travel expenses NOT included) Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":78,"numAllCaps":10},{"amount":600,"backers":2,"pledgePercentage":0,"limited":false,"description":"ATTEND THE \"MUCK\" PREMIERE - Join us for the official RED CARPET premiere of \"MUCK\"! Backers receive two (2) passes to the premiere, along with a meet and greet with the cast and crew. A bloody good time guaranteed! Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":62,"numAllCaps":10},{"amount":1000,"backers":4,"pledgePercentage":0,"limited":false,"description":"A MUCKING ASSOCIATE PRODUCER CREDIT - IF you really do give a \"MUCK\" then you can welcome yourself to the Movie Business with a AP credit on IMDB & in the film credits! Also included with this: advance DVD or Blu-ray of \"MUCK;\" a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":63,"numAllCaps":13},{"amount":1500,"backers":7,"pledgePercentage":0.01,"limited":false,"description":"MOVIE STAR PACK - Be IN the movie! Receive a walk-on role in the \"MUCK\"prequel. (*Note - \"MUCK\" will be filmed on location in Cape Cod, travel expenses not included) Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":53,"numAllCaps":8},{"amount":2500,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"PARTY OF A \"MUCK\"-ING LIFETIME - Receive two (2) VIP passes to the \"MUCK\" premiere party and screening of \"MUCK\" at the PLAYBOY MANSION for Saint Patrick's Day. Experience a once-in-a-lifetime opportunity to party at the legendary and iconic Playboy mansion in Los Angeles. Enjoy an open bar, appetizers, meet Playmates and who knows, maybe even meet Hugh Hefner! VERY exclusive, only 80 people will be in attendance including cast and 15 Playmates. (Note - Travel and accommodations NOT included) Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":103,"numAllCaps":14},{"amount":2500,"backers":15,"pledgePercentage":0.02,"limited":true,"description":"PARTY OF A \"MUCK\"-ING LIFETIME - Receive two (2) VIP passes to the \"MUCK\" premiere party and screening of \"MUCK\" at the PLAYBOY MANSION for Saint Patrick's Day. Experience a once-in-a-lifetime opportunity to party at the legendary and iconic Playboy mansion in Los Angeles. Enjoy an open bar, appetizers, meet Playmates and who knows, maybe even meet Hugh Hefner! VERY exclusive, only 80 people will be in attendance including cast and 15 Playmates. (Note - Travel and accommodations NOT included) Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":103,"numAllCaps":14},{"amount":3000,"backers":1,"pledgePercentage":0,"limited":true,"description":"MOVIE STAR PACK DOUBLE-UP - Receive walk-on roles in the \"MUCK\" Prequel AND Sequel. (*Note - both films will be filmed on location in Cape Cod, travel expenses not included.) Backers also receive a digital download of the \"MUCK\" Prequel and Sequel when it's released, and a special \"Thank You\" in the \"MUCK\" Prequel and Sequel movie credits.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":58,"numAllCaps":8},{"amount":4500,"backers":5,"pledgePercentage":0.01,"limited":true,"description":"\"MUCK\" GETAWAY - A one-week stay (sleeps up to 8 people) in luxurious Cape Cod seaside home where \"MUCK\" was filmed. House comes fully stocked and you'll get a pre-paid tab at the local bar where scenes from Muck were filmed. Vacationers also receive all the \"MUCK\" gear you could ever want including t-shirts, posters, shot glasses and much more. Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":83,"numAllCaps":7},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"PLAYMATE OF THE YEAR WILL WEAR YOUR BRAND ON FILM  - Advertise your product or logo in \"MUCK\" Prequel! Backers will receive their product or logo placed in the film via a tight T-Shirt worn by one of the Playmates of the Year in the cast of the \"MUCK\" prequel. (Note - design of the product/logo on T-Shirt to be discussed and agreed upon by both parties) Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":91,"numAllCaps":16},{"amount":6000,"backers":1,"pledgePercentage":0,"limited":false,"description":"ULTIMATE MUCK PARTY PACK - Receive two (2) VIP passes to the \"MUCK\" premiere party and screening of \"MUCK\" at the PLAYBOY MANSION for Saint Patrick's Day; two (2) passes to the wrap party (Boston or Los Angeles); two (2) passes to the official RED CARPET premiere of \"MUCK\" in LA, along with a meet and greet with the cast and crew. (Note - Travel and accommodations NOT included.) Backers also receive a digital download of the \"MUCK\" Prequel when it's released and a special \"Thank You\" in the \"MUCK\" Prequel movie credits!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":93,"numAllCaps":16},{"amount":7500,"backers":2,"pledgePercentage":0,"limited":true,"description":"JORDAN CARVER WILL WEAR YOUR BRAND ON FILM - Advertise your product or logo via placement on a tight T-Shirt worn by Jordan Carver, both in the film AND in posts to her 4 million social media followers. (Note - design of the product/logo on T-Shirt to be discussed and agreed upon by both the backer and WithAnO Productions.) Backers also receive 10 signed Jordan Carver production stills of her wearing the shirt with your logo; an EXCLUSIVE behind the scenes clip of Jordan wearing the shirt and mentioning your brand or business that you can use to promote on social media; special \"Thank You\" in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":120,"numAllCaps":14},{"amount":10000,"backers":2,"pledgePercentage":0,"limited":false,"description":"THE ULTIMATE MUCK PACKAGE - You really do give a \"MUCK\"! Get an Executive Producer Credit; two tickets to the \"MUCK\" premiere party at the Playboy Mansion; one-week stay in the \"MUCK\" house in Cape Cod; four tickets to \"MUCK\" red carpet premiere (Los Angeles); two tickets to the \"MUCK\" prequel wrap party (choose between Los Angeles or Boston); 12 \"MUCK\" t-shirts of your choice; 12 Limited Edition \"MUCK\" shot glasses; \"MUCK\" poster signed by full cast; advance DVD or Blu-ray of \"MUCK\". Backers also receive a digital download of the \"MUCK\" Prequel when it's released and special \"Thank You\" in the \"MUCK\" Prequel movie credits.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":106,"numAllCaps":16},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"HORROR LOVERS' DREAM - Horror fans, rejoice! Backers of this reward will receive a glorious death scene in the \"MUCK\" Prequel from horror legend Kane Hodder! Become a member of the \"MUCK\" Prequel cast and get gored on screen. PLUS take home the props Kane uses to get you on screen. Backers get the full film set experience. Backers also receive a digital download of the \"MUCK\" Prequel when it's released.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":71,"numAllCaps":7},{"amount":10000,"backers":2,"pledgePercentage":0,"limited":true,"description":"JORDAN CARVER WILL WEAR YOUR BRAND ON FILM + EXECUTIVE PRODUCER CREDIT - Advertise your product or logo via placement on a tight T-Shirt worn by Jordan Carver, both in the film AND in posts to her 4 million social media followers. (Note - design of the product/logo on T-Shirt to be discussed and agreed upon by both the backer and WithAnO Productions.) Backers also receive 10 signed Jordan Carver production stills of her wearing the shirt with your logo; an EXCLUSIVE behind the scenes clip of Jordan wearing the shirt and mentioning your brand or business that you can use to promote on social media; special \"Thank You\" in the \"MUCK\" Prequel movie credits; digital download of the \"MUCK\" Prequel when it's released. In addition to these exclusive rewards, your name in the prequel movie credits and on IMDb as Executive Producer!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":143,"numAllCaps":17}],"updates":16,"comments":156},"errors":{}}