{"successes":{"title":"Stonehearth","category":"Games","subcategory":"Video Games","description":"A sandbox strategy game with town building, crafting, and epic battles!","avatarURL":"https://ksr-ugc.imgix.net/projects/506964/photo-original.png?v=1397815301&w=1536&h=1152&fit=crop&auto=format&q=92&s=bd5873b72bd3b44b37a6c60c581889a3","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/506964/video-233374-h264_high.mp4","city":"San Jose","state":"CA","country":"US","duration":30,"startDate":1367218800000,"endDate":1369810800000,"raised":751920,"goal":120000,"percent":627,"backers":22844,"currency":"USD","Pledges":[{"amount":5,"backers":90,"pledgePercentage":0,"limited":false,"description":"COMMUNITY TIER -  Thanks for believing in our game. You will receive exclusive development updates through our Kickstarter page and can participate in backer-only polls related to new gameplay and content ideas.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":33,"numAllCaps":2},{"amount":15,"backers":6499,"pledgePercentage":0.28,"limited":false,"description":"BACKER                       - Digital download of the full game when it is ready for release. Stonehearth will ship on PC initially. We would like to make the game available for Mac and Linux, but can't commit to those platforms yet.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":61,"numAllCaps":2},{"amount":25,"backers":735,"pledgePercentage":0.03,"limited":false,"description":"BUDDY BACKER TIER - 2x the benefits of the BACKER tier, for just $10 more.  TWO Digital downloads of the full game when it is ready for release.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":29,"numAllCaps":5},{"amount":30,"backers":9942,"pledgePercentage":0.44,"limited":false,"description":"SETTLER TIER, BETA BACKER - All rewards from the lower tiers, plus early access to the game through a digital download of the beta, with free updates all the way through the game's final release! Plus you'llget  access to our beta-backer forum to give early feedback on the game, and a special thanks in the game's credits. We'll also throw in a CUDDLY KITTEN who will accompany your settlers each time you start a new game. He no good in a fight, but gosh he's cute!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":87,"numAllCaps":6},{"amount":45,"backers":1440,"pledgePercentage":0.06,"limited":false,"description":"SETTLER TIER, BETA BUDDY BACKER - All the benefits of the SETTLER TIER, plus you'll get an extra copy of the early-access beta!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":23,"numAllCaps":7},{"amount":50,"backers":3316,"pledgePercentage":0.15,"limited":false,"description":"INTREPID SETTLER, DIGITAL PACK - All rewards from the lower tiers: beta access, beta forum access, special thanks, and the kitten. You'll also receive a download of our DIGITAL ARTBOOK with behind-the-scenes concept art, a DIGITAL POSTER, and a REALLY CUTE PUPPY companion to keep your kitten company each time you start a game.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":54,"numAllCaps":11},{"amount":75,"backers":214,"pledgePercentage":0.01,"limited":false,"description":"THE MINSTREL, All the rewards from the INTREPID SETTLER TIER, plus a digital download for the full Stonehearth soundtrack!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":19,"numAllCaps":5},{"amount":100,"backers":342,"pledgePercentage":0.01,"limited":false,"description":"ADVENTURER TIER, PHYSICAL PACK - All the benefits of the lower tiers:  beta access, beta forum access, special thanks, the kitten, and his puppy friend. Plus your very own Stonehearth T-SHIRT. We'll also give you a PROMINENT THANKS in the game's credits.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":43,"numAllCaps":7},{"amount":150,"backers":65,"pledgePercentage":0,"limited":false,"description":"BOLD ADVENTURER, PHYSICAL PACK UPGRADE - All the benefits of the lower tiers: beta access, beta forum access, prominent special thanks, the kitten, the puppy, and the T-Shirt. We'll also mail you an exclusive POSTER, offered only during this Kickstarter.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":40,"numAllCaps":7},{"amount":250,"backers":24,"pledgePercentage":0,"limited":false,"description":"SEASONED ADVENTURER, ULTIMATE PHYSICAL PACK - All the benefits of the lower tiers, plus another T-Shirt for a total of TWO T-SHIRTS and a POSTER SIGNED by the development team.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":30,"numAllCaps":10},{"amount":500,"backers":9,"pledgePercentage":0,"limited":true,"description":"EXPLORER TIER - All previous tier rewards, plus we'll let you add your name or the name of your choice (subject to our approval) to the pool of randomly generated settler names. Or if you want your name to appear on a monster we can swing that too. You'll also receive a PROMINENT thanks in the game's credits.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":58,"numAllCaps":3},{"amount":525,"backers":20,"pledgePercentage":0,"limited":true,"description":"NAME A TITAN! - As a special benefit for our early backers, you will get a chance to name a one of the boss Titans in the game!  You'll get all the benefits of the previous tiers, plus pick any name (within reason please) for one of the gianormous, town-stomping, end game monsters!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":54,"numAllCaps":3},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"WORLD SHAPER TIER - All previous reward tiers, plus we'll let you name a world zone in Stonehearth! The name of your choice (subject to our approval) will be added to the pool of random names for world zones like forests, mountains, and subterranean caves.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":45,"numAllCaps":3},{"amount":2000,"backers":4,"pledgePercentage":0,"limited":true,"description":"LEGEND TIER - Become part of the world of Stonehearth! We'll design a NPC and scripted encounter with your input. You can be the leader of a travelling caravan, a local warlord, or whatever you want (within reason)! Of course, you also get all rewards from the previous tiers.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":49,"numAllCaps":3},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":true,"description":"ADVISOR TIER - Become one of our special advisors.  All previous tier rewards, plus you'll get the chance to meet the team for lunch (if you're local or can travel to meet us) or by Skype.  Sorry, we cannot cover your travel expenses.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":45,"numAllCaps":2}],"updates":32,"comments":7608},"errors":{}}