{"successes":{"title":"Control VR- The Future of Virtual Reality, Animation & more","category":"Technology?ref=category","subcategory":"Technology","description":"Control VR is a next-generation wearable technology that turns your hands into the ultimate intuitive controller for PCs, VR and beyond","avatarURL":"https://ksr-ugc.imgix.net/projects/997214/photo-original.png?v=1401981389&w=1536&h=1152&fit=crop&auto=format&q=92&s=a0e080b29d33b9bb42984224807ddb0c","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/997214/video-396565-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":30,"startDate":1401951600000,"endDate":1404543600000,"raised":442227,"goal":250000,"percent":177,"backers":1161,"currency":"USD","Pledges":[{"amount":10,"backers":245,"pledgePercentage":0.21,"limited":false,"description":"A Digital Thank You and access to the SDK Software, including the tutorials on how to create Games and Apps for the Control VR so that you’ll be ready when you get one! (Does not include any of the hardware or third party software)","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":35,"backers":53,"pledgePercentage":0.05,"limited":false,"description":"A stylish Limited Edition Control VR “Power Glove” T-shirt! - With this modern take on a retro classic you’ll be able to show all your friends how Hip and Retro you are at the same time! You’ll also get a Digital Thank You, and access to the SDK Software, including the tutorials so you can be one of the first to learn how to create Games and Apps for the Control VR (Does not include hardware or third party software) Free US Shipping Included.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":84,"numAllCaps":6},{"amount":75,"backers":28,"pledgePercentage":0.02,"limited":false,"description":"A rockin’ Limited Edition Control VR “Power Glove” Hoodie! - Hoodies are cooler than T-shirts anyway.  Besides you’ll also get the Limited Edition Power Glove T-Shirt and a Digital Thank you, an addition to our wall of fame, and access to the SDK Software, including the tutorials so you can be one of the first to learn how to create Games and Apps for the Control VR (Though obviously this does not include any of the hardware or third party software programs) Free US Shipping Included.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":87,"numAllCaps":7},{"amount":350,"backers":51,"pledgePercentage":0.04,"limited":true,"description":"Body and Single Arm Control VR Dev Kit System (Left or Right) - You will get to see your Fingers, Hand, Arm and Body inside virtual worlds with your Control VR system, or perform Motion Capture for animation or film in your own home or business.  The 1 Arm Control and Body VR Dev Kit system includes 10 inertial sensors.  You will also receive 10+ Games and Demos for Control VR, access to the SDK Software and tutorials so you can get up and running as soon as you receive your device. Free US Shipping included.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":98,"numAllCaps":6},{"amount":600,"backers":599,"pledgePercentage":0.52,"limited":true,"description":"Body and Double Arm Control VR Dev Kit System - You will get to see your Fingers, Both Hands, Arms and your Body inside virtual worlds with your Control VR system, or perform Motion Capture for animation or film in your own home or business.  The 2 Arm Control and Body VR Dev Kit system includes 19 inertial sensors. You will also receive over 10 Games and Demos for Control VR, access to the SDK Software and tutorials so you can get up and running as soon as you receive your device.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":93,"numAllCaps":5},{"amount":1200,"backers":36,"pledgePercentage":0.03,"limited":true,"description":"Get two systems! 2X Body and Double Arm Control VR Dev Kit System - You will get to see your Fingers, Both Hands, Arms and your Body inside virtual worlds with your Control VR system, or perform Motion Capture for animation or film in your own home or business.  The 2 Arm Control and Body VR Dev Kit system includes 19 inertial sensors. You will also receive over 10 Games and Demos for Control VR, access to the SDK Software and tutorials so you can get up and running as soon as you receive your device.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":97,"numAllCaps":5}],"updates":7,"comments":339},"errors":{}}