{"successes":{"title":"Pillars of Eternity (formerly Project Eternity)","category":"Games","subcategory":"Video Games","description":"Pillars of Eternity is an isometric, party-based computer RPG set in a new fantasy world developed by Obsidian Entertainment.","avatarURL":"https://ksr-ugc.imgix.net/assets/003/523/186/f4b7ac6d0da458bfd4f18cafa49627cd_original.png?v=1427655026&w=700&fit=max&auto=format&q=92&s=250a1db3a31ecfd3d90eb9cf9beada39","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/289461/video-170526-h264_high.mp4","city":"Irvine","state":"CA","country":"US","duration":32,"startDate":1347606000000,"endDate":1350370800000,"raised":3986929,"goal":1100000,"percent":362,"backers":73986,"currency":"USD","Pledges":[{"amount":5,"backers":317,"pledgePercentage":0,"limited":false,"description":"Thank you for your pledge! Everyone at Obsidian loves you! Every backer for this level or more will receive a KICKSTARTER BACKER BADGE on the PROJECT ETERNITY forums. We want to invite you to our forums where you get a place to speculate about the game, offer suggestions, and interact with the development team.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":54,"numAllCaps":5},{"amount":20,"backers":25000,"pledgePercentage":0.34,"limited":true,"description":"For early backers only! DIGITAL DOWNLOADABLE COPY OF PROJECT ETERNITY. This limited price point is only available for the first backers of PROJECT ETERNITY. All Kickstarter backers will receive a special Kickstarter only in-game achievement and item. (The item will not affect the game's balance). Includes Cooking with Tim – An RPG-themed e-Cookbook, and Making of Project Eternity Documentary (streaming).","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":60,"numAllCaps":9},{"amount":25,"backers":20921,"pledgePercentage":0.28,"limited":false,"description":"DIGITAL DOWNLOADABLE COPY OF PROJECT ETERNITY. This price is only available for those who help fund before the game is released! All Kickstarter backers will receive a special Kickstarter only in-game achievement and item. (The item will not affect the game's balance). Includes Cooking with Tim – An RPG-themed e-Cookbook, and Making of Project Eternity Documentary (streaming).","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":57,"numAllCaps":7},{"amount":35,"backers":8394,"pledgePercentage":0.11,"limited":false,"description":"Previous reward tier + DIGITAL DOWNLOADABLE SOUNDTRACK + DIGITAL COLLECTOR'S BOOK IN PDF FORMAT. The digital book will include concept art, player's handbook, monster manual, exclusive information about the campaign setting and characters, and the Making of Project Eternity Documentary (download option).","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":42,"numAllCaps":9},{"amount":50,"backers":5727,"pledgePercentage":0.08,"limited":false,"description":"DIGITAL ONLY TIER - All previous digital rewards + NEW NOVELLA BY CHRIS AVELLONE (PDF) + DIGITAL CAMPAIGN ALMANAC + EXCLUSIVE IN-GAME PET + DIGITAL HIGH RESOLUTION GAME MAP + DIGITAL HIGH RESOLUTION CONCEPT ART PIECES + WALLPAPERS FOR MULTIPLE MONITORS + RINGTONES . You will get a new, original novella written by Chris Avellone and multiple high resolution downloads of concept art and wallpaper (single through triple monitor resolutions). We've also added in a super high resolution PDF of the game map. Our great audio guys are also going to pick out some of the best sound effects and music for you to have a little of Project Eternity on your phone.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":113,"numAllCaps":32},{"amount":65,"backers":3818,"pledgePercentage":0.05,"limited":false,"description":"Previous reward tier + BOX VERSION OF PROJECT ETERNITY. The boxed copy will include a DVD version of the game and a printed manual. This is in addition to the digital version of the game (so 2 copies total!). Please add $15 for international shipping.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":45,"numAllCaps":6},{"amount":80,"backers":769,"pledgePercentage":0.01,"limited":false,"description":"DIGITAL ONLY TIER - All previous digital rewards + DIGITAL STRATEGY GUIDE PDF + ANOTHER DIGITAL DOWNLOAD OF THE GAME. We are going to be working in conjunction with a great strategy guide company and at this reward level you will get a PDF of the guide.  You will also get a second key to enjoy Project Eternity on another computer, platform, or as a gift to a friend.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":70,"numAllCaps":14},{"amount":100,"backers":1041,"pledgePercentage":0.01,"limited":false,"description":"Previous reward tier + a PROJECT ETERNITY T-SHIRT + SPECIAL THANKS IN GAME CREDITS + THANK YOU POSTCARD FROM THE DEVELOPMENT TEAM + VIP FORUM BADGE. We really appreciate your contribution, and by showing our appreciation we will add your name to the game's credits and send you a thank you note in the mail. This tier will also unlock a special VIP badge in the PROJECT ETERNITY forums. Please add $20 for international shipping.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":75,"numAllCaps":21},{"amount":110,"backers":792,"pledgePercentage":0.01,"limited":false,"description":"COLLECTORS DIGITAL ONLY TIER - All rewards from the previous digital tiers + SPECIAL THANKS IN GAME CREDITS + THANK YOU POSTCARD FROM THE DEVELOPMENT TEAM (sent physically) + VIP FORUM BADGE + EARLY ACCESS BETA KEY + all the other digital rewards of the $140 tier available now and added during the Kickstarter campaign. If you are looking for all the rewards of the Collector's Edition, but you don't need the physical goods, then this is a great reward tier for you.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":83,"numAllCaps":23},{"amount":140,"backers":3496,"pledgePercentage":0.05,"limited":false,"description":"Previous reward tier + we will upgrade your box to a COLLECTOR'S EDITION BOX. You will find a CLOTH MAP OF THE GAME WORLD and the PROJECT ETERNITY CLOTH PATCH inside the box + EARLY BETA ACCESS + PROJECT ETERNITY MOUSE PAD. The collector's edition box will include a cloth map just like the old RPGs that we love. You will also get early access to the game with a BETA KEY. Includes Making of Project Eternity Documentary (DVD/Blu-ray). The game patch is an embroidered high quality non-iron on patch. Game patches are a tradition at Obsidian, and we want to share that tradition with you! Please add $20 for international shipping.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":112,"numAllCaps":23},{"amount":165,"backers":972,"pledgePercentage":0.01,"limited":false,"description":"FIRST EXPANSION/WASTELAND2 DIGITAL ONLY TIER - All rewards from the previous digital tiers + PROJECT ETERNITY'S FIRST EXPANSION + DRM free digital download copy of WASTELAND 2 + all the other digital rewards of the $250 tier available now and added during the Kickstarter campaign. If you don't need the physical goods, then this is a great reward tier for you.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":61,"numAllCaps":11},{"amount":250,"backers":1746,"pledgePercentage":0.02,"limited":false,"description":"Previous reward tier + you get your COLLECTOR'S EDITION BOX signed by CHRIS AVELLONE, TIM CAIN, JOSH SAWYER, and the rest of the development team + full color printed PROJECT ETERNITY COLLECTOR'S BOOK + an elite version of the PROJECT ETERNITY CLOTH PATCH. The book will be a full color book that includes concept art, player's handbook, monster manual, exclusive information about the campaign setting and characters, and a special behind the scenes look at making the game. Please add $30 for international shipping.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":84,"numAllCaps":17},{"amount":350,"backers":30,"pledgePercentage":0,"limited":true,"description":"Obsidian-AMD Loot Bag (US. ONLY). The Loot Bag contains an AMD Processor donated by our incredible friends over at AMD, a signed Obsidian game (not Project Eternity), and a random assortment of Obsidian loot such as pens, coasters, t-shirts, game patches, doodles, etc. The AMD Processor is an A10, does not have a heat sink attached, and will be shipped OEM style. The Loot Bag includes everything in the $250 tier level too. Since we are shipping computer parts, we can't ship outside the USA with this one.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":88,"numAllCaps":8},{"amount":500,"backers":367,"pledgePercentage":0,"limited":false,"description":"The Complete Kickstarter Obsidian Pack: signed COLLECTOR'S EDITION BOX (cloth map, elite cloth patch, and printed manual included) + your name and a personalized message on a MEMORIAL STONE IN-GAME + full color PROJECT ETERNITY *HARD COVER* COLLECTOR'S BOOK SIGNED by the development team + A GOLD PLEDGE SPECIAL THANKS in the credits + T-SHIRT + DIGITAL DOWNLOADABLE COPY OF PROJECT ETERNITY + DIGITAL DOWNLOADABLE SOUNDTRACK + A GOLD PLEDGE VIP FORUM BADGE. Your name will also go on our top pledger plaque in our office, so we can always remember your special contribution.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":94,"numAllCaps":34},{"amount":750,"backers":29,"pledgePercentage":0,"limited":true,"description":"Chris Avellone draws you a CUSTOM TROLL PORTRAIT. Chris Avellone has graciously volunteered to draw a custom troll portrait for you to help raise additional funding towards our last stretch goal target of $3.5m for Big City #2. Chris will number and sign the portrait, write a humorous message to you, and a print will be physically and digitally sent to you. This is a limited run of 30 at a $750 tier (includes all the goods in the $500 tier), so get in quickly. If you are above the $750 tier and would like a custom troll by Chris Avellone please contact Obsidian and we will work with you.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":110,"numAllCaps":3},{"amount":1000,"backers":114,"pledgePercentage":0,"limited":true,"description":"NAME AND DESIGN AN NPC (Non-Player Character). Help us design PROJECT ETERNITY! We will send you a PROJECT ETERNITY NPC character sheet for you to fill out for our design team. We will turn your personalized character design, with your name, class, and race into an NPC in the shipped game (within reason of course). You will also receive The Complete Kickstarter Obsidian Pack ($500 reward tier) + 5 EXTRA DIGITAL DOWNLOADABLE COPIES OF PROJECT ETERNITY to gift your friends and family.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":82,"numAllCaps":18},{"amount":1000,"backers":49,"pledgePercentage":0,"limited":true,"description":"HELP DESIGN AN EPIC HIGH LEVEL WEAPON, ARMOR OR ARTIFACT. Help us design PROJECT ETERNITY! Your personalized item will be used by thousands of players and will be one of the best in the game. You can provide the lore, look, and type of the item (within reason), and we will put it in the shipped game. You will also receive The Complete Kickstarter Obsidian Pack ($500 reward tier) + 5 EXTRA DIGITAL DOWNLOADABLE COPIES OF PROJECT ETERNITY to gift your friends and family.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":84,"numAllCaps":19},{"amount":3000,"backers":7,"pledgePercentage":0,"limited":true,"description":"BECOME A CUSTOM PORTRAIT IN THE GAME + GET A SIGNED ART PRINT OF YOUR PORTRAIT. Help us design PROJECT ETERNITY! Your personalized portrait will be seen and used thousands of players. With a supplied photograph and some additional input from you, a talented Obsidian artist will make a custom portrait to be used in the shipped game. The artist will sign a print of the portrait that will be sent to you. You will also receive The Complete Kickstarter Obsidian Pack ($500 reward tier) + 5 EXTRA DIGITAL DOWNLOADABLE COPIES OF PROJECT ETERNITY to gift your friends and family.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":100,"numAllCaps":24},{"amount":5000,"backers":5,"pledgePercentage":0,"limited":true,"description":"NAME AND HELP DESIGN AN INN OR TAVERN. Help us design PROJECT ETERNITY! Your personalized area will be prominently seen in the shipped game. You can name it (within reason), and with your input, the design team at Obsidian will create an inn or tavern in your honor. You will also receive The Complete Kickstarter Obsidian Pack ($500 reward tier) + 10 EXTRA DIGITAL DOWNLOADABLE COPIES OF PROJECT ETERNITY to gift your friends and family + DESIGN AND NAME AN NPC + DESIGN AN EPIC WEAPON. You also get the top tier WATCHER FORUM BADGE.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":95,"numAllCaps":29},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":true,"description":"NAME AND HELP DESIGN AN ENEMY ADVENTURING COMPANY. What beats the classic RPG challenge of squaring off against a diverse enemy party with skills, abilities, and equipment to match your own? Nothing, that's what! Now you can design a crew of knuckle-cracking skull-crushers to ambush players at the worst possible moment. Ha, HA! You are the devil himself! We will send you six PROJECT ETERNITY NPC character sheets for you to fill out for our design team. We will turn your personalized party design into a lethal wrecking crew to oppose the player in the shipped game (within reason of course). You will also receive The Complete Kickstarter Obsidian Pack ($500 reward tier) + 15 EXTRA DIGITAL DOWNLOADABLE COPIES OF PROJECT ETERNITY to gift your friends and family. You also get the top tier WATCHER FORUM BADGE.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":137,"numAllCaps":23},{"amount":10000,"backers":5,"pledgePercentage":0,"limited":false,"description":"The Ultimate Pledge Pack. We really want to thank you for your generous pledge in person. You will receive an INVITE TO THE OBSIDIAN PROJECT ETERNITY DEVELOPER LAUNCH PARTY + AN INVITE TO COME PLAY A GAME AT OBSIDIAN. You and a buddy get to party with the game developers at Obsidian and get a behind the scenes tour of the Obsidian office. You get to have a once in a lifetime opportunity to play a board or pen and paper game of your choice with Chris Avellone, Tim Cain, Josh Sawyer, and Feargus Urquhart! You must be able to pay for travel and accommodations to the Obsidian office in Irvine, California for the party and game day. You will receive everything else: The Complete Kickstarter Obsidian Pack ($500 reward tier) + 10 EXTRA DIGITAL DOWNLOADABLE COPIES OF PROJECT ETERNITY to gift your friends and family + DESIGN AND NAME AN NPC + DESIGN AN EPIC WEAPON + CUSTOM PORTRAIT. You also get the top tier WATCHER FORUM BADGE.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":169,"numAllCaps":39}],"updates":100,"comments":63067},"errors":{}}