{"successes":{"title":"Deluxe Werewolf the Apocalypse 20th Anniversary Edition","category":"Games?ref=category","subcategory":"Games","description":"Contribute to help give the Deluxe W20 Edition a leather bound, embossed+, metallic-edged, full-color, deluxe treatment. RAGE!","avatarURL":"https://ksr-ugc.imgix.net/projects/295675/photo-original.jpg?v=1397793593&w=1536&h=1152&fit=crop&auto=format&q=92&s=b0cbe2e583f14c74026636a00d33c2fc","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/295675/video-164139-h264_high.mp4","city":"Macungie","state":"PA","country":"US","duration":30,"startDate":1349161200000,"endDate":1351753200000,"raised":380015,"goal":85000,"percent":447,"backers":2108,"currency":"USD","Pledges":[{"amount":1,"backers":64,"pledgePercentage":0.03,"limited":false,"description":"You or your character's name is listed on the credits page as one of our supporters: the army of the night.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":21,"numAllCaps":0},{"amount":10,"backers":16,"pledgePercentage":0.01,"limited":false,"description":"You get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the army of the night.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":45,"numAllCaps":0},{"amount":20,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"Lore Lover: You'll receive PDFs of three classic WtA books which describe the world of the Garou: the short story collections \"When Will You Rage\" and \"Drums Around the Fire\", as well as \"The Silver Record\", a volume containing the lore and legends of the Garou including the prophesy of Apocalypse. You get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the army of the night.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":96,"numAllCaps":0},{"amount":35,"backers":154,"pledgePercentage":0.07,"limited":false,"description":"This reward tier is also available as an Add-On pledge to any other reward tier. See the text to the left for details.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":23,"numAllCaps":0},{"amount":40,"backers":5,"pledgePercentage":0,"limited":false,"description":"Kinfolk: You'll receive a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as a Kinfolk.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":45,"numAllCaps":1},{"amount":45,"backers":0,"pledgePercentage":0,"limited":false,"description":"Keeper of the Litany: You'll receive PDFs of all four classic WtA Litany of the Tribes books which collect the individual 2nd Edition Tribebooks so that you can learn more about the Tribes. You get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the army of the night. This reward tier is also available as an Add-On pledge to any other reward tier. See the text to the left for details.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":101,"numAllCaps":0},{"amount":55,"backers":13,"pledgePercentage":0.01,"limited":false,"description":"Seeker of Secrets: You'll receive PDFs of all three of the WtA Player's Guides (1st, 2nd, and Revised Editions) so that you can dig deeper into the background of WtA. You get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the army of the night. This reward tier is also available as an Add-On pledge to any other reward tier. See the text to the left for details.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":98,"numAllCaps":0},{"amount":70,"backers":15,"pledgePercentage":0.01,"limited":false,"description":"Learned Kinfolk: You'll receive a free copy of the W20 PDF, and you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations. Also you'll receive PDFs of three classic WtA books which describe the world of the Garou: the short story collections \"When Will You Rage\" and \"Drums Around the Fire\", as well as \"The Silver Record\", a volume containing the lore and legends of the Garou including the prophesy of Apocalypse, and your name (or your character's) will be listed on the credits page as a Kinfolk.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":100,"numAllCaps":1},{"amount":75,"backers":0,"pledgePercentage":0,"limited":false,"description":"Tribal Garou: You'll receive a free copy of the W20 PDF, and you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations. You'll receive PDFs of all four classic WtA Litany of the Tribes books which collect the individual 2nd Edition Tribebooks so that you can learn more about the Tribes, and your name (or your character's) will be listed on the credits page as a Garou.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":79,"numAllCaps":1},{"amount":100,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"Wise Kinfolk: You'll receive a free copy of the W20 PDF, and you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations. You'll receive PDFs of all three of the WtA Player's Guides (1st, 2nd, and Revised Editions) so that you can dig deeper into the background of WtA., and your name (or your character's) will be listed on the credits page as a Kinfolk.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":77,"numAllCaps":1},{"amount":120,"backers":448,"pledgePercentage":0.21,"limited":false,"description":"Sage Kinfolk: You'll receive a free copy of the W20 PDF, and you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations. Also you'll receive all 10 PDFs of these classic WtA books which describe the world of the Garou: the short story collections \"When Will You Rage\" and \"Drums Around the Fire\", as well as \"The Silver Record\", a volume containing the lore and legends of the Garou including the prophesy of Apocalypse,  plus all four classic WtA Litany of the Tribes books which collect the individual 2nd Edition Tribebooks so that you can learn more about the Tribes, and all three of the WtA Player's Guides (1st, 2nd, and Revised Editions) so that you can dig deeper into the background of WtA. Your name (or your character's) will be listed on the credits page as a Kinfolk.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":152,"numAllCaps":1},{"amount":130,"backers":327,"pledgePercentage":0.16,"limited":false,"description":"Garou (US): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as a Garou.This is for backers within the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":145,"backers":268,"pledgePercentage":0.13,"limited":false,"description":"Hidden Garou (US): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, as well as a sturdy three panel Storyteller's Screen with the Tribes Assembled Illustration on the outer side and a selection of info and charts designed to make your Storyteller job easier on the other. and a free copy of the W20 PDF. Also, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as a Garou.This is for backers within the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":102,"numAllCaps":3},{"amount":155,"backers":299,"pledgePercentage":0.14,"limited":false,"description":"Garou (non-US): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as a Garou.This is for backers outside the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":210,"backers":95,"pledgePercentage":0.05,"limited":false,"description":"Hidden Garou (non-US): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, as well as a sturdy three panel Storyteller's Screen with the Tribes Assembled Illustration on the outer side and a selection of info and charts designed to make your Storyteller job easier on the other. and a free copy of the W20 PDF. Also, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as a Garou.This is for backers outside the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":102,"numAllCaps":3},{"amount":235,"backers":57,"pledgePercentage":0.03,"limited":false,"description":"Sage Garou: You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, and all of the PDFs listed above: \"Drums Around the Fire\", \"When Will You Rage?\", \"The Silver Record\", the four \"Litany of the Tribes\" books, and the three \"Player's Guides\". Plus, you will get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you'll be listed in the Garousection of the backer credits.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":88,"numAllCaps":1},{"amount":250,"backers":13,"pledgePercentage":0.01,"limited":true,"description":"Hunters Together (US): You will receive 2 copies of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, 2 free copies of the W20 PDF, you get 2 of the beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your names (or your characters') will appear on the credits page as a Garou.This is for backers within the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":69,"numAllCaps":3},{"amount":250,"backers":9,"pledgePercentage":0,"limited":true,"description":"Cliath (Fresh Hunter): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as an Elder of the Tribe, plus your character's name will be used as a name within the text of W20 or \"W20 Changing Breeds\"- the next W20 classic World of Darkness book that we're working on.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":93,"numAllCaps":1},{"amount":285,"backers":57,"pledgePercentage":0.03,"limited":false,"description":"Renowned Cliath (Fresh Hunter): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as an Elder of the Tribe, plus your character's name will be used as a name within the text of “When Will You Rage 2”, the fiction anthology stretch goal (as described to the left).","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":92,"numAllCaps":1},{"amount":300,"backers":13,"pledgePercentage":0.01,"limited":true,"description":"Hunters Together (non-US): You will receive 2 copies of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, 2 free copies of the W20 PDF, you get 2 of the beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your names (or your characters') will appear on the credits page as a Garou.This is for backers outside the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":69,"numAllCaps":3},{"amount":350,"backers":5,"pledgePercentage":0,"limited":false,"description":"Fostern (Adept Stalker): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as an Elder of the Tribe, plus you will be used as a model for characters in \"W20 Changing Breeds\" or \"Rage Across the World\" (you must provide photographic reference for the artists; we'll contact you with details).","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":94,"numAllCaps":1},{"amount":385,"backers":157,"pledgePercentage":0.07,"limited":false,"description":"Adren (Seasoned Warrior): You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your name (or your character's) on the credits page as an Elder of the Tribe, plus you receive an interactive PDF character sheet customized for your character and including a portrait (head and shoulders) by Ken Meyer Jr or Ron Spencer (your choice) of your character as per your description.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":97,"numAllCaps":2},{"amount":400,"backers":7,"pledgePercentage":0,"limited":true,"description":"Athro (Veteran Wyrmslayer): This reward takes the Deluxe Edition and RAGES! You will receive the Heavy Metal Deluxe version of W20 as described in the text to the left: a Deluxe W20, signed, numbered, and with a front cover inset with a sheet of metal printed with the classic WtA cover rust that has been slashed through as if by the claws of a Garou! You will also receive a free copy of the W20 PDF, and all of the PDFs listed above: \"Drums Around the Fire\", \"When Will You Rage?\", \"The Silver Record\", the four \"Litany of the Tribes\" books, and the three \"Player's Guides\". Plus, you will get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you'll be listed in the Legends section of the backer credits. WARNING: As stated to the left, this is a super-crazy expensive cover treatment and we must have 200 backers for this in order to fulfill this reward.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":169,"numAllCaps":3},{"amount":420,"backers":1,"pledgePercentage":0,"limited":true,"description":"Elder: You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, you'll be listed in the Legends section, plus you will receive a selected piece of original art from the first edition of Werewolf the Apocalypse. Selections would be drawn from the illustrations on pages 147, 156, 157, 158, 159, 160. 161, 162 (both pictures), and the four Tribe illustrations from 254-257.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":95,"numAllCaps":1},{"amount":450,"backers":20,"pledgePercentage":0.01,"limited":false,"description":"Elder of Renown: You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you'll be listed in the Legends section, plus your Garou character will appear as a significant character in one of the short stories in “When Will You Rage 2”, the fiction anthology stretch goal (as described to the left). You will work with Bill Bridges, the developer of the book, and an author of his choice to integrate your character into the story. (Because this will be officially part of the cWoD, you will need to sign some legal papers giving CCP/WW the rights to the character as it appears in the book- this will not affect your ability to play the character).","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":150,"numAllCaps":2},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"Elder Loremaster: You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you'll be listed in the Legends section, plus Ron Spencer  will illustrate your character in full color from a description you provide in the template character style (full body, limited background).","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":78,"numAllCaps":1},{"amount":585,"backers":4,"pledgePercentage":0,"limited":false,"description":"Revered Elder: You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations. Plus you gain the questionable reward of a half-hour phone interview with either Ethan Skemp or Bill Bridges (your choice) and you'll be listed in the “Special Thanks” section (your nickname will be based on your conversation with The Boys...).","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":85,"numAllCaps":1},{"amount":710,"backers":13,"pledgePercentage":0.01,"limited":false,"description":"Packmates (US): You will receive 5 copies of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, 5 free copies of the W20 PDF, you get 5 of the beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your names (or your characters') will appear on the credits page as a Garou. This is for backers within the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":69,"numAllCaps":3},{"amount":1000,"backers":2,"pledgePercentage":0,"limited":true,"description":"Packmates (non-US): You will receive 5 copies of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, 5 free copies of the W20 PDF, you get 5 of the beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your names (or your characters') will appear on the credits page as a Garou. This is for backers outside the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":69,"numAllCaps":3},{"amount":1080,"backers":4,"pledgePercentage":0,"limited":false,"description":"Scribe of the Silver Record: You will receive a copy of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition, a free copy of the W20 PDF, you get a beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and you'll be listed in the “Special Thanks” section as you are brought into the inner sanctum to participate in the creation of W20 Book of the Wyrm as a Consulting Developer. You'll be included on every email exchange, Skype meeting, phone call, and Rich appalling Stew Wilson with bad UK accents as they work with the writers and artists from the beginning to the end of the book's creation.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":118,"numAllCaps":2},{"amount":1305,"backers":5,"pledgePercentage":0,"limited":false,"description":"Sept Mates (US): You will receive 10 copies of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition for the price of 9, 10 free copies of the W20 PDF, you get 10 of the beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your names (or your characters') will appear on the credits page as a Garou. This is for backers within the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":75,"numAllCaps":3},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Sept Mates (non-US): You will receive 10 copies of the Deluxe Werewolf the Apocalypse 20th Anniversary Edition for the price of 9, 10 free copies of the W20 PDF, you get 10 of the beautiful electronic wallpaper file of the Werewolf the Apocalypse tribes gathered together as depicted by Steve Prescott's Tribe illustrations, and your names (or your characters') will appear on the credits page as a Garou. This is for backers outside the US.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":75,"numAllCaps":3}],"updates":79,"comments":1662},"errors":{}}