{"successes":{"title":"PIXIES: A Visual History (Exclusive Ltd. Ed. Hardcover)","category":"Music?ref=category","subcategory":"Music","description":"THE PIXIES: one of the most influential bands in history. This Kickstarter-exclusive project is a visual celebration of their legacy.","avatarURL":"https://ksr-ugc.imgix.net/projects/519398/photo-original.jpg?v=1397816584&w=1536&h=1152&fit=crop&auto=format&q=92&s=b1928315ce5126a29efc4b9040a00cfd","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/519398/video-238198-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":31,"startDate":1367823600000,"endDate":1370502000000,"raised":234450,"goal":150000,"percent":156,"backers":2297,"currency":"USD","Pledges":[{"amount":1,"backers":32,"pledgePercentage":0.01,"limited":false,"description":"THANK YOU! - Thanks for supporting this project. Every dollar pledged brings us that much closer to our goal. It truly is appreciated!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":23,"numAllCaps":2},{"amount":10,"backers":33,"pledgePercentage":0.01,"limited":false,"description":"THE POSTCARD - A BIG THANK YOU for funding the project! We appreciate any and all contributions. Please know that your donation is appreciated! At this level,  I will personally mail you a postcard featuring the cover art from the book.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":42,"numAllCaps":7},{"amount":25,"backers":23,"pledgePercentage":0.01,"limited":false,"description":"THE POSTCARD PACK - At this level you will receive a set of four (4) postcard featuring artwork EXCLUSIVE to this project! These could be a mix of ultra-rare photos as well as iconic established PIXIES photographs, we are still working on this! In addition to this, I will personally mail you a postcard featuring the cover art from the book!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":61,"numAllCaps":6},{"amount":35,"backers":11,"pledgePercentage":0,"limited":false,"description":"FRAME IT - At this level you will get a quality 24x18 card-stock frame-able print of the book cover. This is the perfect size to get matted and framed, to hang in your room or your office! In addition to this, I will personally mail you a postcard featuring the cover art from the book!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":55,"numAllCaps":3},{"amount":75,"backers":1802,"pledgePercentage":0.78,"limited":false,"description":"THE BOOK - This is what you came for! A hardcover, limited edition, Kickstarter-exclusive copy of PIXIES: A Visual History! Everyone who backs the project at this level or higher get's their name printed in the end papers of the book! All names printed on the end pages will be part of a stylized effect. It won't be glaringly obvious that there are thousands of names listed. It will look cool!  In addition to this, I will personally mail you a postcard featuring the cover art from the book!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":90,"numAllCaps":6},{"amount":100,"backers":66,"pledgePercentage":0.03,"limited":false,"description":"THE FRAME IT PACK - A set of four (4) 24\"x18\" quality card-stock frame-able prints featuring artwork and photographs EXCLUSIVE to this project! These could be a mix of ultra-rare photos as well as iconic established PIXIES photographs, we are still working on this! This is the perfect size to get matted and framed, to hang in your room or your office. Take up a full wall in the man-cave with PIXIES art!  In addition to this, I will personally mail you a postcard featuring the cover art from the book!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":92,"numAllCaps":9},{"amount":150,"backers":81,"pledgePercentage":0.04,"limited":false,"description":"TWO BOOKS! - Since many people have asked about purchasing multiple packages, this option is for TWO COPIES of the book! This is what you came for! A hardcover, limited edition, Kickstarter-exclusive copy of PIXIES: A Visual History! Everyone who backs the project at this level or higher get's their name printed in the end papers of the book! All names printed on the end pages will be part of a stylized effect. It won't be glaringly obvious that there are thousands of names listed. It will look cool! In addition to this, I will personally mail you a postcard featuring the cover art from the book!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":107,"numAllCaps":8},{"amount":200,"backers":216,"pledgePercentage":0.09,"limited":false,"description":"I WANT EVERYTHING - Boys and girls, you can have it all. All the postcards, all the posters, PLUS the book!  Keep in mind the postcards and posters should ship sometime in August (if not sooner) and the book will ship in November.  In addition to this, I will personally mail you a postcard featuring the cover art from the book!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":63,"numAllCaps":5},{"amount":400,"backers":2,"pledgePercentage":0,"limited":false,"description":"TWO OF EVERYTHING! - Since many people have asked about purchasing packages, this option is for TWO OF EVERYTHING! Boys and girls, you can have it all. All the postcards, all the posters, PLUS the book! Keep in mind the postcards and posters should ship sometime in August (if not sooner) and the book will ship in November. In addition to this, I will personally mail you a postcard featuring the cover art from the book!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":76,"numAllCaps":8},{"amount":500,"backers":12,"pledgePercentage":0.01,"limited":true,"description":"I'LL BOSSANOVA WITH YA! - This is for the people who really want to make sure this project gets funded! At this level you will get TWO SETS OF EVERYTHING: The postcards, the posters, and the books. As a special thank you for your support, we will also send you additional promotional material relating to this project. These could be all kinds of things: test prints of posters, buttons and pins, and other promo material that will not be featured in any of the other packages. We guarantee there will be at least 3 or 4 additional items that will not be included in any of the other packages.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":109,"numAllCaps":8},{"amount":1000,"backers":6,"pledgePercentage":0,"limited":true,"description":"TROMPE LE MONDE - Own a piece of history! At this level you will receive ONE of an EXTREMELY LIMITED number of proof copies of PIXIES: A Visual History, Volume 1. There will only be two to four of these produced, EVER! We will make sure that this copy is SIGNED by Sean T. Rayburn, Aaron Tanner, and Mr. Black Francis!  We will make sure your copy is personalized however you'd like. You will also receive a copy of the finalized version of the book, plus the postcards, prints, and any additional promotional material we have available.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":98,"numAllCaps":11}],"updates":32,"comments":461},"errors":{}}