{"successes":{"title":"Carmageddon: Reincarnation","category":"Games","subcategory":"Video Games","description":"Carmageddon: Reincarnation is a brand new points-for-pedestrians driving game from the indie dev team behind the smash hit PC original.","avatarURL":"https://ksr-ugc.imgix.net/assets/003/827/735/e5cb8aef5c119573f51a6707ebdb06f1_original.png?v=1432130774&w=700&fit=max&auto=format&q=92&s=9cf09189b438a2a9a42065ee5939ab44","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/81831/video-101892-h264_high.mp4","city":"Isle of Wight","state":null,"country":"UK","duration":29,"startDate":1336460400000,"endDate":1338966000000,"raised":625143,"goal":400000,"percent":156,"backers":15736,"currency":"GBP","Pledges":[{"amount":1,"backers":199,"pledgePercentage":0.01,"limited":false,"description":"BLOOD DONOR:\nThanks for your support!\nYou'll appear in the credits list on our website.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":13,"numAllCaps":2},{"amount":15,"backers":5318,"pledgePercentage":0.34,"limited":false,"description":"MEMBER (THROBBING):\nYou'll get the released game, to download from Steam. You'll receive sexy exclusive wallpaper in a range of resolutions to suit all your digital devices.  Finally, you'll be credited in the game as a Carmageddon Kickstarter!","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":38,"numAllCaps":2},{"amount":15,"backers":1262,"pledgePercentage":0.08,"limited":false,"description":"DRM THIS!: As well as the Steam version, all $15 pledgers will be offered a DRM-free, caffeine free, gluten free, born free non-Steam version of the PC game to download.  This version will have no Steamworks functionality and will support single player and LAN multiplayer only. This is only currently offered for the PC platform and will not be available until completion. (Mac and Linux versions are planned, but still TBC.) Please note that the delivery date is an estimate and is subject to change.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":86,"numAllCaps":7},{"amount":25,"backers":2608,"pledgePercentage":0.17,"limited":false,"description":"VIP (VERY IMFLAMMABLE PENGUINS):\nAccess to exclusive discussion forums on the carmageddon.com website, where content will also be posted ahead of appearing on the main site. You will also be granted early Beta access to the game, and early access to the official Steam Community game discussion forum. Plus, you get a personal avatar for the site.\n(+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":57,"numAllCaps":4},{"amount":25,"backers":1388,"pledgePercentage":0.09,"limited":false,"description":"I’M AGOG!!: Those fantastic people at GOG.com (formerly Good Old Games) are bringing the original Carmageddon back! And what’s more, they’ve insisted that everyone who pledges $25 dollars or more to the Carmageddon: Reincarnation Kickstarter campaign will receive a voucher that will allow them to visit GOG.com and download Carmageddon & The Splat Pack for FREE! All the backers of the OTHER $25 Reward tier will get this FREE voucher too. (+Previous Rewards);\nDelivery Date: on launch of Carmageddon on GOG.com.","estimatedDelivery":"2012-09-01","estimatedDeliveryISO":"2012-09-01T00:00:00.000Z","numWords":80,"numAllCaps":8},{"amount":30,"backers":1840,"pledgePercentage":0.12,"limited":false,"description":"DOUBLE WHAMMY: A total of 2 digital download codes for Carmageddon: Reincarnation.  Now you can bring a friend to play! And remember, these come with beta access too! (+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":31,"numAllCaps":3},{"amount":45,"backers":11,"pledgePercentage":0,"limited":false,"description":"POSTCARDS FROM THE (NEAR) FUTURE: A set of 4 Carmageddon: Reincarnation art cards. Retro communication devices for use in tomorrow's world!  (+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":24,"numAllCaps":6},{"amount":50,"backers":1681,"pledgePercentage":0.11,"limited":false,"description":"CUSTOMIZATRON:\nKickstart-exclusive game content: You get the option of a cool alternative Red Eagle car model, skin and accessories to use in the game, plus an extra digital copy of the game which which to bribe your way into friendship or marriage with someone.\n(+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":44,"numAllCaps":1},{"amount":75,"backers":196,"pledgePercentage":0.01,"limited":false,"description":"SHIRT HAPPENS: A NEW physical reward!  Show your loyalty to the cause with one of our new Carmageddon: Reincarnation logo t-shirts.  You can choose from a selection of colours and have it large, very large, medium etc., in a male or female style.  (+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":100,"backers":77,"pledgePercentage":0,"limited":false,"description":"POSTER PAINTER:\nA total of 4 digital copies of the game so that you can share with your friends (friends STILL not included).\nChoose from one of 4 Kickstarter Exclusive Carmageddon: Reincarnation posters which you can stick on your wall, draw mysterious lady parts on and lock your bedroom door. Also including a PDF version.\n.\n(+Previous Rewards below $100)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":56,"numAllCaps":4},{"amount":100,"backers":266,"pledgePercentage":0.02,"limited":false,"description":"4-WAY ACTION:\nA total of 4 digital copies of the game so that you can share with your friends (friends not included). As a special treat, we'll include a copy of the exclusive \"Cardmageddon\" card game for you to play together. Yes, that's right, a real physical THING! (+Previous rewards below $100)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":51,"numAllCaps":3},{"amount":150,"backers":116,"pledgePercentage":0.01,"limited":false,"description":"BEEN THERE DONE THAT:\nExclusive Carmageddon: Reincarnation T-shirt that will never be available anywhere else in the whole world ever. Be the envy of your friends. Gain instant romance. Lose weight. Solve world peace whilst simultaneously becoming super-rich. Grow extra legs. Gain immortality. Walk on water. (Benefits may vary.)\n(+Previous Rewards below $150)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":51,"numAllCaps":5},{"amount":150,"backers":7,"pledgePercentage":0,"limited":false,"description":"STICKY MESS:\nA set of 3 exclusive Carmageddon: Reincarnation bumper stickers. Put them on your lovely new car and ruin its paintwork! Stick them over the eyes of your family members and make your own Sgt. Pepper’s album cover! Use them as duct tape (disused warehouse not included).\n(+Previous Rewards below $150)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":50,"numAllCaps":2},{"amount":150,"backers":434,"pledgePercentage":0.03,"limited":false,"description":"KICK IN THE BOX: It’s the one everyone’s been waiting for! The GAME. On a DVD. In a BOX! We’ve done the math and it will only slightly bankrupt us. We’re adding the boxed game with the manual and game on a printed DVD in as a $150 level Reward. If anyone who pledged $350 wants to drop their pledge to $150 as a result, then please feel free! If anyone currently going for the t-shirt or bumper sticker level rewards wants to swap their pledge to the boxed game offer, now’s your chance. (+Previous Rewards below $150) (At $350 level, you’ll get all three $150 Reward offers.)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":108,"numAllCaps":8},{"amount":150,"backers":131,"pledgePercentage":0.01,"limited":false,"description":"Double Eagle!!: A pair of lovely little limited edition collector’s items, in the form of two Red Eagles. The original Red Eagle from Carmageddon, and the New Eagle from the new game. Be the envy of  all your friends, especially those that are very tiny creatures - because to them, these will appear LIFE-SIZED!! All backers pledging $150 or more will receive the two Eagle collectible miniatures.\n(+ All previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":71,"numAllCaps":2},{"amount":349,"backers":1,"pledgePercentage":0,"limited":true,"description":"GOODY (BALL) BAG... THE BAG: An actual BAG for your bag of goodies!  SIMilar to the one demonstrated by SIM in the VID, this handy carrying apparatus can be used to transport all sorts of Reward STUFF! And MORE!  \nNOTE: There’s no need to choose this reward – if you’ve already pledged $350 or more you’ll get this too!","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":61,"numAllCaps":11},{"amount":350,"backers":105,"pledgePercentage":0.01,"limited":false,"description":"GOODY (BALL) BAG:\nAn exclusive-to-Kickstarter retail box containing a USB stick with the game installed, plus a physical special edition Game Manual. This will consist of a new manual for the game (warning, may contain rude words), plus a reprint of the original game's US manual.\nYou will also have digital copies of the game as well so no need to deflower that virgin shrinkwrap!\n Yes! More physical THINGS! (Atoms included.)\n(+Previous Rewards, including t-shirt and stickers!)","estimatedDelivery":"2013-03-01","estimatedDeliveryISO":"2013-03-01T00:00:00.000Z","numWords":74,"numAllCaps":6},{"amount":500,"backers":12,"pledgePercentage":0,"limited":true,"description":"I WAS IN THE WAR!: \nPoster of an exclusive, special edition promo image personally signed by key team members.\nAlso, you'll receive a custom \"Splatted Granny\" collectable model, hand splatted and painted by a member of the team using their actual human fingers and stuff.  No two are alike! A handmade THING! (+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":54,"numAllCaps":7},{"amount":650,"backers":11,"pledgePercentage":0,"limited":true,"description":"STATE OF THE FART:\nYou'll receive a hand signed piece of Carmageddon: Reincarnation concept art.  You'll be able to choose from a selection of images,and your choice will be produced on high quality material, hand signed by the artist and delivered rolled ready for framing,\nThese are strictly limited and will not be available ever again! Other people will want these THINGS! You will be able to sell them on eBay for MONEY!\n(+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":73,"numAllCaps":6},{"amount":750,"backers":3,"pledgePercentage":0,"limited":true,"description":"PIMP MY THING:","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":3,"numAllCaps":3},{"amount":1000,"backers":22,"pledgePercentage":0,"limited":false,"description":"Help the design team to come up with an idea for a cosmetic add-on for the cars in the game.\nWe'll implement it and you'll get a special entry in the credits.\nThese will be available for people to customize their cars in the game, so your handiwork will be seen by millions! A not-real ethereal THING!\n(+Previous Rewards)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":56,"numAllCaps":2},{"amount":2500,"backers":2,"pledgePercentage":0,"limited":true,"description":"FATAL IMMORTALITY:\nYou can be a Pedestrian in the game! Or choose somebody you don't like (but we will need their permission, unfortunately - damn you Western legal system!) We’ll map your or their face onto one of our in-game victims (you'll get a choice of what style of ped you'd like to be - or you want your mother-in-law to be), so you can chase yourself and other Kickstarter backers and their nemesiseseseseses down in the game.\nWe'll even throw in an exclusive Carmageddon First Aid kit.  You'll need it! Yes, a physical THING to go with the abstract reward of digital immortality (or more accurately, repeated DEATH).\n(+Previous Rewards below $750)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":111,"numAllCaps":4},{"amount":7500,"backers":1,"pledgePercentage":0,"limited":true,"description":"INFAMY!: \nYou can feature on in-game holo-ad stands and billboards as a celebrity (select from a variety of templates: “Face of the Year”, \"Rear of the year\", “Most Wanted”, “Least Wanted”, \"Have you seen this man?\", \"Vote <your name here>!\" etc.)\nPlus, you'll be credited in the game end credits.\nA total of 10 digital copies of the game to share with your friends, so that they can share in your magnificence whilst driving a car into your grinning face at 250mph.\n(+Previous Rewards below $750)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":83,"numAllCaps":2},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":true,"description":"YOU'LL NEVER LEAVE:\nAn invitation to the Carmageddon: Reincarnation Kickstarter Party!\nWe'll fly you from a nearby major international airport to the UK.  You will be collected by the 600hp Carmageddon Range Rover. Once here, you'll get a VIP tour of the studio, chat with the team, and then go to the pub with team members and meet some fellow Kickstarters and DRINK until you bleed. We will then stagger into a curry house and be ejected by the management and banned for life.\nIncludes flight, all UK travel and 3 nights in a local hotel.  Reward is subject to attendees obtaining any necessary Visas etc. Attendees can bring a guest, but must cover the additional travel & hotel costs themselves.\n(+Previous Rewards below $750, plus you can choose between FATAL IMMORTALITY and INFAMY.)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":132,"numAllCaps":10}],"updates":77,"comments":6454},"errors":{}}