{"successes":{"title":"Brawl in the Family: The Complete Collection","category":"Comics","subcategory":"Comic Books","description":"The remaining 400+ strips from the popular gaming webcomic--across two big ol' books--complete with dozens of pages of bonus material!","avatarURL":"https://ksr-ugc.imgix.net/projects/1280987/photo-original.png?v=1409401476&w=1536&h=1152&fit=crop&auto=format&q=92&s=1f1ed3e48bea72ed29364d6d4ff36ec7","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1280987/video-434832-h264_high.mp4","city":"Sorrento","state":"LA","country":"US","duration":33,"startDate":1409554800000,"endDate":1412406000000,"raised":276502,"goal":56000,"percent":494,"backers":2708,"currency":"USD","Pledges":[{"amount":5,"backers":36,"pledgePercentage":0.01,"limited":true,"description":"BOOK 1 DIGITAL: Get the digital version of the classic Brawl in the Family: Volume One at a lower price than ever! At this entry-level tier, you get a PDF of the entire first book. Delivered earlier than most tiers in this KS, too.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":44,"numAllCaps":4},{"amount":15,"backers":61,"pledgePercentage":0.02,"limited":false,"description":"BOOK 1 PAPERBACK: Now more affordable than ever! The beloved Volume One can be yours at a new super-cheap price. As a bonus, Volume One will be delivered earlier than most tiers in this KS, at the beginning of December (in time for that lovely Christmas season, no less). Comes with the digital PDF of the book too!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":58,"numAllCaps":4},{"amount":20,"backers":41,"pledgePercentage":0.02,"limited":false,"description":"BOOK 2 + 3 DIGITAL: Want to read the rest of the trilogy without having to commit to anything physical? This tier is perfect for the casual BitF fan that's not ready for a couple of coffee table tomes--just pledge here and you'll get 2 giant, PDFs of around 300 digital pages apiece; the electronic Volumes Two and Three will be yours on the computer!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":65,"numAllCaps":2},{"amount":25,"backers":501,"pledgePercentage":0.19,"limited":false,"description":"DIGITAL TRILOGY: If you missed out on book one and are ready to clear some space on your (computer's) desktop, prepare yourself for the full digital BitF experience! With this set, you get all three books' digital PDFs (the existing Volume One and the soon-to-be-made Volumes Two and Three). They aren't the physical books themselves, but all the content will still be there on your computer. Happy reading!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":68,"numAllCaps":2},{"amount":30,"backers":21,"pledgePercentage":0.01,"limited":false,"description":"BOOK 1 PAPERBACK SIGNED: There won't be BitF Kickstarters after this one, so if you want the artists' signature, better get it soon. This tier gets you Volume One, signed and sketched in by Matthew. Will also ship in early December! Comes with the full PDF too!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":47,"numAllCaps":4},{"amount":30,"backers":3,"pledgePercentage":0,"limited":false,"description":"BOOK 1 HARDCOVER: Now cheaper than ever, the deluxe edition of Volume One can be yours in this tier. Like all tiers, there's free shipping within the US (we'll foot the bill)! And since it's a book that's already made, we can send these out at the beginning of December, just in time for it to make a great gift! Comes with digital PDF of the book as well!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":69,"numAllCaps":4},{"amount":40,"backers":3,"pledgePercentage":0,"limited":false,"description":"BOOK 2 PAPERBACK: Now we're getting into the new stuff! Pledge at this tier to nab your very own Brawl in the Family: Volume Two, containing comics 201-400 (plus bonuses, naturally)! Comes with a free PDF of the full book as well!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":42,"numAllCaps":3},{"amount":40,"backers":2,"pledgePercentage":0,"limited":false,"description":"BOOK 3 PAPERBACK: Releasing simultaneously with Volume Two, Volume Three contains the final 200 strips (plus bonuses) of the comic. If you can only afford one and want Volume Three, this is the tier for you!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":36,"numAllCaps":2},{"amount":45,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"BOOK 1 HARDCOVER *SIGNED*: If you want the ultimate version of Volume One (and just Volume One), this tier delivers: it's the deluxe hardcover version, and it's signed and sketched in by the author, Matthew Taranto! Ships at the beginning of December too, to help out with the Christmas shopping. Comes with digital PDF of the book as well.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":59,"numAllCaps":4},{"amount":58,"backers":2,"pledgePercentage":0,"limited":false,"description":"BOOK 2 HARDCOVER: Want just Volume Two, but in glorious hardcover? This tier has you (hard)covered, and it comes with a PDF of Volume Two as well.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":27,"numAllCaps":3},{"amount":58,"backers":1,"pledgePercentage":0,"limited":false,"description":"BOOK 3 HARDCOVER: If you only want Volume Three--but the *best* Volume Three--feel free to dive in at this tier, which nets you the hardcover version of the final book as well as its own digital PDF.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":37,"numAllCaps":3},{"amount":70,"backers":194,"pledgePercentage":0.07,"limited":false,"description":"BOOKS 2 + 3 PAPERBACK: The most affordable way to get the newest books! Pledge at this tier and get Volume Two (comics 201 - 400) and Volume Three (comics 401 - 600) in paperback. Comes with books 2 and 3 PDFs!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":42,"numAllCaps":2},{"amount":80,"backers":645,"pledgePercentage":0.24,"limited":false,"description":"THE FULL TRILOGY (PAPERBACK): Jump in here for an explosion of Brawl in the Family goodness--the Complete Collection at your fingertips! That's around 800 pages jam-packed with comics, illustrations, explanations, mouseover text and more. Everything comes in PDF form too.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":40,"numAllCaps":5},{"amount":85,"backers":38,"pledgePercentage":0.01,"limited":false,"description":"BOOKS 2 + 3 PAPERBACK *BOOK 3 SIGNED*: Attach yourself to this tier if you want a signature with your books! Not only will you get around 600 pages of reading material, but Volume Three will also be signed and sketched in by the artist! Comes with books 2 & 3's PDFs.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":52,"numAllCaps":4},{"amount":87,"backers":86,"pledgePercentage":0.03,"limited":false,"description":"TADPOLE SET: Relive the nostalgic past of fun gaming comics, as well as the exciting future of fun *games*! This special tier grants backers the full paperback trilogy of BitF books...and an advance copy of Tadpole Treble, the game Matthew is currently designing, writing music, and creating art for! TT will be granted to backers upon its release, while the books are scheduled for May 2015. The game is available on the platform of your choice (that supports it, of course). Comes with PDFs of all three books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":88,"numAllCaps":3},{"amount":100,"backers":66,"pledgePercentage":0.02,"limited":false,"description":"THE FULL TRILOGY (PAPERBACK) *BOOK 3 SIGNED*: Get it all in paperback, plus Volume Three will contain a signature and sketch by the artist! Contains a full collection of PDFs to boot.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":32,"numAllCaps":6},{"amount":105,"backers":25,"pledgePercentage":0.01,"limited":false,"description":"SPECIAL THANKS SET: Get the paperback versions of Volume Two and Volume Three, complete with a signature & sketch in Volume Three...and become part of BitF history by having your name painted by Adeleine in the Special Thanks section of one of the books! Also comes with the PDFs of both books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":52,"numAllCaps":3},{"amount":110,"backers":47,"pledgePercentage":0.02,"limited":false,"description":"ROYAL SET: Get Hardcover versions of Volume Two and Three--a perfect finish for the collection for those who already have Volume One hardcover! This also comes with PDFs of both books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":31,"numAllCaps":2},{"amount":115,"backers":54,"pledgePercentage":0.02,"limited":false,"description":"SPECIAL THANKS SET COMPLETE: This tier is the same as the Special Thanks Set (at $105) with one lovely addition: Volume One is added to your order of Volumes Two and Three. Get the full paperback trilogy, plus your name painted by Adeleine in the Special Thanks, and the PDFs of all three books!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":54,"numAllCaps":4},{"amount":125,"backers":11,"pledgePercentage":0,"limited":false,"description":"ROYAL SET *BOOK 3 SIGNED*: This is the same as the Royal set up there, except I will sign and sketch in your Volume Three! So that's two hardcovers--Volume Two and Volume Three--two PDFs, and one shiny signature!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":38,"numAllCaps":5},{"amount":130,"backers":5,"pledgePercentage":0,"limited":false,"description":"FRIEND SET: A pleasant package for pals, the Friend Set lets you enjoy Volumes Two and Three with a buddy! Pledge here and get four books: two each of Two and Three, all in paperback. Great for a bud who likes the comic but might not be able to snag the books for him/herself. Also comes with PDFs of both books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":61,"numAllCaps":3},{"amount":135,"backers":100,"pledgePercentage":0.04,"limited":false,"description":"HARDCOVER TRILOGY SET: One rock-solid block of books! This tier grants you all three BitF Volumes in glorious hardcover! That's over 700 pages of comic shenanigans and bonus material! Also comes with PDFs of all books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":36,"numAllCaps":3},{"amount":135,"backers":30,"pledgePercentage":0.01,"limited":true,"description":"HARDCOVER TRILOGY SET (SIGNED): Get deluxe hardcover versions of all three Volumes...plus a signature/sketch by the artist in Volume Three! Book PDFs all around too.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":25,"numAllCaps":4},{"amount":140,"backers":10,"pledgePercentage":0,"limited":false,"description":"HARDCOVER SPECIAL THANKS SET: Get everything in the Special Thanks Set...but in hardcover! That's Volumes Two and Three in hardcover, plus a signature in Volume Three, plus your name in the Special Thanks section painted by Adeleine. PDFs of both books too, of course.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":44,"numAllCaps":4},{"amount":140,"backers":71,"pledgePercentage":0.03,"limited":false,"description":"HARDCOVER BOOKS 2 + 3 + DELUXE SLIPCASE: For the BitF Volume One Hardcover owner, this tier lets you complete the collection in style. You get books 2 and 3 in full hardcover, and the sturdy, deluxe case-bound slipcase to contain the trilogy. The slipcase also will be hand-signed by the artist! PDFs of all books included. For the elegant lady or gentleman that already has Volume One.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":68,"numAllCaps":4},{"amount":150,"backers":21,"pledgePercentage":0.01,"limited":false,"description":"HARDCOVER TRILOGY SET *BOOK 3 SIGNED*: Now properly priced! This is the non-limited version of this tier, compared to the early bird $135 version. Get deluxe hardcover versions of all three Volumes...plus a signature/sketch by the artist in Volume Three! Book PDFs all around too.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":45,"numAllCaps":5},{"amount":160,"backers":34,"pledgePercentage":0.01,"limited":false,"description":"DREAM SET: One signature not enough for you? Get all three hardcover Volumes, signed by the artist of Brawl in the Family, and your name in the Special Thanks painted by Adeleine! Also comes with PDFs of the whole shebang.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":40,"numAllCaps":2},{"amount":160,"backers":0,"pledgePercentage":0,"limited":false,"description":"GOOD FRIENDS SET: A step up from the standard \"Friends Set,\" this package grants you four books: two each of Volumes Two and Three. The difference is that TWO of these books are paperback, and TWO are hardcover (so, one of each type of Two and Three...got it?). So if you're a nice buddy, you can give your pal the paperbacks and they'll still be happy while you keep the hardcovers! Or if you're a really nice pal, do the opposite! Comes with PDFs of both books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":87,"numAllCaps":6},{"amount":165,"backers":137,"pledgePercentage":0.05,"limited":false,"description":"HARDCOVER TRILOGY + DELUXE SLIPCASE: Clear some space on your shelf for this bad boy. This tier gets you all three books in hardcover, giving you around 700 pages of comic mischief! Not only that, but they'll have a snuggly, deluxe home within the case-bound slipcase as well! As a bonus, the slipcase is autographed by the artist. PDFs of all books included. For the elegant lady or gentleman who desires the full collection.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":74,"numAllCaps":4},{"amount":165,"backers":68,"pledgePercentage":0.03,"limited":false,"description":"HARDCOVER BOOKS 2 + 3 + SLIPCASE + SPECIAL THANKS: I knew we forgot something! This previously-overlooked package contains Volumes Two and Three in shiny hardcover, as well as your name in the Special Thanks of one of the books, and the deluxe, sturdy slipcase for the trilogy. The slipcase and Volume Three will both be signed.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":57,"numAllCaps":6},{"amount":175,"backers":29,"pledgePercentage":0.01,"limited":false,"description":"TADPOLE TREBLE TIER: The second of the Tadpole Treble tie-ins, this tier gives you two great sets of goods. On one hand is the full BitF hardcover trilogy...and an autographed slipcase! On the other, Matthew's upcoming game, Tadpole Treble, as well as a Baton (the main character) mini-plush! Enjoy Matthew's past work while looking forward to the future work. Also comes with PSDs of all three books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":67,"numAllCaps":3},{"amount":180,"backers":277,"pledgePercentage":0.1,"limited":false,"description":"HARDCOVER TRILOGY + DELUXE SLIPCASE *EVERYTHING SIGNED*: If you like books and autographs, this package delivers. Get all three hardcover BitF books, all signed, plus the special deluxe slipcase (signed as well), and your name in the Special Thanks section of one of the books! Whew. Comes with PDFs of the full trilogy.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":53,"numAllCaps":6},{"amount":200,"backers":12,"pledgePercentage":0,"limited":true,"description":"ART SET: Want a drawing by Matthew? This is the tier for you--he'll draw a full-color digital image of up to two video game characters of your choice, signed and good to go! You also get Volumes Two and Three in hardcover, complete with signature in Volume Three, PDFs of both books, and your name painted in the Special Thanks section by Adeleine.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":63,"numAllCaps":2},{"amount":210,"backers":2,"pledgePercentage":0,"limited":false,"description":"BEST FRIENDS SET: Are you a good friend? Got a buddy that really likes BitF? Well, make his day with a set of Volume Two and Three! This tier gets you a whopping FOUR books: two each of Volumes Two and Three hardcovers! In addition, both Volume Threes will be signed and sketched by the artist, and TWO names will be allowed in the books' Special Thanks! The best tier for best brawlin' buddies! This includes PDFs of the books!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":80,"numAllCaps":5},{"amount":270,"backers":4,"pledgePercentage":0,"limited":false,"description":"BEST FRIENDS SET + SLIPCASES: The same as the Best Friends Set above, but with the deluxe slipcases! So let's see...two hardcovers of Volume Two, two hardcovers of Volume Three, two signatures within those Volume Threes, two Special Thanks sections, and two big ol' slipcases! Might be the real best tier for brawlin' buddies--as long as you both own Volume One hardcover, of course! Comes with PDFs of books 2 and 3.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":72,"numAllCaps":4},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"HAPPY ENDINGS SET: For the ultimate Brawl in the Family fan, this set grants you the full trilogy in glorious hardcover, every book signed and sketched in, your name in the Special Thanks painted by Adeleine, PDFs of the whole set, and up to two characters of your choice drawn by Matthew, and an unopened deck of no-longer-available BitF cards. And the deluxe slipcase, signed by the artist! ...And...the final unopened Dededoll in existence!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":74,"numAllCaps":3},{"amount":350,"backers":13,"pledgePercentage":0,"limited":false,"description":"BEST FRIENDS FOREVER SET: Take everything in the $180 tier and double it! Hardcovers of all three books, all three signed/sketched in, the elegant slipcase, the Special Thanks...all times TWO! It's a cinder block's worth of BitF goodness...! Also comes with PDFs of all three books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":46,"numAllCaps":5},{"amount":400,"backers":0,"pledgePercentage":0,"limited":false,"description":"ALL IN THE FAMILY SET: For the ultra-generous reader who happens to know a lot of Brawl in the Family fans! This package gets you an incredible FIVE Volume Two hardcovers, and FIVE Volume Three hardcovers! All are signed by the artist. Be the life of the party! Also comes with PDFs of both books.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":55,"numAllCaps":7},{"amount":1000,"backers":4,"pledgePercentage":0,"limited":true,"description":"MY OWN COMIC SET: Have a comic idea that you've always wanted to see in BitF? Now's your chance! Matthew will draw up your comic idea--up to six panels or so--in classic BitF blue and feature it within one of the new books, complete with credit to you! If you want the world to see a Nintendo comic by you, this is a great way to do it. Some restrictions apply--let's keep it game-related and appropriate, please! This tier also comes with signed Volumes Two and Three hardcovers, and the deluxe slipcase signed by the artist, and your name in the Special Thanks section of the book.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":107,"numAllCaps":4}],"updates":19,"comments":351},"errors":{}}