{"successes":{"title":"SYNEK - Any beer tapped fresh on your counter","category":"Technology","subcategory":"Hardware","description":"SYNEK is a draft system that serves any beer, fresh from the tap, anywhere you want it.","avatarURL":"https://ksr-ugc.imgix.net/projects/989077/photo-original.jpg?v=1414680891&w=1536&h=1152&fit=crop&auto=format&q=92&s=810e448582b726dd4368614d40678b58","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/989077/video-399969-h264_high.mp4","city":"St. Louis","state":"MO","country":"US","duration":30,"startDate":1403593200000,"endDate":1406185200000,"raised":648535,"goal":250000,"percent":259,"backers":2191,"currency":"USD","Pledges":[{"amount":1,"backers":185,"pledgePercentage":0.08,"limited":false,"description":"The \"CHEAP BASTARD\" - We know you can afford more, but we will let you slide with buying our updates for a dollar. ...Oh, and thank you for your support.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":30,"numAllCaps":2},{"amount":20,"backers":38,"pledgePercentage":0.02,"limited":false,"description":"The \"MARKSMAN\" - Jeff, our highly-decorated engineer, is also a seasoned marksman. Jeff will shoot a bottle or growler from 600+ yards in your honor to further the SYNEK mission. It will be recorded and posted to our website with a personal thanks to you (of course, the glass will be recycled). It will explode in extravagant fashion. Shipping only required if you mail us your own bottle or growler.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":70,"numAllCaps":2},{"amount":25,"backers":136,"pledgePercentage":0.06,"limited":false,"description":"The \"RISQUE T-SHIRT\" - Have fun and support SYNEK at the same time with this T-Shirt. Will ship within 30 days of the Kickstarter close. Shipping Included.","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":27,"numAllCaps":4},{"amount":75,"backers":6,"pledgePercentage":0,"limited":false,"description":"The \"EXCLUSIVE INTERVIEW\" - You will get access to elite brewers around the world via a 1-hour Google Hangout. Ask questions, get advice, learn new techniques all from the best brewers in the industry!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":34,"numAllCaps":2},{"amount":299,"backers":1300,"pledgePercentage":0.59,"limited":true,"description":"The \"SYNEK\" - Receive a first edition stainless steel, temperature and pressure-controlled SYNEK dispenser. Don't be left out when your friends are all filling and trading their brew with SYNEK cartridges. Multiple shipping options available.","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":35,"numAllCaps":3},{"amount":329,"backers":1,"pledgePercentage":0,"limited":false,"description":"The \"SAINT\" - You love SYNEK, but you're all set. That's fine, but you can sponsor a new brewer club. We will DONATE a SYNEK and a year's supply of cartridges to a homebrewer club somewhere around the world. You will receive: 1) the name of the club you sponsored, 2) a picture of them happily using the machine, and 3) a personal thank you from the club. You will become a HOMETOWN HERO somewhere. We believe that homebrewing is a gift that deserves to be shared with the world--support that dream.  No shipping cost to you (since you are being so damn philanthropic).","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":105,"numAllCaps":6},{"amount":349,"backers":1,"pledgePercentage":0,"limited":false,"description":"The \"RETAIL SYNEK\" - Sorry you missed the early bird pricing. This is the retail price of SYNEK that the late supporters will have to pay. Thank you to the early birds! Multiple shipping options available.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":36,"numAllCaps":3},{"amount":375,"backers":233,"pledgePercentage":0.11,"limited":true,"description":"The \"BRONZE BEAUTY\" - Wait, what? A limited edition BRONZE SYNEK? It sounds too good to be true. Nope. Receive a limited edition bronze SYNEK (vs. the standard stainless steel model).  We may only make this available through Kickstarter and never again.  Be special. Multiple shipping options available.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":399,"backers":75,"pledgePercentage":0.03,"limited":true,"description":"The \"I WAS HERE FIRST\" - Receive your choice of color SYNEK, guaranteed among the first shipped.  Get yours before all of your friends, PLUS be celebrated forever on our website as part of \"The First SYNEKs\".  (We'll knock off some shipping costs if you choose the stainless steel model.) Multiple shipping options available.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":56,"numAllCaps":6},{"amount":575,"backers":142,"pledgePercentage":0.06,"limited":true,"description":"The \"DOUBLE UP\" - Receive 2 first edition stainless steel dispensers. Not only do we take off some cash from the price, but we only charge you one shipping rate. Grab a friend and DO THIS! Multiple shipping options available.","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":40,"numAllCaps":4},{"amount":725,"backers":29,"pledgePercentage":0.01,"limited":true,"description":"The \"BRONZE DOUBLE UP\" - Receive 2 limited edition bronze dispensers. Not only do we take off some cash from the price, but we only charge you one shipping rate. Grab a friend and DO THIS! Bronze style! Multiple shipping options available.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":42,"numAllCaps":5},{"amount":1200,"backers":7,"pledgePercentage":0,"limited":true,"description":"The \"PARTY ANIMAL\" - (US/Canadian backers only) - Receive an invite to our SYNEK Launch Party (includes airfare, and hotel for 2 days), PLUS your choice of color of SYNEK (guaranteed among the first shipped), \"The First SYNEKs\" status forever on our website, and the growler shoot in your honor. Attendees to our launch party may include: Jeff Gordon, Robert Redford, and Miley Cyrus (don't bet on it). It will include a bunch of awesome beers, amazing food, brewers from around the world, industry heavy-hitters, and an electrifying atmosphere you cannot get anywhere else. No shipping costs - pick everything up at the party, or we'll cover it if you're not coming.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":112,"numAllCaps":6},{"amount":1500,"backers":11,"pledgePercentage":0.01,"limited":true,"description":"The \"OVER-INDULGER\" - Receive 6 stainless steel dispensers for the price of 5. Yes, that's a \"Buy 5, Get 1 for the heck of it\" deal. Shipping not included but the bulk buy will greatly reduce the per unit cost. Multiple shipping options available.","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":44,"numAllCaps":1},{"amount":1875,"backers":1,"pledgePercentage":0,"limited":true,"description":"The \"GREEDY BRONZE BASTARD\" - Receive 6 limited edition bronze dispensers for the price of 5. Yes, that's a \"Buy 5, Get 1 for the heck of it\" deal. Shipping not included but the bulk buy will greatly reduce the per unit cost. Multiple shipping options available.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":47,"numAllCaps":3},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"The \"GRAND TOURISMO\" - (US/Canadian backers only) - Receive everything from the \"PARTY ANIMAL\" Reward, PLUS: 3 extra dispensers to give to friends, AND we will fly you out to SYNEK's HQ to personally meet and tour with local craft breweries and the SYNEK team, including a night out. We pay for your flight, hotel, sports tickets, and all meals. No shipping costs - pick everything up at our HQ when you come.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":73,"numAllCaps":11},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"The \"GOLDEN FALCON GOD-KING\" - (US/Canadian backers only) - We will have certified Cicerones fly to your city, meet with several of the best homebrewers, create a hands-on brewing class, and package your creation in hundreds of SYNEK cartridges. Max attendance to this event is 400 people. Be a hero and sponsor a knowledge-packed event. Plus receive one of everything up to the $399 Pledge, and a whole bunch of other cool stuff.  Multiple shipping options available.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":78,"numAllCaps":5}],"updates":17,"comments":742},"errors":{}}