{"successes":{"title":"Star Trek: Renegades","category":"Film & video","subcategory":"Narrative Film","description":"An exciting new adventure from the creators of Star Trek: Of Gods and Men.  Boldly going where no Trek has gone before!","avatarURL":"https://ksr-ugc.imgix.net/projects/255059/photo-original.jpg?v=1397789688&w=1536&h=1152&fit=crop&auto=format&q=92&s=0ec93a665a2e1ad38992d947cd424c04","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/255059/video-159303-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":60,"startDate":1348729200000,"endDate":1353913200000,"raised":242483,"goal":200000,"percent":121,"backers":2367,"currency":"USD","Pledges":[{"amount":10,"backers":178,"pledgePercentage":0.08,"limited":false,"description":"CREWMAN: Receive a digital download of our official movie poster AND your name as a backer on our official website AND full access to exclusive web content, including production blogs, behind the scenes videos, cast and crew interviews, etc.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":39,"numAllCaps":3},{"amount":25,"backers":1192,"pledgePercentage":0.5,"limited":false,"description":"CHIEF PETTY OFFICER: Receive all of the above, plus a digital download of the film in all its HD glory.  Extras too (interviews, behind the scenes, etc.)!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":28,"numAllCaps":4},{"amount":50,"backers":484,"pledgePercentage":0.2,"limited":false,"description":"ENSIGN: Receive all of the above, plus a Special Edition DVD of the film.  Please add $10 if you'd rather have it in HD Blu-Ray.  Free shipping in the U.S.  Please add $15 for international shipping.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":39,"numAllCaps":4},{"amount":75,"backers":126,"pledgePercentage":0.05,"limited":false,"description":"\"DOC ZIMMERMAN\" ALL-DIGITAL REWARD: Are you living totally in the digital age?  Then this might be for you!  This level includes the digital download of the movie poster, access to exclusive web content, the HD download of the film, a digital download of the Renegades soundtrack, a digital download of the final shooting script, and a digital download of our other project, Star Trek: Of Gods and Men.  Get those photons moving!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":75,"numAllCaps":5},{"amount":100,"backers":99,"pledgePercentage":0.04,"limited":false,"description":"LIEUTENANT JUNIOR GRADE:  Receive all of the above, plus an awesome-looking limited edition “I’m a Renegade” t-shirt. Impress your friends!  Free shipping in the U.S. Please add $15 for international shipping.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":33,"numAllCaps":5},{"amount":100,"backers":81,"pledgePercentage":0.03,"limited":false,"description":"LIEUTENANT JUNIOR GRADE II: Receive all of the above (except \"I'm a Renegade\" t-shirt) PLUS a DVD of our award-winning Star Trek: Of Gods and Men.  Free shipping in the U.S. Please add $15 for international shipping.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":38,"numAllCaps":8},{"amount":150,"backers":39,"pledgePercentage":0.02,"limited":false,"description":"LIEUTENANT JUNIOR GRADE FOUR-PACK: Receive the digital download of our movie poster, full access to exclusive web content, plus a four DVD/CD pack: a DVD of the film (please add $10 for Blu-Ray), a soundtrack CD of the film, a DVD of our other project, ST: Of Gods and Men, plus a soundtrack CD of that film as well!  Free shipping in the U.S. Please add $15 for international shipping.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":71,"numAllCaps":11},{"amount":250,"backers":11,"pledgePercentage":0,"limited":false,"description":"LIEUTENANT: Receive all of the above (your choice of t-shirt or Of Gods and Men DVD), plus an autographed cast photo personally signed by a cast member.  Free shipping in the U.S. Please add $15 for international shipping.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":39,"numAllCaps":3},{"amount":250,"backers":5,"pledgePercentage":0,"limited":false,"description":"LIEUTENANT II:  Receive all of the above (except the cast photo) PLUS instead of the regular DVD, you get the limited special edition pop-up commentary/interview DVD of Star Trek: Of Gods and Men.  This special version of the film features 330 pop-up comments (that's an average of 3.7 pop-ups per minute!)  It also includes interviews with Director Tim Russ and actors Alan Ruck, Gary Graham and JG Hertzler, plus a brand new, never-before-seen music video shot on location on the OGaM sets!  Free shipping in the U.S. Please add $15 for international shipping.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":97,"numAllCaps":7},{"amount":500,"backers":31,"pledgePercentage":0.01,"limited":true,"description":"LIEUTENANT COMMANDER:  Receive all of the above, plus instead of the autographed cast photo above, receive a limited edition cast photo autographed by three (count 'em - three!) cast members AND a “Special Thanks” in the end credits of the film.  Free shipping in the U.S. Please add $15 for international shipping.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":54,"numAllCaps":4},{"amount":1000,"backers":5,"pledgePercentage":0,"limited":false,"description":"COMMANDER: Receive all of the above, plus an incredible Autograph Package, which includes an autographed bound copy of the script signed by the writers, an autographed DVD or Blu-Ray personally signed by a cast member, the personally signed autographed cast photo and CD of the film soundtrack signed by the composer.  Free shipping in the U.S. Please add $20 for international shipping.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":63,"numAllCaps":4},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":false,"description":"CAPTAIN II: All of the above (except hand prop), plus a limited edition custom-designed leather jacket embroidered with the Renegades logo and alien skull and bones. Free shipping in the U.S. Please add $25 for international shipping.","estimatedDelivery":"2013-03-01","estimatedDeliveryISO":"2013-03-01T00:00:00.000Z","numWords":37,"numAllCaps":3},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"CAPTAIN:  Receive all of the above plus a custom-designed hand prop used in the actual film, along with a certificate of authenticity signed by the property master.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":28,"numAllCaps":1},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"COMMODORE: Receive all of the above, plus Spend a Day on the Set, be our guest blogger on our website and get your picture taken with members of the cast (cast availability subject to shooting schedule).  Transportation and lodging not included.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":42,"numAllCaps":1},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"COMMODORE II:  All of the above, plus character naming rights!!  Apart from our familiar characters (Chekov, Tuvok, etc.), there will be some new characters in our film - Admirals, Captains, important figures and the like.  And though the script is not yet completed, we know there will be at least five of these characters who will need names.  And one of those names can belong to YOU!  Or, you can name a character after a friend, a spouse, a loved one, a fallen military hero (one of the starships in Of Gods and Men was named after such a hero) - anyone you want.  And though we can't guarantee a specific rank or spot in the story for you, we will match your name choice with the best character fit.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":136,"numAllCaps":3},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":true,"description":"ADMIRAL: Receive all of the above, plus be a “featured extra” in the film.  This is not a crowd shot – you’ll be right in the frame with some of the stars of the film.  Plus, you’ll get your name in the credits and in IMDB!  You must be available for specific shooting dates in the LA area (TBD Spring 2013) and transportation and lodging is not included. Featured extra role is a STAND ALONE REWARD.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":79,"numAllCaps":7},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":false,"description":"FLEET ADMIRAL:  Get your start in the business!  All of the above (except stand alone reward), plus you will receive Associate Producer credit in the titles and in IMDB, plus you'll get to sit on the set for a day in your very own personalized director's chair. Transportation and lodging not included.   If you are interested in larger pledges and rewards, please contact the producers directly at info@startrekrenegades.com.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":72,"numAllCaps":3},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"ADMIRAL II: Ship naming rights!  Get all of the above (except standalone reward) plus you will get the exclusive right to name one of two of the Federation ships in our film.  Though they're not our Renegade ship, they will be featured prominently in the story.  Name one after a friend, a spouse, a loved one, a fallen military hero (one of the ships in Of Gods and Men was named after such a hero) - anyone you want.  Name one after yourself even!  We'll make sure our expert VFX artists create a nice fly-by showing the name, plus your ship will be mentioned in the dialog (though we can't guarantee where or when at the moment).  If you are interested in larger pledges and rewards, please contact the producers directly at info@startrekrenegades.com.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":139,"numAllCaps":3},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"RED SHIRT!!  We all know if a Star Trek crew member is wearing a red uniform, he or she will be the first to be phasered, engulfed by a deadly cloud creature, take a plasma blast head on, or otherwise be killed in a horrible manner.  So, why not YOU?  Or a friend, or a not-so-friend. Not real phasers or clouds or plasma blasts of course, but in our film.  Yes, you can be the one redshirt that dies dramatically on screen.  Though our characters will not be wearing the TOS era red uniforms, everyone will know the redshirt when he or she appears.  Some good screen time, high drama, intense emotion - you get the idea. You must be available for specific shooting dates in the LA area (TBD Spring 2013) and transportation and lodging is not included.  Redshirt role is a STAND ALONE REWARD.  Plus it comes with all the other goodies above.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":163,"numAllCaps":9}],"updates":147,"comments":334},"errors":{}}