{"successes":{"title":"Rachel and the TreeSchoolers - by the makers of Signing Time","category":"Film & video?ref=category","subcategory":"Film & Video","description":"Finally, a show that's as smart and fun as your kids! A PhD backed preschool show in 12 musical episodes. Brought to You by You.","avatarURL":"https://ksr-ugc.imgix.net/projects/535705/photo-original.png?v=1397818298&w=1536&h=1152&fit=crop&auto=format&q=92&s=d8c2a303e788621cf1afcc0ed53b7ae9","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/535705/video-262875-h264_high.mp4","city":"Salt Lake City","state":"UT","country":"US","duration":30,"startDate":1373871600000,"endDate":1376463600000,"raised":219188,"goal":50000,"percent":438,"backers":2348,"currency":"USD","Pledges":[{"amount":10,"backers":105,"pledgePercentage":0.04,"limited":false,"description":"DIGITAL MUSIC (mp3): You get the DIGITAL MUSIC from all 3 shows delivered ASAP (As Soon As Proofed!)  Includes approximately 18 songs and 18 corresponding sing-a-long tracks.  Plus BACKER-ONLY updates which include sneak peeks, behind the scenes, photos and updates from us.  Right now, I'm signing \"Thank You!\"","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":51,"numAllCaps":7},{"amount":25,"backers":101,"pledgePercentage":0.04,"limited":true,"description":"(Early Bird!) DIGITAL VIDEOS & ACTIVITY GUIDES: You get all 3 R&TS SHOWS delivered digitally ASAP & their digital ACTIVITY GUIDES (pdf), PLUS everything in the DIGITAL MUSIC Reward above! Oh, yes you do!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":34,"numAllCaps":12},{"amount":35,"backers":772,"pledgePercentage":0.33,"limited":false,"description":"DIGITAL VIDEOS & ACTIVITY GUIDES: You get all 3 R&TS SHOWS delivered digitally ASAP & their digital ACTIVITY GUIDES (pdf), PLUS the DIGITAL MUSIC Reward above! Go you!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":28,"numAllCaps":12},{"amount":55,"backers":100,"pledgePercentage":0.04,"limited":true,"description":"(Early Bird) Treeschooler DELUXE REWARD: All 3 DVDs & CDs SHIPPED + AUTOGRAPH + 3 DIGITAL VIDEOS/MUSIC/ACTIVITY GUIDES + BACKER-EXCLUSIVE DIGITAL SCRAPBOOK! Details: Your \"A Rainy Day\" DVD will be AUTOGRAPHED by Rachel.  You get our first 3 R&TS DVDs and 3 MUSIC CDs shipped and BACKER-EXCLUSIVE \"The Making of R&TS\" Digital SCRAPBOOK (pdf).  Plus all of the DIGITAL rewards above + BACKER-ONLY updates.  We ship to our Backers first... of course!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":75,"numAllCaps":20},{"amount":65,"backers":451,"pledgePercentage":0.19,"limited":false,"description":"Treeschooler DELUXE REWARD: All 3 DVDs & 3 CDs SHIPPED + AUTOGRAPHED DVD + 3 DIGITAL VIDEOS/MUSIC/ACTIVITY GUIDES + BACKER-EXCLUSIVE SCRAPBOOK! Details: Your \"A Rainy Day\" DVD will be AUTOGRAPHED by Rachel.  You get our first 3 R&TS DVDs and 3 MUSIC CDs shipped and BACKER-EXCLUSIVE \"The Making of R&TS\" SCRAPBOOK (pdf).  Plus all of the DIGITAL rewards above + BACKER-ONLY updates.  Awesome-Sauce!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":66,"numAllCaps":20},{"amount":100,"backers":551,"pledgePercentage":0.23,"limited":false,"description":"SUPER-FAN REWARD: 4 SIGNING TIME DVDs of your choice* + AUTOGRAPHED PHOTO of Rachel Coleman + EVERYTHING in the TREESCHOOLER DELUXE REWARD (above). Details: You get 4 DVDs of your choice (*choose a total of 4 DVDs from any of the following collections: Signing Time, Potty Time and Baby Signing Time) and an AUTOGRAPHED PHOTO of Rachel Coleman, PLUS the TREESCHOOLER DELUXE REWARD above! HOLY COW! That's a lot of stuff!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":71,"numAllCaps":18},{"amount":150,"backers":42,"pledgePercentage":0.02,"limited":true,"description":"SKYPE: You're getting a \"face-to-face\" SKYPE video call with me, Rachel Coleman and everything in the TREESCHOOLER DELUXE Reward (above).  You and I will SKYPE for 10-20 minutes.  How about a BIRTHDAY SKYPE for your kiddo? Note: Calls will be scheduled within 6 months.  Estimated delivery of hard-goods is October 2013.  See you soon!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":58,"numAllCaps":8},{"amount":175,"backers":35,"pledgePercentage":0.01,"limited":false,"description":"LULLABY REWARD: I'm recording my song \"GOOD NIGHT BABY\" and personalizing it with YOUR CHILD'S NAME*! (Delivered via mp3 download by December 1, 2013) + I'll send the original version of the song + BABY HOPKINS PLUSH DOLL for snuggling + everything in the TREESCHOOLER DELUXE Reward (above). *Our team will verify pronunciation of unfamiliar names. \"Good night Backers, I hope you have sweet dreams...\"","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":65,"numAllCaps":17},{"amount":200,"backers":12,"pledgePercentage":0.01,"limited":true,"description":"SIGNING TIME CONCERT: UP CLOSE with RACHEL COLEMAN in Salt Lake City, UTAH: 4 TICKETS and VIP Access to an amazingly concert experience, all songs will be by request. \"Silly Pizza Song\" anyone? Includes meet and greet, photo-op and autographs with the cast of Signing Time: RACHEL, ALEX, LEAH & HOPKINS. AND you get the SUPER-FAN Reward! (above). Concert Date: AUGUST 31, 2013. Note: Your travel and expenses are not included. Come sign with us!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":75,"numAllCaps":17},{"amount":200,"backers":2,"pledgePercentage":0,"limited":true,"description":"PERSONALIZED VIDEO MESSAGE: You will receive a 10-20 second personalized video message for your child. Have you ever wished Rachel Coleman was there to remind your child to clean up their room, or tell them it's bedtime, or congratulate them for staying in their big boy/girl bed all night long? Now she can be right there... practically! (Delivered digitally by December 1, 2013 messages will need to be within good taste. This is a children's show) + everything in the SUPER-FAN Reward (above). P.S. Good job staying dry!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":88,"numAllCaps":5},{"amount":250,"backers":2,"pledgePercentage":0,"limited":true,"description":"SKYPE w/ALEX, LEAH & RACHEL: You're getting a \"face-to-face\" SKYPE video call with Rachel, Alex and Leah from Signing Time and everything in the SUPER-FAN Reward (above). We will SKYPE for 15-20 minutes. How about a BIRTHDAY SKYPE for your kiddo? Note: Calls will be scheduled within 6 months. Estimated delivery of hard-goods is October 2013. See you soon!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":59,"numAllCaps":9},{"amount":350,"backers":5,"pledgePercentage":0,"limited":true,"description":"BOSTON, MASSACHUSETTS PIZZA PARTY: You, plus 2 are invited to a semi-private VIP Pizza Party with me, Rachel Coleman- plus you get the TREESCHOOLER DELUXE Reward (above) and BONUS... I’m buying the pizza! Check your calendar and pencil me in the afternoon/evening of SATURDAY, NOVEMBER 2, 2013. Note: your travel and expenses are not included. It'll be wicked cool!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":59,"numAllCaps":11},{"amount":350,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"YOUR CHILD IN OUR NEXT SHOW: Your child will be filmed for an upcoming Two Little Hands production! (Signing Time, Baby Signing Time, Rachel & The Treeschoolers etc.)  Our cameraman and director will spend up to 60 minutes working with your child to capture great footage.  Your family will MEET RACHEL COLEMAN. Those filmed will be named in the CREDITS!  PLUS you get the TREESCHOOLER DELUXE Reward (above).\nDetails: We will give you at least 30 days notice of shoot date and we will offer at least two dates from which to choose.  Filming will take place in Salt Lake City, UT within the next 3-12 months.  We will film up to two children in this reward, one of which must be age 8 or under.  We will do everything we can to include your child in the final program.  On occasion a child is uncooperative in spite of our best efforts (and that of their parents).  Note: your travel and expenses are not included. You are a shining star!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":177,"numAllCaps":14},{"amount":350,"backers":1,"pledgePercentage":0,"limited":true,"description":"LOS ANGELES, CALIFORNIA PIZZA PARTY: You, plus 2 are invited to a semi-private VIP Pizza Party with me, Rachel Coleman- plus you get the SUPER-FAN Reward (above) and BONUS... I’m buying the pizza! Check your calendar and pencil me in around noon on SATURDAY, DECEMBER 21, 2013. Note: your travel and expenses are not included. Don't forget the extra cheese!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":60,"numAllCaps":11},{"amount":500,"backers":2,"pledgePercentage":0,"limited":true,"description":"BOSTON, MASSACHUSETTS COFFEE TALK: Let’s have coffee, JUST THE TWO OF US (or you plus up to 2 - your choice). We hang out, laugh, cry and chat for an hour.  Includes complete access to all my parenting secrets, wardrobe secrets and business secrets.  I’ll buy.  Who knows, we might end up best friends!  Includes everything in the  TREESCHOOLER DELUXE Reward (above).  Check your calendar and pencil me in the morning or afternoon of SUNDAY, NOVEMBER 3, 2013.  Note: your travel and expenses are not included. Reserved for the wicked smart!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":98,"numAllCaps":14},{"amount":500,"backers":9,"pledgePercentage":0,"limited":true,"description":"YOUR CHILD IN EPISODE 2 or 3 of Rachel & The TreeSchoolers AND SIGNING TIME CONCERT REWARD (4 tickets): Your child will be filmed for R&TS Episode 2 or 3 (the shows that are in production right NOW! Estimated release October 2013)! Our director will spend up to 45 minutes working with your child to capture great footage. Your family will have the opportunity to meet RACHEL COLEMAN. PLUS you get 4 tickets to the SIGNING TIME CONCERT in Salt Lake City on August 31, 2013 (details above) and you get the SUPER-FAN Reward (above). We will film on August 30, 2013 near Salt Lake City, UTAH. (We will film up to two siblings per 45 minute reward slot. One of the children must be age 3-8). Those filmed will be named in the CREDITS! We will do everything we can to include your child in the final program. On occasion a child is uncooperative in spite of our best efforts (and that of their parents). Note: your travel and expenses are not included.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":174,"numAllCaps":20},{"amount":500,"backers":10,"pledgePercentage":0,"limited":true,"description":"YOUR CHILD IN EPISODE 4 of Rachel & The TreeSchoolers: Your child will be filmed for R&TS Episode 4! Our director will spend up to 45 minutes working with your child (age 2-8) to capture great footage. Your family will have the opportunity to meet RACHEL COLEMAN. Those filmed will be named in the CREDITS! PLUS you get the SUPER-FAN Reward (above). Details: We will give you at least 30 days notice of shoot date and we will offer at least two dates from which to choose. Filming will take place near LOS ANGELES, CALIFORNIA within the next 12 months. (We will film up to two siblings per 45 minute reward slot. One of the children must be age 2-8.) We will do everything we can to include your child in the final program. On occasion a child is uncooperative in spite of our best efforts (and that of their parents). Note: your travel and expenses are not included. Hard-goods in Super-Fan Reward ship Oct 2013. Episode 4 will be delivered digitally when it is completed!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":176,"numAllCaps":13},{"amount":500,"backers":14,"pledgePercentage":0.01,"limited":true,"description":"YOUR CHILD IN OUR SHOW: Your child will be filmed for R&TS! Our director will spend up to 45 minutes working with your child (age 2-8) to capture great footage. Your family will have the opportunity to meet RACHEL COLEMAN. Those filmed will be named in the CREDITS! PLUS you get the SUPER-FAN Reward (above). Details: We will give you at least 30 days notice of shoot date and we will offer at least two dates from which to choose. Filming will take place near LOS ANGELES, CALIFORNIA or SALT LAKE CITY, UTAH within the next 12 months. (We will film up to two siblings per 45 minute reward slot. One of the children must be age 2-8.) We will do everything we can to include your child in the final program. On occasion a child is uncooperative in spite of our best efforts (and that of their parents). Note: your travel and expenses are not included. Hard-goods in Super-Fan Reward ship Oct 2013.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":164,"numAllCaps":18},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"SCOTTSDALE, AZ (iced) COFFEE TALK: Let’s have coffee, JUST THE TWO OF US (or you plus up to 2 - your choice). We hang out, laugh, cry and chat for an hour. Includes complete access to all my parenting secrets, wardrobe secrets and business secrets. I’ll buy. Who knows, we might end up best friends! Includes everything in the SUPER-FAN Reward (above). Check your calendar and pencil me in the morning or afternoon of FRIDAY, OCTOBER 18, 2013. Note: your travel and expenses are not included. Take sugar and milk?","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":90,"numAllCaps":13},{"amount":500,"backers":9,"pledgePercentage":0,"limited":true,"description":"YOUR CHILD IN OUR SHOW: Your child will be filmed for R&TS! Our director will spend up to 45 minutes working with your child (age 2-8) to capture great footage. Your family will have the opportunity to meet RACHEL COLEMAN. Those filmed will be named in the CREDITS! PLUS you get the SUPER-FAN Reward (above). Details: We will give you at least 30 days notice of shoot date and we will offer at least two dates from which to choose. Filming will take place near LOS ANGELES, CALIFORNIA or SALT LAKE CITY, UTAH within the next 12 months. (We will film up to two siblings per 45 minute reward slot. One of the children must be age 2-8.) We will do everything we can to include your child in the final program. On occasion a child is uncooperative in spite of our best efforts (and that of their parents). Note: your travel and expenses are not included. Hard-goods in Super-Fan Reward ship Oct 2013.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":164,"numAllCaps":18},{"amount":500,"backers":17,"pledgePercentage":0.01,"limited":true,"description":"YOUR CHILD IN OUR SHOW (DC AREA +): Your child will be filmed for R&TS! Our director will spend up to 45 minutes working with your child (age 2-8) to capture great footage. Your family will have the opportunity to meet RACHEL COLEMAN. Those filmed will be named in the CREDITS! PLUS you get the SUPER-FAN Reward (above). Details: We will give you at least 30 days notice of shoot date and we will offer at least two dates from which to choose. Filming will take place near LOS ANGELES, CALIFORNIA or SALT LAKE CITY, UTAH  or THE GREATER DC AREA within the next 12 months. (We will film up to two siblings per 45 minute reward slot. One of the children must be age 2-8.) We will do everything we can to include your child in the final program. On occasion a child is uncooperative in spite of our best efforts (and that of their parents). Note: your travel and expenses are not included. Hard-goods in Super-Fan Reward ship Oct 2013.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":173,"numAllCaps":24},{"amount":850,"backers":0,"pledgePercentage":0,"limited":true,"description":"BAKE A CAKE WITH RACHEL: You. Me. My house. My kitchen. My recipes. Plan about 3-hours. We will make a 3-layer masterpiece of deliciousness together. You choose: Chocolate-Mint, Lemon-Coconut or Pecan-Pie-Cake. I will provide the ingredients.  Includes everything in the LULLABY REWARD. You can even take the cake home. Note: I live in Salt Lake City, Utah.  Your travel & expenses are not included. We will schedule out over the next 12 months. I sing. I sign. I bake delicious cakes!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":83,"numAllCaps":12},{"amount":1000,"backers":2,"pledgePercentage":0,"limited":true,"description":"ON-SCREEN DEDICATION: You are getting an on-screen dedication in one of our shows to whomever you choose. \"Dedicated to...\" your child, your spouse, yourself, or \"In memory of...\"  There is only one dedication per episode. PLUS you receive everything in the TREESCHOOLER DELUXE Reward (above). I dedicate this reward to you!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":52,"numAllCaps":6},{"amount":1000,"backers":2,"pledgePercentage":0,"limited":true,"description":"EXECUTIVE PRODUCER CREDIT: Yes, you too can be an Executive Producer... or your child can!  You'll be in good company, listed with my dad - Lex de Azevedo, my sister - Emilie Brown, & me - Rachel Coleman on one of these new shows.  PLUS you get everything in the TREESCHOOLER DELUXE Reward (above). You're practically family!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":59,"numAllCaps":6},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"EXECUTIVE PRODUCER CREDIT: Yes, you too can be an Executive Producer... or your child can! You'll be in good company, listed with my dad - Lex de Azevedo, my sister - Emilie Brown, & me - Rachel Coleman on one of these new shows. PLUS you get everything in the SUPER-FAN Reward (above). You're practically family","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":56,"numAllCaps":5},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"ON-SCREEN DEDICATION: You are getting an on-screen dedication in one of our shows to whomever you choose. \"Dedicated to...\" your child, your spouse, yourself, or \"In memory of...\" There is only one dedication per episode. PLUS you receive everything in the SUPER-FAN Reward (above). I dedicate this reward to you!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":50,"numAllCaps":5},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"YOUR CHILD IN OUR SHOW & VIP ON-SET EXPERIENCE WITH RACHEL. Your child will be filmed for one of our new shows. PLUS your family, (of up to 5) is invited on-set to watch as I film a song for TreeSchoolers. You'll HAVE LUNCH and PHOTOS with me and the crew! You can choose to have your child filmed in the Salt Lake City, UT area, Los Angeles, CA area or the Greater Washington DC area. The VIP on-set experience w/me (Rachel) will be in Salt Lake City, UT. This Reward includes everything in the LULLABY REWARD (above). Our director will spend up to 45 minutes working with your child (age 2-8) to capture great footage. We will film up to two siblings per 45 minute reward slot. One of the children must be age 2-8. We will do everything we can to include your child in the final program. On occasion a child is uncooperative in spite of our best efforts (and that of their parents) Note: your travel and expenses are not included.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":175,"numAllCaps":22},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"ON-SCREEN DEDICATION: You are getting an on-screen dedication in one of our shows to whomever you choose. \"Dedicated to...\" your child, your spouse, yourself, or \"In memory of...\" There is only one dedication per episode. PLUS you receive everything in the SUPER-FAN Reward (above). I dedicate this reward to you!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":50,"numAllCaps":5},{"amount":1250,"backers":0,"pledgePercentage":0,"limited":true,"description":"CREATE YOUR OWN CREDIT: Fancy yourself a Best Boy or Key Grip?  Perhaps it's more like The Grand Poobah... or The Queen of Sheba?  Here's your chance to tell everyone who you really are!  Each show will feature one \"CREATED CREDIT\" you create it, (we WILL have to approve it, considering this IS a children's show).  But hey, if you want a credit as a World's Best Dad or Super Mom or almost anything else, within taste, here is your chance.  PLUS You get everything in the SUPER-FAN Reward (above). You are practically famous!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":99,"numAllCaps":10},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"WORK OUT WITH RACHEL: Prior to production I start a 6-week, (4 times per week), exercise and meal program with my Personal Trainer, Matt in Holladay, Utah. You are my workout partner.  When I do what Matt says, I lose 10+ lbs. When I don't do what Matt says, I don't lose 10+ lbs. This is a \"no whining reward.\" ;) You must be 18 years of age, or older. You must be in good health. Consult your doctor before beginning any exercise program. Includes everything in the Lullaby Reward. Note: Your 24 personal training sessions and meal plans ARE included. Your travel, meals and expenses are not included.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":110,"numAllCaps":10},{"amount":3000,"backers":1,"pledgePercentage":0,"limited":true,"description":"YOUR SONG REWARD: I will write and record an original song for you.  You and I will chat (phone or skype) you’ll share your story. We’ll brainstorm and then an original song will be written and recorded just for YOU. Delivered within 6 months by mp3.  PLUS you get everything in the SUPER-FAN Reward (above). Yes, my gift is my song and this one’s for you! and you can tell everybody...","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":73,"numAllCaps":8},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"BIRTHDAY PARTY: I'm coming to your party! (your kid’s party, right?)  Includes up to 2 hours at your party!  I'll have \"my orange on\" and even tape my fingers in SIGNING TIME style.  I'll bring temporary tattoos, autograph cards, stickers and more.  PLUS you, my dear Backer, get everything in the SUPER-FAN Reward (above).  Rachel’s travel expenses are included.  Our Event Coordinator will contact you and make arrangements. You can schedule up to 24 months out.  This reward is for events within the Continental US or Canada.  Please contact us directly for AK, HI and international requests.  Note: This is not a concert.  For concerts choose RACHEL COLEMAN CONCERT or  RACHEL, LEAH & ALEX CONCERT (below). Happy Birthday!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":129,"numAllCaps":19},{"amount":5500,"backers":0,"pledgePercentage":0,"limited":true,"description":"RACHEL's LIVE PRESENTATION: Rachel gives a one-hour presentation to your parenting group, organization, educators, professional conference, etc.  You set up the venue with professional audio.  Rachel shares her remarkable story.  Includes meet and greet, photo-op and autographs for all afterwards. PLUS you, my dear Backer, get everything in the SUPER-FAN Reward (above).  Rachel’s travel expenses are included.  Our Event Coordinator will contact you and make arrangements. You can schedule up to 24 months out.  This reward is for presentations within the Continental US or Canada.  Please contact us directly for AK, HI and international requests.  Bring tissue, we will cry.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":108,"numAllCaps":8},{"amount":6500,"backers":0,"pledgePercentage":0,"limited":true,"description":"RACHEL COLEMAN CONCERT (Your Town, USA - Continental US & Canada): backyard party, school assembly, living room jam, community event, Buddy Walk, fundraiser for non-profit organization or professional presentation- you set up the venue and professional audio.  I’ll be there to sing your SIGNING TIME and Rachel & The TreeSchooler favorites for an hour show, plus meet and greet, photo-op and autographs for all.  PLUS you, my dear Backer, get the SUPER-FAN Reward (above).  Rachel’s travel expenses are included.  Our Event Coordinator will contact you and make arrangements. You can schedule up to 24 months out.  This reward is for concerts within the Continental US or Canada.  Please contact us directly for AK, HI and international requests. Private concert much?","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":126,"numAllCaps":13},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"RACHEL, LEAH & ALEX SIGNING TIME CONCERT: backyard party, school assembly, living room jam, fundraiser, Buddy Walk, you name it- you set up the place and professional audio.  The CAST of SIGNING TIME will be there to sing and sign all your favorites for an hour long show, plus meet & greet, photo-op and autographs afterwards for all. PLUS you, my dear Backer, get the SUPER-FAN Reward (above).  Includes travel and accommodations for Rachel, Alex, & Leah.  Our Event Coordinator will contact you and make arrangements.  You can schedule your event up to 24 months out.  This reward is for concerts within the Continental US only.  Please contact us directly for AK, HI and international requests. It IS Signing Time with Alex and Leah!  (It really is)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":134,"numAllCaps":15}],"updates":33,"comments":524},"errors":{}}