{"successes":{"title":"The VYPER: Move Better. Feel Better. (Fitness Innovated)","category":"Design","subcategory":"Product Design","description":"The VYPER is a cutting-edge fitness and recovery device that uses pressure and vibration to improve the body's overall performance.","avatarURL":"https://ksr-ugc.imgix.net/projects/1022990/photo-original.jpg?v=1409351070&w=1536&h=1152&fit=crop&auto=format&q=92&s=8db56e960e1681d13856a052d18c3229","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1022990/video-428936-h264_high.mp4","city":"Irvine","state":"CA","country":"US","duration":45,"startDate":1405494000000,"endDate":1409382000000,"raised":271524,"goal":100000,"percent":272,"backers":1084,"currency":"USD","Pledges":[{"amount":5,"backers":21,"pledgePercentage":0.02,"limited":false,"description":"1 VYPER decal (sticker) and 1 HYPERICE decal (sticker).  Pop these on your car, window, backpack, or laptop and support the good cause!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":24,"numAllCaps":2},{"amount":25,"backers":16,"pledgePercentage":0.01,"limited":false,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL)\nOur way of thanking you for coming alongside some of the world's most elite athletes and supporting the VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":30,"numAllCaps":7},{"amount":179,"backers":40,"pledgePercentage":0.04,"limited":true,"description":"EARLY BIRDS! Be one of the first 40 ever to purchase the VYPER. This will include a Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the first VYPERs off the production line. Only you and some of the world's most elite athletes will be the first in line to experience the benefits of the VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":62,"numAllCaps":10},{"amount":199,"backers":863,"pledgePercentage":0.8,"limited":false,"description":"Estimated delivery: Nov 2014\nAdd $20 USD to ship outside the US","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":11,"numAllCaps":2},{"amount":249,"backers":37,"pledgePercentage":0.03,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the first VYPERs off the production line.  Only you and some of the world's most elite athletes will be the first in line to experience the benefits of the VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":46,"numAllCaps":7},{"amount":249,"backers":27,"pledgePercentage":0.02,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive silver limited edition Adrian Peterson (NFL Running Back) VYPERs. Once these are gone, they are gone. You and Adrian Peterson will have access to this exclusive VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":45,"numAllCaps":8},{"amount":249,"backers":21,"pledgePercentage":0.02,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive pink limited edition Lindsey Vonn (USA World Cup Alpine Ski racer) VYPERs. Once these are gone, they are gone. You and Lindsey Vonn will have access to this exclusive VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":48,"numAllCaps":8},{"amount":249,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive blue limited edition Blake Griffin (NBA Forward) VYPERs. Once these are gone, they are gone. You and Blake Griffin will have access to this exclusive VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":44,"numAllCaps":8},{"amount":399,"backers":5,"pledgePercentage":0,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive yellow limited edition Troy Polamalu (NFL Safety) VYPERs. Once these are gone, they are gone. You and Troy Polamalu will have access to this exclusive VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":44,"numAllCaps":8},{"amount":399,"backers":3,"pledgePercentage":0,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive silver limited edition Adrian Peterson (NFL Running Back)  VYPER personally autographed by Adrian!  Once these are gone, they are gone. You will have Adrian's actual autograph on a distinctive silver VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":51,"numAllCaps":9},{"amount":399,"backers":6,"pledgePercentage":0.01,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive pink limited edition Lindsey Vonn (USA World Cup Alpine Ski racer)  VYPER personally autographed by Lindsey.  Once these are gone, they are gone. You will have Lindsey's actual autograph on a distinctive pink VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":54,"numAllCaps":9},{"amount":399,"backers":2,"pledgePercentage":0,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive blue limited edition Blake Griffin (NBA Forward) VYPER personally autographed by Blake.  Once these are gone, they are gone. You will have Blake's actual autograph on a distinctive blue VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":49,"numAllCaps":9},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive yellow limited edition Troy Polamalu (NFL Safety) VYPER personally autographed by Troy.  Once these are gone, they are gone. You will have Troy's actual autograph on a distinctive yellow VYPER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":49,"numAllCaps":9},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"This reward can only be used by individual 18 years old or younger. Hyperice VYPER Tee shirt (Please specify size S, M, L, XL, XXL) and one of the Kickstarter exclusive pink limited edition Lindsey Vonn (USA World Cup Alpine Ski racer) VYPER personally autographed by Lindsey. Once these are gone, they are gone. You will have Lindsey's actual autograph on a distinctive pink VYPER. You will receive these during a one hour meet and greet experience with Lindsey Vonn in Vail, Colorado followed VYPER recovery session with Lindsey! Reward recipient to be approved by Hyperice. (Transportation and accommodations not included). ","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":102,"numAllCaps":10}],"updates":17,"comments":172},"errors":{}}