{"successes":{"title":"Wasteland 2","category":"Games","subcategory":"Video Games","description":"Wasteland 2 has been released to great acclaim, earning Game of the Year from PCWorld, and reaching #1 on the Steam sales charts! Thanks to all our backers for helping us make this game a reality!","avatarURL":"https://ksr-ugc.imgix.net/assets/003/450/161/205fa94d3ba2599f078b2573843957aa_original.jpg?v=1426536672&w=700&fit=max&auto=format&q=92&s=fd26a312d688340ee4696d0dd9c3e8bb","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/77444/video-86043-h264_high.mp4","city":"Newport Beach","state":"CA","country":"US","duration":35,"startDate":1331622000000,"endDate":1334646000000,"raised":2933252,"goal":900000,"percent":326,"backers":61290,"currency":"USD","Pledges":[{"amount":15,"backers":32778,"pledgePercentage":0.53,"limited":false,"description":"Digital Downloadable copy of game DRM free for PC or MAC OSX or Linux.\nThis low price only available for those who helped fund. Also your party will start with a unique and quirky skill. (It won't affect game balance.)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":39,"numAllCaps":4},{"amount":30,"backers":8828,"pledgePercentage":0.14,"limited":false,"description":"Previous reward + Downloadable DRM free digital soundtrack by Mark Morgan and digital WASTELAND 2 CONCEPT ART BOOK + Extra Digital Downloadable copy of game DRM free for PC or MAC OSX or Linux + Exclusive Ranger portrait collection + Access to Four episode Video Dev Blog. Also receive a Novella on the Wasteland 2 world created by Chris Avellone.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":60,"numAllCaps":9},{"amount":50,"backers":7967,"pledgePercentage":0.13,"limited":false,"description":"One digital copy and one full LARGE BOXED COPY OF WASTELAND 2, complete with worn cloth game map and old school instruction book. Also features the digital soundtrack and digital concept art book from previous award. Also receive an early release episodic Novella (Part 1) on the Wasteland 2 world created by Mike Stackpole, a member of the original Wasteland story team. The Novella will give hints and clues being built into the actual Wasteland 2 game. (Please add $15 for international shipping)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":83,"numAllCaps":5},{"amount":55,"backers":2274,"pledgePercentage":0.04,"limited":false,"description":"THE INTERNATIONAL FRIENDLY ALL DIGITAL PACKAGE!  You get one digital copy of the game DRM free for PC, Mac or Linux, digital soundtrack, digital concept art book, episodic novella part 1 and 2, and premiere access to an early playable beta on steam.  This comes with no physical goods to help with VAT, duty and shipping costs for our international fans!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":63,"numAllCaps":9},{"amount":75,"backers":1130,"pledgePercentage":0.02,"limited":false,"description":"$50 pledge + Early release episodic  Novella (Part 2) on the Wasteland 2 world created by Mike Stackpole, a NYT bestselling author and member of the original Wasteland team.  Also, get PREMIER ACCESS TO AN EARLY PLAYABLE BETA ON STEAM. (Please add $15 for international shipping)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":48,"numAllCaps":10},{"amount":100,"backers":5218,"pledgePercentage":0.09,"limited":false,"description":"Previous reward + COLLECTOR'S EDITION PREMIUM BOXED VERSION which of course contains map and instruction book. But additionally comes with Wasteland miniature, Wasteland 2 faction badge. Also get your name in the credits in a special thanks section. The premium box replaces the standard box but also comes with a digital copy of the game. (Please add $15 for international shipping)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":150,"backers":776,"pledgePercentage":0.01,"limited":false,"description":"The $100 reward + a limited edition numbered collectible coin, a WASTELAND 2 POSTER and one large boxed copy. (Please add $15 for international shipping)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":25,"numAllCaps":2},{"amount":150,"backers":407,"pledgePercentage":0.01,"limited":false,"description":"The $100 reward + a backer-only WASTELAND 2 T-SHIRT. You will get to select between one of four shirts. The T-shirt will not be available anywhere else. (Please add $15 for international shipping)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":33,"numAllCaps":3},{"amount":250,"backers":1200,"pledgePercentage":0.02,"limited":true,"description":"One $150 reward + your boxed collectors edition copy of the game will be AUTOGRAPHED BY BRIAN FARGO, ALAN PAVLISH, MIKE STACKPOLE, CHRIS AVELLONE and other key development team members.  You will also receive 2 digital download copies (so you can leave your collectors edition sealed up!) and a lv1 Desert Ranger medal of honor (real metal medal) limited edition collectible. (Please add $15 for international shipping)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":68,"numAllCaps":10},{"amount":500,"backers":172,"pledgePercentage":0,"limited":true,"description":"Previous reward + WASTELAND DOOMSDAY PREPARATION SURVIVAL KIT.  All your doomsday needs in a themed Wasteland collectible bag.  You’ll also receive a lv2 Desert Ranger medal of honor limited edition collectible. (Please add $15 for international shipping)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":39,"numAllCaps":5},{"amount":1000,"backers":147,"pledgePercentage":0,"limited":true,"description":"Previous reward + BECOME AN NPC, WEAPON, OR LOCATION in the Wasteland 2 world!  We will get your name and (if relevant) a picture of you to add your general likeness to the actual shipped game.  Brag to your friends and beg them not to take you out with a Meson Cannon.  You’ll also receive 5 digital copies of the game and a lv3 Desert Ranger medal of honor limited edition collectible.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":75,"numAllCaps":6},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"YOU GET TO PLACE A PERSONALIZED COLLECTIBLE ARTIFACT IN OUR WORLD and write its backstory! It could be anything from an engagement ring to a teddy bear. We will have 100 of these rare and semi rare items that can be found throughout the Wasteland 2 world. When collected, all players will learn about the personal touch that you added to the world. You'll also receive a signed Collector's Edition, boxed version and 8 digital copies of the game to do what you'd like with, in addition to a lv4 Desert Ranger medal of honor limited edition collectible. (This does not include NPC/Weapon/Location as well)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":105,"numAllCaps":12},{"amount":2500,"backers":13,"pledgePercentage":0,"limited":true,"description":"BECOME AN NPC, WEAPON, OR LOCATION AND PLACE A PERSONALIZED COLLECTIBLE ARTIFACT IN OUR WORLD and write its backstory! You'll also receive a signed Collector's Edition, boxed version and 10 digital copies of the game to do what you'd like with, in addition to a lv4 Desert Ranger medal of honor limited edition collectible.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":54,"numAllCaps":15},{"amount":5000,"backers":9,"pledgePercentage":0,"limited":true,"description":"Previous reward + We will BUILD A STATUE, in your honor.  After getting a picture of you, we will carefully craft this in game statue.  You are now forever a part of Wasteland history.  At this level, we will also sign and frame actual original concept art from the game.  With 30 digital copies of Wasteland 2, you will be a hit with your friends.  You will also receive a lv5 Desert ranger medal of honor limited edition collectible and AN EXPLODED BLOOD SAUSAGE Wasteland limited signed and numbered collectible figurine. (for the game, you'll get 1 signed collectors edition and 30 digital copies)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":109,"numAllCaps":7},{"amount":10000,"backers":12,"pledgePercentage":0,"limited":true,"description":"Previous reward + COME TO AN EXCLUSIVE PRIVATE PARTY hosted by Brian Fargo, Alan Pavlish and other key members of the Wasteland team (must be able to travel to  Newport Beach, CA).  Talk design, previous works or anything else you’d like to discuss.  Also, a shrine in Wasteland 2 will be erected in your honor.  You’ll receive 50 copies of the game to do what you want and our deep appreciation. You'll also receive a medal and AN EXPLODED BLOOD SAUSAGE Wasteland limited signed and numbered collectible figurine.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":92,"numAllCaps":11}],"updates":67,"comments":13997},"errors":{}}