{"successes":{"title":"Outerlands: Season One","category":"Film & video","subcategory":"Documentary","description":"A 6-episode documentary series on the people and culture of videogames.","avatarURL":"https://ksr-ugc.imgix.net/projects/819270/photo-original.jpg?v=1397862610&w=1536&h=1152&fit=crop&auto=format&q=92&s=637f2d0209fdf09c1980d0ddfd631e0c","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/819270/video-333268-h264_high.mp4","city":"San Francisco","state":"CA","country":"US","duration":30,"startDate":1389859200000,"endDate":1392451200000,"raised":247481,"goal":210000,"percent":118,"backers":4396,"currency":"USD","Pledges":[{"amount":10,"backers":244,"pledgePercentage":0.06,"limited":false,"description":"TIER 1. Your name in the credits, access to the backers-only livestream updates (see description in body text) and a high-resolution digital poster.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":23,"numAllCaps":1},{"amount":25,"backers":2186,"pledgePercentage":0.5,"limited":false,"description":"TIER 2. A digital download of the entire documentary series! Your name in the credits, and access to the backers-only livestream updates (see description in body text).","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":27,"numAllCaps":2},{"amount":45,"backers":460,"pledgePercentage":0.1,"limited":false,"description":"TIER 3 DIGITAL ONLY (By Backer Request!). A digital download of the SPECIAL EDITION documentary series and a digital download of the soundtrack (with sweet cover art). A high-resolution digital poster, your name in the credits, and access to the backers-only livestream updates.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":43,"numAllCaps":7},{"amount":45,"backers":284,"pledgePercentage":0.06,"limited":false,"description":"NEW! TIER 3 DISASTERPEACE FEZ MUSIC BUNDLE! A digital download of the SPECIAL EDITION documentary series and a digital download of the soundtrack (with sweet cover art). A high-resolution digital poster, your name in the credits, and access to the backers-only livestream updates. NEW! A digital download of the Disasterpeace FEZ Soundtrack Bundle! That's the FEZ OST, FZ: Side F and FZ: Side Z albums. Find out more about these albums here: http://disasterpeace.com/","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":73,"numAllCaps":19},{"amount":50,"backers":204,"pledgePercentage":0.05,"limited":false,"description":"TIER 3. A digital download of the SPECIAL EDITION documentary series and a digital download of the soundtrack (with sweet cover art). A high-resolution digital poster, your name in the credits, access to the backers-only livestream updates (see description in body text), and a backers-only Outerlands sticker two-pack.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":48,"numAllCaps":5},{"amount":50,"backers":128,"pledgePercentage":0.03,"limited":false,"description":"NEW! TIER 3 JIM GUTHRIE MUSIC BUNDLE! A digital download of the SPECIAL EDITION documentary series and a digital download of the soundtrack (with sweet cover art). A high-resolution digital poster, your name in the credits, access to the backers-only livestream updates. NEW! A digital download of four amazing Jim Guthrie albums: Takes Time, Corporeal - Music from Soundshapes, A Thousand Songs, and the Indie Game: The Movie Soundtrack. Find out more about Jim at: http://jimguthrie.bandcamp.com/","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":75,"numAllCaps":13},{"amount":70,"backers":75,"pledgePercentage":0.02,"limited":false,"description":"TIER 4 (T-SHIRT). A SPECIAL EDITION Digital Download of the series, a digital download of the series soundtrack, a backers-only Outerlands sticker two-pack, and an Outerlands backers-only T-Shirt. Your name in the credits and access to the backers-only livestream updates.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":40,"numAllCaps":6},{"amount":70,"backers":16,"pledgePercentage":0,"limited":false,"description":"TIER 4 (POSTER). A SPECIAL EDITION Digital Download of the series, a digital download of the series soundtrack, digital poster, a backers-only Outerlands sticker two-pack, and an Outerlands poster designed by Cory Schmitz. Your name in the credits and access to the backers-only livestream updates.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":45,"numAllCaps":5},{"amount":70,"backers":10,"pledgePercentage":0,"limited":true,"description":"TIER 5 SIGNED SWORD & SWORCERY LIMITED EDITION VINYL. A digital download of the SPECIAL EDITION documentary series and a digital download of the soundtrack (with sweet cover art). A high-resolution digital poster, your name in the credits, access to the backers-only livestream updates AND Jim Guthrie will personally sign and send to you a Sword & Sworcery LP - The Ballad of the Space Babies on Vinyl. Find out more about this amazing vinyl with its incredible artwork on the Kickstarter page and our backer updates.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":84,"numAllCaps":13},{"amount":70,"backers":20,"pledgePercentage":0,"limited":false,"description":"TIER 4 (DOUBLE-ECLIPSE POSTER). A SPECIAL EDITION Digital Download of the series, a digital download of the series soundtrack, digital poster, a backers-only Outerlands sticker two-pack, and the Double Eclipse Outerlands poster designed by Phil Fish. Your name in the credits and access to the backers-only livestream updates.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":48,"numAllCaps":6},{"amount":80,"backers":90,"pledgePercentage":0.02,"limited":true,"description":"TIER 5 (LIMITED POSTER). The same as the previous tier, except for the poster is an ultra-limited edition poster, signed by the AREA 5 team, that will never be made again!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":31,"numAllCaps":4},{"amount":80,"backers":83,"pledgePercentage":0.02,"limited":true,"description":"TIER 5 (LIMITED T-SHIRT). The same as the previous tier, except that this tier has an ultra-limited edition, NUMBERED T-Shirt INSTEAD of a poster. This T-Shirt will never be made again!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":31,"numAllCaps":7},{"amount":85,"backers":38,"pledgePercentage":0.01,"limited":false,"description":"TIER 6. A SPECIAL EDITION Digital Download of the series, a digital download of the series soundtrack, digital poster, a backers-only Outerlands sticker two-pack, an Outerlands poster designed by Cory Schmitz and an Outerlands, backers-only T-shirt. Your name in the credits and access to the backers-only livestream updates. Shipping is more expensive because T-Shirts and Posters have to be shipped separately","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":61,"numAllCaps":6},{"amount":100,"backers":18,"pledgePercentage":0,"limited":false,"description":"NEW! TIER 6 DIGITAL ONLY JIM GUTHRIE MUSIC BUNDLE SPECTACULAR! Your name in the credits and access to the backers-only livestream updates. A Special Edition Digital Download of the series, a digital download of the series soundtrack, and ELEVEN Jim Guthrie Albums. They are -- Takes Time, Takes Time: Instrumentals & Demos, Sword & Sworcery LP - The Ballad of the Space Babies, Indie Game: The Movie Soundtrack, The Scythian Steppes: Seven #Sworcery Songs Localized for Japan, Children of the Clone, Corporeal - Music from Soundshapes, Now More Than Ever, Morning Noon Night, A Thousand Songs, Free -P. Find out more, here: http://jimguthrie.bandcamp.com/","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":91,"numAllCaps":14},{"amount":125,"backers":129,"pledgePercentage":0.03,"limited":false,"description":"TIER 7. The SUPER SPECIAL EDITION BLU-RAY set! Your name in the credits and access to the backers-only livestream updates. A Special Edition Digital Download of the series, a digital download of the series soundtrack, a backers-only Outerlands sticker two-pack, a high-resolution digital poster, and an Outerlands backers-only T-shirt.","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":49,"numAllCaps":7},{"amount":125,"backers":5,"pledgePercentage":0,"limited":false,"description":"NEW! TIER 7.5 DIGITAL ONLY JIM GUTHRIE + DISASTERPEACE MUSIC BUNDLE SPECTACULAR! Your name in the credits and access to the backers-only livestream updates. A Special Edition Digital Download of the series, a digital download of the series soundtrack, ELEVEN Jim Guthrie Albums. They are -- Takes Time, Takes Time: Instrumentals & Demos, Sword & Sworcery LP - The Ballad of the Space Babies, Indie Game: The Movie Soundtrack, The Scythian Steppes: Seven #Sworcery Songs Localized for Japan, Children of the Clone, Corporeal - Music from Soundshapes, Now More Than Ever, Morning Noon Night, A Thousand Songs, Free -P AND the Disasterpeace FEZ music bundle: the FEZ OST, FZ: Side F and FZ: Side Z albums. Find out more about Disasterpeace here: http://disasterpeace.com/ and Jim Guthrie here: http://jimguthrie.bandcamp.com/","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":112,"numAllCaps":23},{"amount":150,"backers":233,"pledgePercentage":0.05,"limited":true,"description":"TIER 8. The Super Special Edition Blu-ray set, a Special Edition Digital Download of the series, a digital download of the series soundtrack, a high-resolution digital poster, a backers-only Outerlands sticker two-pack, an Outerlands super limited edition, NUMBERED T-shirt, and a limited edition Outerlands poster designed by Cory Schmitz. Your name in the credits and access to the backers-only livestream updates.","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":61,"numAllCaps":3},{"amount":250,"backers":3,"pledgePercentage":0,"limited":false,"description":"TIER 7-DOUBLE. Everything in TIER 7 TIMES TWO! (x2). Two SUPER SPECIAL EDITION BLU-RAY sets. Your name in the credits (only once) and access to the backers-only livestream updates. Two Special Edition Digital Downloads of the series, two digital downloads of the series soundtrack, two backers-only Outerlands sticker two-packs (that's 4 stickers in total), two high-resolution digital posters, and two Outerlands backers-only T-shirts.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":63,"numAllCaps":10},{"amount":500,"backers":14,"pledgePercentage":0,"limited":true,"description":"TIER 9. Your name in the credits and access to the backers-only livestream updates, a Special Edition Digital Download of the series, a digital download of the series soundtrack, a high-resolution digital poster, a backers-only Outerlands sticker two-pack, an Outerlands super limited edition, NUMBERED T-shirt, a limited edition Outerlands poster designed by Cory Schmitz, a Super Special Edition Blu-Ray set. And a VIP ticket to the AREA 5 Film Festival (Travel not included)","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":73,"numAllCaps":5},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":false,"description":"TIER 10. Everything in the previous tier TIMES TWO (x2) so that you can give a whole package away to a friend and bring another VIP to the AREA 5 Film Festival with you! (Travel not included)","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":37,"numAllCaps":5},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"TIER 11. Everything in tier 10, plus a one-of-a-kind ink drawing (subject of your choosing) from none other than Braid's artist David Hellman!","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":23,"numAllCaps":1},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"TIER 12. Everything in tier 10, plus an original illustration by Cory Schmitz of your favorite videogame/nerd topic or subject!","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":20,"numAllCaps":1},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"TIER 13. Everything in tier 10, plus a ONE OF A KIND poster created by Cory Schmitz that we'll take with us everywhere we go to shoot Outerlands and that we'll get signed by everyone we possibly can! When we're done shooting it'll be shipped out to you. It'll be like we took you with us! Now, of course traveling with a poster is hard. We can't guarantee it'll come back without any rips, coffee or blood stains, but it WILL come back!","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":83,"numAllCaps":6},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":false,"description":"TIER 14. A Producer Credit, everything in tier 10 TIMES TWO (x2) so that you can give a whole package away to a friend and bring another VIP to the AREA 5 Film Festival with you!","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":36,"numAllCaps":6},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":false,"description":"TIER 15. Everything in tier 10, an Executive Producer credit, and you can join us in a friends-and-family-only premiere of the documentary series! If you can stick around for a second day, we'll take you around to the gaming museums and arcades in the San Francisco Bay area, have some great gaming times, and--if you're comfortable with us filming it--we'll give you an AREA 5-quality video of it afterward to remember us by!","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":73,"numAllCaps":2}],"updates":31,"comments":243},"errors":{}}