{"successes":{"title":"ENTHEON: The Alex Grey Visionary Art Experience","category":"Art","subcategory":"Painting","description":"The next stage of evolution in the acclaimed Sacred Mirrors exhibition. Now, Alex is calling on fans to help build the vision.","avatarURL":"https://ksr-ugc.imgix.net/projects/524755/photo-original.jpg?v=1397817146&w=1536&h=1152&fit=crop&auto=format&q=92&s=dcbf5af39c1b046c9cbeab2353538ad5","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/524755/video-236127-h264_high.mp4","city":"Wappingers Falls","state":"NY","country":"US","duration":36,"startDate":1366873200000,"endDate":1369983600000,"raised":210127,"goal":125000,"percent":168,"backers":1510,"currency":"USD","Pledges":[{"amount":10,"backers":202,"pledgePercentage":0.13,"limited":false,"description":"SPECIAL THANKS: You'll receive a heartful thank you email from Alex and Allyson, plus our weekly newsletter and video blog updates on all of the progress as we build Entheon.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":30,"numAllCaps":2},{"amount":25,"backers":45,"pledgePercentage":0.03,"limited":false,"description":"ENTHEON DIGITAL BUNDLE: You’ll receive the updates, plus, you'll get a downloadable digital PDF of the \"Making of Entheon\" with never before seen building designs, CG models and high resolution desktop wallpapers.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":32,"numAllCaps":5},{"amount":30,"backers":61,"pledgePercentage":0.04,"limited":false,"description":"ENTHEON ADMISSION E-TICKET: You'll receive a ticket via email exchangeable for one regular admission to Entheon. Plus, the updates and the digital bundle.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":23,"numAllCaps":3},{"amount":35,"backers":94,"pledgePercentage":0.06,"limited":false,"description":"STICKER PACK: You get the updates, the digital bundle, plus, an assorted Alex Grey high quality vinyl sticker pack.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":19,"numAllCaps":2},{"amount":50,"backers":197,"pledgePercentage":0.13,"limited":false,"description":"You’ll receive this CoSM brass coin will be mailed to you and is exchangeable for TWO regular admissions to Entheon when we open. Pre-order your admission now and help build it! Plus, the updates, the digital bundle and the sticker pack.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":41,"numAllCaps":1},{"amount":75,"backers":134,"pledgePercentage":0.09,"limited":false,"description":"ENTHEON T-SHIRT: You get Alex Grey's hand drawn Entheon logo design on a black and white T-shirt available in Men's or Women's. Plus, the updates, the digital bundle, the sticker pack and admission coin for two.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":36,"numAllCaps":3},{"amount":100,"backers":116,"pledgePercentage":0.08,"limited":false,"description":"PICK YOUR POSTER: Choose from any one of  three never before released art posters of Alex Grey’s most recent creations. These are being made available exclusively through Kickstarter. Pick from \"Sunyata\", \"Planetary Prayers\" or \"Godself\" (approximately 24\" x 36\"). Plus, the updates, the digital bundle, the sticker pack, admission coin for two and the poster.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":125,"backers":165,"pledgePercentage":0.11,"limited":false,"description":"THE FAN PACK: It keeps getting better. You’ll receive everything listed above -- updates, the digital bundle, the sticker pack, admission coin for two, the T-shirt and a poster of your choice -- PLUS your poster comes SIGNED by Alex Grey.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":41,"numAllCaps":6},{"amount":150,"backers":44,"pledgePercentage":0.03,"limited":true,"description":"ENTHEON OPENING PARTY: You'll receive one ticket to the grand opening celebration at Entheon featuring Alex and Allyson live painting, world class DJ’s and other special guests. Only 300 tickets are being offered for this event. Pre-order your ticket now to secure your spot! (Check out the $1000 level for VIP privileges). *This reward tier is stand-alone and does not include rewards from other levels.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":65,"numAllCaps":5},{"amount":155,"backers":122,"pledgePercentage":0.08,"limited":false,"description":"2 POSTER PACK: You get a second poster of your choice from the new set of images SIGNED by Alex Grey. Plus, the Fan Pack (updates, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":36,"numAllCaps":3},{"amount":175,"backers":32,"pledgePercentage":0.02,"limited":false,"description":"SUNYATA SMART PHONE HARD CASE: Turn your smart phone into a work of art with this Kickstarter exclusive special-edition Sunyata hard case for iPhone 4/4S/5 or Galaxy. Plus, the Fan Pack (updates, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":42,"numAllCaps":5},{"amount":200,"backers":6,"pledgePercentage":0,"limited":false,"description":"ONE YEAR CoSM MEMBERSHIP: One year membership to CoSM benefits include an exclusive Membership Card, entry to CoSM Full Moon events and Art Church, special member admission price for many CoSM workshops, and the Latest Issue of CoSM Journal of Visionary Culture. Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":59,"numAllCaps":3},{"amount":200,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"DVD COMBO PACK: You get a DVD copy of the two Alex Grey documentaries \"Worldspirit\" and \"CoSM The Movie\" and Alex will sign the DVD jacket for you.  Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":46,"numAllCaps":5},{"amount":250,"backers":51,"pledgePercentage":0.03,"limited":false,"description":"ENTHEON ELEMENT ALEX GREY DRAWING: Own an original Alex Grey drawing at an affordable price. Choose from any one of the Entheon structural elements designed by Alex Grey (Steeple Head, DNA Dragon, Angel, or Soulbird) and Alex will draw and sign it like the example below. Each drawing will be unique. This series is being offered exclusively to Kickstarter backers only.  Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":79,"numAllCaps":6},{"amount":350,"backers":11,"pledgePercentage":0.01,"limited":false,"description":"ENTHEON ELEMENT 3D MODEL PRINT: Choose any one of the Entheon structural elements designed by Alex and get it as a 3D print out signed and numbered by the artist.   Plus, the Fan Pack  (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":50,"numAllCaps":4},{"amount":450,"backers":22,"pledgePercentage":0.01,"limited":false,"description":"FINE ART PAPER PRINT: Choose any one of the images in the new set (Sunyata, Planetary Prayers, Godself) on a limited-edition giclee cotton-stock paper print numbered and signed to you personally by Alex Grey. (Approx. 16\" x 20\"). Only 300 of each in the edition.  Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":63,"numAllCaps":4},{"amount":500,"backers":13,"pledgePercentage":0.01,"limited":true,"description":"ENTHEON OPENING PARTY VIP: You'll receive one ticket to the Entheon opening celebration plus special VIP privileges for backers at this tier only. Alex and Allyson will give you a tour of CoSM and their studio followed by a champagne reception where you'll  get to mingle with the artists. Pre-order your ticket now to secure your spot!  Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":76,"numAllCaps":5},{"amount":750,"backers":7,"pledgePercentage":0,"limited":false,"description":"FINE ART CANVAS PRINT: You get any one of the images in the new set (Sunyata, Planetary Prayers, Godself) reproduced on limited edition giclee stretched canvas (approx. 30 inches high). Only 200 of each will be made in the edition.  Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":58,"numAllCaps":4},{"amount":850,"backers":1,"pledgePercentage":0,"limited":true,"description":"ORIGINAL ART: From the catalog, \"Colossal Assyrian Guardian Lion\", by Alex Grey, 2011, 10\"x7\", ink on rag paper.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":18,"numAllCaps":2},{"amount":1000,"backers":5,"pledgePercentage":0,"limited":true,"description":"Complete Alex Grey Library in hardback! You get all the Artbooks, Sacred Mirrors,Transfigurations, Net of Being, rare 1st edition hardcover \"Mission of Art\" and \"Art Psalms\" and including the rare \"We Love Us\" artbook made by Allyson and I in 1978, three years into our relationship, and the year Allyson inspired the Sacred Mirror series. You get any one of the images in the new set (Sunyata, Planetary Prayers, Godself) reproduced on limited edition giclee stretched canvas (approx. 30 inches high). Only 200 of each will be made in the edition. Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":108,"numAllCaps":1},{"amount":1500,"backers":13,"pledgePercentage":0.01,"limited":true,"description":"\"SUPPORTRAIT\" BY ALEX GREY: You get a hand drawn portrait of you (or your beloved) by Alex Grey. Visit CoSM and sit down with Alex in person, or provide a photo. (Travel and accommodations not included).  Plus, the Fan Pack  (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":55,"numAllCaps":4},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"RETREAT AT CoSM: You and a guest get your own room in CoSM's Visionary Victorian for a 3 day / 2 night stay. CoSM, the future home of Entheon, is located in the Hudson Valley. Wait until Entheon is built, or come and witness the progress.  Plan your visit simultaneous with a CoSM event. While at here, you'll also get to have a 45-minute consultation with Alex and Allyson (subject to availability). Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":90,"numAllCaps":2},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"ALEX GREY & MARS-1 COLLABORATION PRINT: This is a rare item. Llimited edition giclee print of the collaborative painting between Alex Grey and Mars-1 titled \"Bicycle Day\".  Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":45,"numAllCaps":5},{"amount":3000,"backers":1,"pledgePercentage":0,"limited":true,"description":"ORIGINAL ART: From the catalog, \"Praying Hands\"\nby Alex Grey, 2008, 9” x 12”, acrylic, chalk & pencil on bark paper","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":20,"numAllCaps":2},{"amount":4500,"backers":1,"pledgePercentage":0,"limited":true,"description":"ENTHEON 3D PRINT STASH BOX: That’s right! You can have your own Entheon stash box with removable roof to store personal items. This 12” x 6” unique structural model will be created utilizing new technologies in 3D laser cut printing. Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":57,"numAllCaps":4},{"amount":7500,"backers":0,"pledgePercentage":0,"limited":true,"description":"ORIGINAL ALEX GREY DRAWING OF ENTHEON: Own the original drawing of Entheon by Alex Grey on 16\" x 20\" paper and it comes framed. Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":41,"numAllCaps":6},{"amount":10000,"backers":2,"pledgePercentage":0,"limited":false,"description":"OWN AN ORIGINAL ALEX GREY PAINTING: For serious art collectors, there are several original paintings by Alex Grey and Allyson Grey that are being made available for the first time ever. Prices of each work created by the artist vary.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":40,"numAllCaps":6},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"For serious inquiries only, contact us and receive a catalogue with details on each available artwork. For a great investment, manually pledge the specified amount through Kickstarter and receive your new original work of art!  Plus, the Fan Pack (updates, digital bundle, sticker pack, admission coin for two, t-shirt and signed poster).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":53,"numAllCaps":0}],"updates":34,"comments":135},"errors":{}}