{"successes":{"title":"GEHENNA - Where Death Lives","category":"Film & video","subcategory":"Horror","description":"Abandoned cave; dried corpses; living nightmares; & it gets worse. Terrifying feature film debut by A+ effects master Hiroshi Katagiri.","avatarURL":"https://ksr-ugc.imgix.net/projects/1575655/photo-original.jpg?v=1426121271&w=1536&h=1152&fit=crop&auto=format&q=92&s=2139a11a97200cb116ddac6522ec1044","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1575655/video-503409-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":45,"startDate":1424764800000,"endDate":1428652800000,"raised":239440,"goal":220000,"percent":109,"backers":1236,"currency":"USD","Pledges":[{"amount":6,"backers":19,"pledgePercentage":0.02,"limited":false,"description":"SUPER-SCARY SCREENSAVER. This screensaver will rotate 4 images from Gehenna; so now, when you sit down at your computer in the morning w your coffee, you will really wake up. Also - we thank you by name on the Gehenna website, and I thank you - right now - for your support.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":52,"numAllCaps":3},{"amount":15,"backers":197,"pledgePercentage":0.16,"limited":false,"description":"DIGITAL DOWNLOAD OF GEHENNA. You will receive the super-scary screensaver and on-site thank you from the $6 level, PLUS you will receive a digital download of the full feature film Gehenna - Where Death Lives. But maybe you should not watch it alone ...","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":44,"numAllCaps":5},{"amount":20,"backers":200,"pledgePercentage":0.16,"limited":true,"description":"DIGITAL DOWNLOAD DELUXE - EARLY BIRD. You will receive the super-scary screensaver and thank you from the $6 level, PLUS you will receive a deluxe \"all download\" package that includes a digital download of the full feature film Gehenna - Where Death Lives, PLUS the full script, the music (soundtrack), and some very cool artwork (finished characters, creatures and scenes).","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":60,"numAllCaps":7},{"amount":28,"backers":95,"pledgePercentage":0.08,"limited":false,"description":"DIGITAL DOWNLOAD DELUXE. You will receive the super-scary screensaver and thank you from the $6 level, PLUS you will receive a deluxe \"all download\" package that includes a digital download of the full feature film Gehenna - Where Death Lives, PLUS the full script, the music (soundtrack), and some very cool artwork (finished characters, creatures and scenes).","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":57,"numAllCaps":5},{"amount":40,"backers":127,"pledgePercentage":0.1,"limited":false,"description":"DVD VERSION DELUXE - WITH VOICE-OVER COMMENTARY (English AND Japanese - both included). You will receive everything from the $28 level above, including the \"deluxe\" extra's - but it will be on DVD, PLUS you will receive an \"extra special\" feature - a version of the film with voice-over commentary containing anecdotes and behind the scenes insights. English commentary is from Hiroshi Katagiri and Brad Palmar (who co-wrote the screenplay w Hiroshi), and the Japanese commentary is from Hiroshi Katagiri and concept designer Kouji Tajima.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":85,"numAllCaps":9},{"amount":60,"backers":137,"pledgePercentage":0.11,"limited":false,"description":"T-SHIRT AND A FILM CREDIT. You will receive everything from the $28 level above, including the \"deluxe\" extra's, PLUS a crew T-SHIRT (same as worn by crew, but brand new, not used and sweaty), PLUS you will get a special thank you, by name, in the film's credits, now and forever. You have been acknowledged.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":55,"numAllCaps":8},{"amount":60,"backers":28,"pledgePercentage":0.02,"limited":false,"description":"(see section below left About Rewards for t-shirt images - two options for the back, select your choice after campaign.)","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":20,"numAllCaps":0},{"amount":75,"backers":85,"pledgePercentage":0.07,"limited":false,"description":"POSTER AND FILM CREDIT. You will receive everything from the $28 level above, including the \"deluxe\" extra's, PLUS an awesome poster designed by the amazing Kouji Tajima (go to \"our Team\" and see his art on page ... spectacular), PLUS you will get a special thank you, by name, in the film's credits, now and forever. That poster will sure look great on your wall; your wall will thank you.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":70,"numAllCaps":6},{"amount":100,"backers":113,"pledgePercentage":0.09,"limited":false,"description":"DVD DELUXE PLUS T-SHIRT OR POSTER PLUS FILM CREDIT. You will receive everything from the $40 level above (the DVD package, including the \"deluxe\" extra's and voice-over commentary), PLUS your choice of a crew T-shirt or an awesome poster designed by the amazing Kouji Tajima, and a thank you, by name, in the films credits. (Make your choice after the campaign.) Solid deal.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":63,"numAllCaps":12},{"amount":155,"backers":63,"pledgePercentage":0.05,"limited":false,"description":"DVD DELUXE PLUS T-SHIRT PLUS POSTER PLUS FILM CREDIT. You will receive everything from the $40 level above (DVD including the \"deluxe\" extra's), PLUS BOTH the crew T-shirt AND the awesome poster designed by the amazing Kouji Tajima, PLUS a thank you, by name, in the film's credits. All that for a Benjamin. Wow.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":54,"numAllCaps":15},{"amount":265,"backers":22,"pledgePercentage":0.02,"limited":true,"description":"INSIDER SPECIAL. You will receive everything from the $100 level above PLUS two inside info specials - a copy of the Production Diary taking you behind the scenes as to the day by day happenings on the production sets, PLUS a 30 minute video download narrated by Hiroshi presenting a visual behind-the-scenes look at the masks, molds, and make-up during their creation. Ideal for a film buff and/or future effects artist.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":71,"numAllCaps":4},{"amount":355,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"PERSONAL PACKAGE: DVD DELUXE ($40 LEVEL) PLUS T-SHIRT PLUS POSTER PLUS FILM CREDIT, PLUS - MEET DIRECTOR AND TALK SHOP PLUS TAKE SUPER-COOL TOUR OF SPECTRAL MOTION. You will receive everything from the $100 level above, plus you get a meeting to hang with Hiroshi and talk movies and effects (and Aikido) and then - you go together to Spectral Motion (Glendale, Ca.) for the coolest tour you'll ever take - monsters, a workshop, top talent doing their stuff. Tours of Spectral Motion will be scheduled as best as possible to accommodate your schedule. Of course, this much coolness needs to be limited.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":103,"numAllCaps":25},{"amount":355,"backers":6,"pledgePercentage":0,"limited":false,"description":"IT'S PARTY TIME! - You get everything from the $100 level plus 2 PREFERRED TICKETS TO THE L.A. PREMIER OF GEHENNA, PLUS 2 TICKETS TO THE AFTER PARTY. You will be in the \"Hiroshi Katagiri group\" for celebration and merriment. More specifics as we know them, but we know one thing for sure - this will be special, and a great time!","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":62,"numAllCaps":17},{"amount":410,"backers":27,"pledgePercentage":0.02,"limited":true,"description":"IT'S PARTY TIME - JAPANESE STYLE! - You get everything from the $100 level plus 2 PREFERRED TICKETS TO THE TOKYO PREMIER OF GEHENNA, PLUS 2 TICKETS TO THE TOKYO AFTER PARTY. You will be in the \"Hiroshi Katagiri group\" for celebration and merriment. More specifics as we know them, but we know one thing for sure - this will be special, and a great time, just like L.A.!","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":69,"numAllCaps":21},{"amount":625,"backers":3,"pledgePercentage":0,"limited":true,"description":"LIMITED EDITION SCULPTURES. You get everything from the $100 level + a 1/3 sized fine art sculpture bust created by Hiroshi - SIGNED AND NUMBERED, of your choice of CREEPY OLD MAN, CREEPY OLD WOMAN, or REALLY CREEPY KID. Earliest orders get lowest numbers. PLUS - your film credit now appears under \"Extra Special Thanks to ...\" with all the other VIP's. You are important, you are a smart collector.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":70,"numAllCaps":17},{"amount":955,"backers":5,"pledgePercentage":0,"limited":true,"description":"LIFE-SIZED LIMITED EDITION SCULPTURE BUST OF CREEPY OLD WOMAN. You get everything from the $100 level PLUS a FULL SIZE sculpture bust of CREEPY OLD WOMAN, signed by Hiroshi, numbered. This is a kickstarter-only reward. Earliest orders get lowest numbers. PLUS - your film credit appears under \"Extra Special Thanks to ...\" with all the other VIP's. We guaranty this sculpture will look real, but it will never harm you, as long as you treat it nicely.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":77,"numAllCaps":17},{"amount":1050,"backers":2,"pledgePercentage":0,"limited":true,"description":"(shipping is extra, and will be equal to our cost, with no mark-up; billed separately after campaign.)","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":1450,"backers":0,"pledgePercentage":0,"limited":true,"description":"LIFE-SIZED LIMITED EDITION SCULPTURE BUST OF CREEPY OLD MAN - THE ICON OF THE FILM. You get everything from the $100 level PLUS a FULL SIZE sculpture bust of CREEPY OLD MAN, signed by Hiroshi, numbered. This is a kickstarter-only reward. Earliest orders get lowest numbers. PLUS - your film credit appears under \"Extra Special Thanks to ...\" with all the other VIP's. We can only guaranty that this sculpture will never harm you if you avoid dropping it on your foot. You will be proud to have this beautiful piece of art and a future piece of film history.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":100,"numAllCaps":22},{"amount":1500,"backers":2,"pledgePercentage":0,"limited":true,"description":"(shipping is extra, and will be equal to our cost, with no mark-up; billed separately after campaign.)","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":1800,"backers":3,"pledgePercentage":0,"limited":true,"description":"HAPPY FAMILY-  ALL 3 LIMITED EDITION SCULPTURES. You get everything from the $100 level + a 1/3 sized fine art sculpture bust set - EACH SIGNED (by Hiroshi) AND NUMBERED, of ALL THREE - CREEPY OLD MAN, CREEPY OLD WOMAN, and REALLY CREEPY KID - the \"First Family\" of Gehenna. Earliest orders get lowest numbers. PLUS - your film credit appears under \"Extra Special Thanks to ...\" with all the other VIP's. You recognize that even in the creepy world of Gehenna, family is important.","estimatedDelivery":"2015-10-01","estimatedDeliveryISO":"2015-10-01T00:00:00.000Z","numWords":86,"numAllCaps":23},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"(shipping is extra, and will be equal to our cost, with no mark-up; billed separately after campaign.)","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":2500,"backers":4,"pledgePercentage":0,"limited":true,"description":"ULTIMATE HALLOWEEN SPECIAL - SILICON WEARABLE MASK. You get everything from the $100 level + a beautiful SILICON WEARABLE MASK of  CREEPY OLD WOMAN. This mask is super-realistic, top quality. You also get a film credit under \"Extra Special Thanks to ...\" with all the other VIP's. Tip: You don't have to be a creepy person to wear this mask (but it helps).","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":64,"numAllCaps":13},{"amount":2500,"backers":7,"pledgePercentage":0.01,"limited":true,"description":"(shipping is extra, and will be equal to our cost, with no mark-up; billed separately after campaign.)","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":3500,"backers":7,"pledgePercentage":0.01,"limited":true,"description":"PLAY A DEAD GUY IN THE FILM. You get everything from the $100 level, PLUS you are in the film! You don't speak, you don't move, and you mostly lay there - just like a real dead person - but we will position you so that your friends know it is you. Of course you also hang around on set all day during the filming of your scene(s), and you receive a credit in the film as an actor, under \"dead guy\". There are 13 dead guys total, all male, 9 any race, and 4 Asian. (Kevin Costner's first role ever was a dead guy in The Big Chill, but it got cut. You will not get cut.)","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":118,"numAllCaps":8},{"amount":4500,"backers":0,"pledgePercentage":0,"limited":true,"description":"BE AN EXTRA IN THE FILM. You get everything from the $100 level, PLUS you are in the film! You don't speak, but you do move, and you are on camera where you can be seen so your friends know it is you (mostly, it's a bar scene). Of course you also hang around on set all day during the filming of your scene(s), and you receive a credit in the film as an actor, under \"guy in room\" or \"guy with drink\" - you get the idea. There are 10 extra's needed total, mixed male and female, mix of races. You will be in the film, you will not get cut, and when you are a Hollywood leading man (or woman), you will remember, please - we gave you your start.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":132,"numAllCaps":7},{"amount":7500,"backers":0,"pledgePercentage":0,"limited":true,"description":"ULTIMATE COLLECTIBLES  - if you love the film business, the behind the scenes goings-on, and original collectibles - this is for you. You get everything from the $155 level -  which includes all the $100 rewards PLUS the production diary AND the behind the scenes video from Hiroshi that shows the technology and effects, PLUS you get a film-used SOLDIER'S UNIFORM, some FACIAL APPLIANCE (pretty cool stuff, so to speak), and other ORIGINAL FILM PROPS (we'll give you a list to pick from). Of course you will also be credited by name in the film under \"Extra Special Thanks to ...\". Because of the exclusive and limited availability of these materials, we are limiting this to a quantity of 5.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":122,"numAllCaps":12},{"amount":8500,"backers":0,"pledgePercentage":0,"limited":true,"description":"(shipping is extra, and will be equal to our cost, with no mark-up; billed separately after campaign.)","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"ASSOCIATE PRODUCER. You get everything from the $155 level - which included all the $100 rewards PLUS the production diary AND the behind the scenes video from Hiroshi that shows the technology and effects, PLUS you get 2 tickets to the Premier and the After Party (you choose LA or Tokyo) PLUS credit as an ASSOCIATE PRODUCER, which will go on IMdb, posters, DVD boxes, as well as the film, AND a full day on the set. You are truly a part of our team, and we're glad to have you aboard.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":92,"numAllCaps":11},{"amount":10000,"backers":6,"pledgePercentage":0,"limited":true,"description":"ASSOCIATE PRODUCER. You get everything from the $155 level - which included all the $100 rewards PLUS the production diary AND the behind the scenes video from Hiroshi that shows the technology and effects, PLUS you get 2 tickets to the Premier and the After Party (you choose LA or Tokyo) PLUS credit as an ASSOCIATE PRODUCER, which will go on IMdb, posters, DVD boxes, as well as the film, AND a full day on the set. You are truly a part of our team, and we're glad to have you aboard.","estimatedDelivery":"2016-10-01","estimatedDeliveryISO":"2016-10-01T00:00:00.000Z","numWords":92,"numAllCaps":11}],"updates":14,"comments":152},"errors":{}}