{"successes":{"title":"Kill Me, Deadly -  A Film Noir Comedy","category":"Film & video","subcategory":"Narrative Film","description":"\"Why fall in love with a broad you can trust? That’s like reading a book you already know the ending to.\"","avatarURL":"https://ksr-ugc.imgix.net/projects/557893/photo-original.jpg?v=1397820762&w=1536&h=1152&fit=crop&auto=format&q=92&s=9b269073d2f2ea8c268b002685af23b6","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/557893/video-242885-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":30,"startDate":1370070000000,"endDate":1372662000000,"raised":226208,"goal":200000,"percent":113,"backers":1744,"currency":"USD","Pledges":[{"amount":5,"backers":231,"pledgePercentage":0.13,"limited":false,"description":"“Private Dick” - $5 gets you in the club!  You will gain access to exclusive content on our website, and a special thanks BY NAME on our website (along with thousands of other people, hopefully, so prepare yourself for small print), and the satisfaction of knowing you were in on the ground floor of the latest big thing.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":58,"numAllCaps":2},{"amount":10,"backers":103,"pledgePercentage":0.06,"limited":false,"description":"”Tough Guy” - All great noirs (and some awful ones) have a hit song, and for a measly $10 you can download an mp3 of Kill Me, Deadly’s original song “Rainbow Dream” sung by Kirsten Vangsness!  Play it at parties, at weddings, create a dance mix and share it with your friends! ","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":52,"numAllCaps":0},{"amount":15,"backers":151,"pledgePercentage":0.09,"limited":false,"description":"“Gangster Mol” - everything from the lower tiers as well as a PDF of Kirsten Vangsness Fashion Tips. Vera Wang’s been begging us for this, but we’ve been holding off to provide exclusive content to you, our fans.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":38,"numAllCaps":1},{"amount":25,"backers":118,"pledgePercentage":0.07,"limited":false,"description":"“Flat Foot” - For fans who aren’t content to wait for the inevitable literature that will document this film’s storied history in film schools all over the world, we offer a special-edition, backers only, production e-book with still images from the set and behind the scenes photos and commentary. Before the movie is available you will have the inside scoop on top-secret, hush-hush information that those other jerks can only dream of.  Get on the trolley and mock your friends to your heart’s content! (You’ll also receive all the lower tier content, so take it easy, Flat Foot.)","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":98,"numAllCaps":0},{"amount":30,"backers":35,"pledgePercentage":0.02,"limited":false,"description":"\"The Sap\" - I've met people like you. You want something tangible.  Something you can get your mitts on.  At this level, we'll send you the digital goods AND exclusive, one-of-a-kind KMD (that stands for \"Kill Me, Deadly\", you sap) buttons!  That's right, buttons!  Each one has special, super-witty dialogue slugs over cool images from the movie.  We will also throw in some stylish KMD lobby cards!  Collect them! Trade with your friends!  Establish a rudimentary currency!  It's fun and all perfectly legal!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":91,"numAllCaps":4},{"amount":35,"backers":228,"pledgePercentage":0.13,"limited":false,"description":"\"The Patsy\" - Digitally download the film!  See the proof, first-hand, of the good work your donation has accomplished! Since we’re trying to get this movie in the theaters, the download will only be available once we’ve secured distribution.  Sorry for the wait, people, but the small group of \"investors\" we DO have (let's call them \"The Syndicate\") have made it clear the cast will lose their thumbs if certain prizes preempt theatrical distribution.  I've met them. They're not joking.  But relax, you will get the lower tier rewards as they become available.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":93,"numAllCaps":2},{"amount":50,"backers":310,"pledgePercentage":0.18,"limited":false,"description":"“Smart Guy” - As in “You want a DVD, smart guy? You can have it.” This is the prized DVD tier you’ve heard so much about from other, lesser, sites.  In addition to the too-good-to-be-true goodies up above, you will receive a special backer’s only DVD of “Kill Me, Deadly”!  Same rule with the delivery time as the download. We have to wait until we know when the movie gets distributed or we all face severe bodily harm. The Syndicate has hinted they might come after our fans as well, so it’s for your own protection.   We will also send along a signed movie poster so you have something to look at while you wait for the DVD.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":118,"numAllCaps":4},{"amount":60,"backers":93,"pledgePercentage":0.05,"limited":false,"description":"“Wise Guy” - Because you’re just a little wiser than “Smart Guy”, you expect a higher resolution with your video purchase, and for just ten more dollars you can get it with the “Kill Me, Deadly” Blu-ray!  Again, The Syndicate has made it clear that we can't ship the Blu-Rays until we know what the situation is with distribution.  Personally, I don't care what they say.  I want our fans to get everything as quickly as possible and I'm not going to let some fancy suit tell me what to- MMMPPPHHH!!!  The Syndicate!  MMMPPH!  Run!  MMMPHH!  Can't breathe- MMMPPPHH!! (sound of body hitting floor) Greetings, Kickstarter suckers. You will get your Blu-ray when we say you get your Blu-ray. In the meantime, please partake in the spectacular selection of prizes listed above, as well as a signed movie poster!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":139,"numAllCaps":7},{"amount":100,"backers":64,"pledgePercentage":0.04,"limited":false,"description":"“Gumshoe” - Want something tangible? Tired of the cold emptiness that is cyberspace? After a long day at the factory, you prefer to kick back with a book rather than some fancy-pants Kindle?  I don’t blame you.  That’s why with a $100 contribution you get a HARD COPY of the production book!  So whatever mockery your friends would have suffered at the hands of your digital book will be experienced ten-fold when you wave these beautiful pages right in front of their faces. Then you can read it, laugh and look amused. And when they ask “what is it?”, you can say “oh, nothing. You wouldn’t understand.” That will drive them nuts!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":112,"numAllCaps":3},{"amount":120,"backers":99,"pledgePercentage":0.06,"limited":true,"description":"February 2014","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":2,"numAllCaps":0},{"amount":250,"backers":26,"pledgePercentage":0.01,"limited":true,"description":"\"Sleuth\" - Tired of friends and family making fun of you because you don’t know anyone famous? Now’s your chance to prove them wrong! In addition all of the lower tier items, for just $120 Kirsten Vangsness will follow you on Twitter!  If you’re a big Kirsten or Criminal Minds fan, there is no better way to let the them know what you’re having for lunch or your opinion on the latest gossip. And don’t be surprised if she direct messages you.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":83,"numAllCaps":0},{"amount":350,"backers":11,"pledgePercentage":0.01,"limited":true,"description":"\"The Stake Out\" - Twitter doesn't cut it? You want tangible proof that you're on the inside track of one of the hottest projects in movieland? We got you covered. For the low low donation of $250, TV's Kirsten Vangsness will record a 20 second video for you - (probably longer since KV has the gift of gab) -- As long as it's in good taste, you can have Kirsten say whatever you want and we'll send you the video as an mpeg. You're the auteur! You're like Orson Welles, if Welles only operated in short, 20-second spurts of clean, inoffensive material. You still get all the earlier, non-limited goodies as well.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":112,"numAllCaps":2},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"\"The Mouthpiece\" A Private Test Screening. The words conjure up images of Hollywood Bigshots in smoke-filled rooms with martinis and, I don't know, pizza? I've never been to one. But at $350 you can attend a private screening of KILL ME, DEADLY!  Before the movie comes out, before the obligatory Oscar nominations and hullabaloo that comes with commercial and critical success, you and a guest can come to Hollywood (at your expense) and watch, with key cast members and producers, a private test screening of the movie you've helped complete. Help shape the final product with your keen insight. It'll be awesome. Throw in the fun prizes and rewards at the lower levels and this may perhaps be the best deal on the planet.  Maybe the history of the planet.  Big words, but keep in mind I did use the word \"maybe\".","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":145,"numAllCaps":7},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"\"Femme Fatale\" - Have your own song! In addition to the non-limited, lower tier items, send us ten tasteful, fascinating sentences about yourself (and $500 - don’t forget the $500) and Kirsten and her crack team of writers will craft a song in your honor - to be sung by Kirsten - and sent to you in an mp3. How cool is that? Join the ranks of other subjects of great songs like “Mona Lisa”, “Jude” and \"whoever Carly Simon was talking about.\"","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":83,"numAllCaps":0},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"\"The Grift\" - Not a music fan? Prefer your award in the form of hand-crafted prose, preferably with the use of a quill? Then this is the tier for you!  Send us up to ten tasteful , fascinating sentences about yourself, and award-winning writer Kirsten Vangsness will write a short story about you.  We promise she will have no ghost writers on this project. We will lock her in a room until she’s finished with the unique story that is you.  She works better when she’s desperate anyway.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":88,"numAllCaps":0},{"amount":750,"backers":4,"pledgePercentage":0,"limited":true,"description":"\"The Penelope\" Fashion yourself a sleuth? Want the kind of eye-wear used by computer wizards in the television version of the actual FBI?  Then donate $500 and you can get a genuine Criminal Minds Penelope Garcia eyeglass frame fashioned especially for Kirsten by l.a. Eyeworks! We also throw in (in addition to the lower tier items) a hand-selected piece of jewelry she wears as the character and a pen from Garcia's hi-tech office.  Dress up like Garcia and zing your friends with sassy one-liners!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":86,"numAllCaps":1},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"\"The Grande Dame\" - At this level you're probably wondering \"I've donated so much money, a phone call would be nice\".  What is this, 2005? We will Skype you!  That's right, we use Skype as a verb around here without irony. At this tier, you get all of the previous non-limited swag, and a pre-arranged Skype (or FaceTime or whatever you want to call it) conversation with members of the cast (Kirsten always included)!  Talk about the movie!  Talk about things!  Catch up on old times like why don't you call any more?  We've been worried about you. It'd just be nice if you checked in once in a while. etc.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":111,"numAllCaps":1},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"\"Mobster\" - Now you’re playin’ with the big boys. For just $2,000 you’ll get all of the non-limited, lower tier items and an opportunity to meet the cast and the producers with a visit to the set! Watch us shoot a scene! Soak up the glamour! Experience craft services up close and personal. Gape with awe at our vast assortments of snacks! Come join us and be treated like a big shot. You’ve earned it. (Plus 2 tickets to the premiere screening in LA.)","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":84,"numAllCaps":1},{"amount":2500,"backers":2,"pledgePercentage":0,"limited":true,"description":"\"Bobbleheads\" What is the best way to show respect and admiration for an athlete, actor or politician the world over?  The bobblehead!  And now you have the opportunity to own a rare rare rare set of Criminal Minds bobbleheads! These are EXTREMELY limited collector's items which we are making available only to our fans at the donation level of $2000.  So in addition to all of the non-limited lower tier rewards, a Criminal Minds hat, and signed CM script, you will also receive these insanely cool, extremely limited bobbleheads that are unavailable anywhere else!  All while supporting a great movie you can't wait to see anyway!  How neat is that? (7 characters in each set) We will send the Bobbleheads straight away. Other items will come when they are ready.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":135,"numAllCaps":2},{"amount":3000,"backers":1,"pledgePercentage":0,"limited":true,"description":"“The Fat Tony” - One of the great things about funding this movie is the chance to watch the wonderful Joe Mantegna as Bugsy Siegel.  What better way to celebrate than to have Joe Mantegna follow you on Twitter? At this tier you will get all the non-limited, lower tier rewards AND Joe Mantegna will follow you on Twitter for a year! And to welcome you into the rarefied air of high-end KILL ME, DEADLY supporters, Kirsten will include a selection of unique hand-picked Criminal Minds paraphernalia and Joe will send you a personalized video as well!  As you can see, this reward is VERY limited, so snatch it up while you can!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":115,"numAllCaps":5},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"\"The Rub Out\" - Sure you’re looking forward to seeing “Kill Me, Deadly” and want to help in any way you can. But are you man/woman enough to defeat TV’s Kirsten Vangsness in a test of strength? Well, for $2500 you can find out! Come out to Los Angeles at your expense, and engage in an Indian Leg Wrestling competition with Kirsten! And in case no one believes you actually did this, or that anyone would offer a reward this ridiculous, we will film the whole thing. So stop showing your friends and family the same old vacation and wedding videos, and give them something they actually want to see: YOU and KIRSTEN, writhing on the floor, legs locked in mortal combat! (Yes, you get the other non-limited items as well) Plus 2 tickets to the premiere screening in LA.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":140,"numAllCaps":4},{"amount":5000,"backers":5,"pledgePercentage":0,"limited":true,"description":"\"Mob Boss\" - At this tier you're the Mob Boss. The Big Kahuna. And you don't come to us, we come to you. That's right, you get your own private KMD (KILL ME, DEADLY) party. You plan the whole shindig and fill it up with guests and Kirsten will fly in like Sinatra, perform \"Rainbow Dream\", followed by the extensive rubbing of elbows. You provide the party, and we provide the KV. Oh...and you are invited to premiere too.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":79,"numAllCaps":5},{"amount":10000,"backers":6,"pledgePercentage":0,"limited":false,"description":"\"The Clubhouse\" - Judging by the clips of our beautiful movie, our interviews, and the breezy off-hand style with which we fashion Kickstarter Pages, don’t we seem like a fun group of people?  Well, we are! And a $5000 donation entitles you and 4 guests to have a game night with the cast!  Can we really be this much fun? Is it all just smoke and mirrors and clever editing?  Find out with an evening of games, chat and probably some of those tiny pickles.  Previous, non-limited, rewards also coming your way. (plus tickets to the premiere screening in LA.)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":104,"numAllCaps":1}],"updates":46,"comments":216},"errors":{}}