{"successes":{"title":"The Lomography New Petzval 85 Portrait Lens","category":"Design","subcategory":"Product Design","description":"A Legendary 19th Century Lens. Reinvented For Use With All Nikon F & Canon EF Mount Analog & Digital SLR Cameras.","avatarURL":"https://ksr-ugc.imgix.net/assets/003/692/406/f417a7e63a9312e6297c77cef4d53f9a_original.jpg?v=1430236317&w=700&fit=max&auto=format&q=92&s=2f164e654d04ebc6dd41112ceeba3196","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/607258/video-270627-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":30,"startDate":1374735600000,"endDate":1377327600000,"raised":1396149,"goal":100000,"percent":1396,"backers":3379,"currency":"USD","Pledges":[{"amount":15,"backers":129,"pledgePercentage":0.04,"limited":false,"description":"Thanks for supporting us! We’ll reward you with a Lomography Keychain, a set of Lomography Shutter Buttons and a selection of small Petzval prints as a token of our appreciation. Please add $5 on top of your pledge if outside the US.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":42,"numAllCaps":1},{"amount":50,"backers":15,"pledgePercentage":0,"limited":false,"description":"Get a 60cm x 40cm photo poster print of a gorgeous photo taken using the Lomography Petzval Lens. You will be able to pick between 10 colorful designs! We'll also send you a Lomography Keychain, a set of Lomography Shutter Buttons and a selection of smaller Petzval photo prints as a token of our appreciation. Please add $10 on top of your pledge if outside the US.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":67,"numAllCaps":1},{"amount":79,"backers":97,"pledgePercentage":0.03,"limited":true,"description":"For your unwearying support to our cause, we'll reward you with a Diana Mini Petite Noire camera with Flash, a Lomography Keychain, a set of Lomography Shutter Buttons and a selection of small Petzval prints as a token of our appreciation. A limited quantity of these rewards are available. Please add $10 on top of your pledge if outside the US. For more information on the Diana Mini Petite Noir, see: http://shop.lomography.com/diana-mini-and-flash-petite-noire","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":72,"numAllCaps":2},{"amount":300,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"Get the Petzval Lens for a very, very special price. Please note that this reward does not include name engraving on your lens. Please add $40 on top of your pledge if outside the US.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":35,"numAllCaps":1},{"amount":350,"backers":599,"pledgePercentage":0.18,"limited":true,"description":"Get the Petzval Lens for a very, very special price. Please note that this reward does not include name engraving on your lens. Please add $40 on top of your pledge if outside the US.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":35,"numAllCaps":1},{"amount":400,"backers":1100,"pledgePercentage":0.33,"limited":true,"description":"Get the Petzval Lens for a very, very special price. Please note that this reward does not include name engraving on your lens. Please add $40 on top of your pledge if outside the US.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":35,"numAllCaps":1},{"amount":400,"backers":171,"pledgePercentage":0.05,"limited":true,"description":"Get the Petzval Lens for a very, very special price. Please note that this reward does not include name engraving on your lens. Please add $40 on top of your pledge if outside the US. Please note that the estimated delivery date of lenses in this reward tier is March 2014.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":51,"numAllCaps":1},{"amount":475,"backers":299,"pledgePercentage":0.09,"limited":true,"description":"Get the Petzval Lens for a very, very special price. In addition to the Petzval, you’ll also get the Petzval’s analogue sidekick, the amazingly wide-angled La Sardina Beluga Edition with flash camera.\nPlease note that this reward does not include name the engraving option on your lens. Please add $40 on top of your pledge if outside the US. For more information about the La Sardina, visit http://shop.lomography.com/la-sardina-metal-edition-beluga‎","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":67,"numAllCaps":1},{"amount":500,"backers":148,"pledgePercentage":0.04,"limited":true,"description":"Get the Petzval Lens for a special price. But that's not all. Your lens will be one of the first 200 produced in the world. It will be engraved with a number between 51 and 200 (please see the higher reward tiers for serial numbers below 51). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 51, the second backer to pledge for this reward will get number 52, and so on. And, as an added bonus you can pick a name to engrave on your lens! Please add $40 on top of your pledge if outside the US.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":115,"numAllCaps":1},{"amount":500,"backers":200,"pledgePercentage":0.06,"limited":true,"description":"Get a special edition black painted Petzval lens. This lens will look stunning on your black SLR camera. You'll also be able to pick a name to engrave on your special lens! Please note: These lenses will be engraved with a serial number higher than 200. Please add $40 on top of your pledge if outside the US.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":58,"numAllCaps":2},{"amount":500,"backers":152,"pledgePercentage":0.04,"limited":true,"description":"Get a special edition black painted Petzval lens. This lens will look stunning on your black SLR camera. Please note: There are no guarantees on the serial number, and no engraving for this pledge. Please add $40 on top of your pledge if outside the US.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":46,"numAllCaps":2},{"amount":500,"backers":18,"pledgePercentage":0.01,"limited":true,"description":"Get a special edition black painted Petzval lens. This lens will look stunning on your black SLR camera. Please note: There are no guarantees on the serial number, and no engraving for this pledge. Please add $40 on top of your pledge if outside the US. Please note the May 2014 estimated delivery date for this reward tier.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":58,"numAllCaps":2},{"amount":600,"backers":150,"pledgePercentage":0.04,"limited":true,"description":"Get a special edition black painted Petzval lens. These lenses will numbered separately from 51-200, with a 'B' mark in front of the number. These lenses will be produced shortly after the brass Petzval lenses. This lens will look stunning on your black SLR camera. You'll also be able to pick a name to engrave on your special lens (maximum 50 characters). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 51, the second backer to pledge for this reward will get number 52 and so on. Please note: These lenses will be engraved with a serial number between 51-200. Please add $40 on top of your pledge if outside the US.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":128,"numAllCaps":3},{"amount":1000,"backers":5,"pledgePercentage":0,"limited":true,"description":"Get one of the very first 10 Petzval lenses produced.\nYou'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 6 and 10 (Please see the $2000 and $2500 rewards for the very first Lomography Petzval Portrait Lenses). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 6, the second backer to pledge for this reward will get number 7, and so on. But that's not all; we'll also send you a special edition LC-A+ 20th Anniversary camera. This camera was produced to celebrate our 20th anniversary this year and is a great introduction to the world of Lomography and Russian optics. Please add $40 on top of your pledge if outside the US. You can find out more about the camera here: http://shop.lomography.com/lc-a-20th-anniversary-edition","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":153,"numAllCaps":2},{"amount":1000,"backers":5,"pledgePercentage":0,"limited":true,"description":"Get one of the very first 20 Petzval lenses produced. You'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 14 and 20 (Please see the $2000 and $2500 rewards for the very first Lomography Petzval Portrait Lenses). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 14, the second backer to pledge for this reward will get number 15, and so on. But that's not all; we'll also send you a special edition LC-A+ 20th Anniversary camera. This camera was produced to celebrate our 20th anniversary this year and is a great introduction to the world of Lomography and Russian optics. Please add $40 on top of your pledge if outside the US. You can find out more about the camera here: http://shop.lomography.com/lc-a-20th-anniversary-edition","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":154,"numAllCaps":2},{"amount":1000,"backers":22,"pledgePercentage":0.01,"limited":true,"description":"Get one of the very first 50 Petzval lenses produced. You'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 21 and 50 (Please see the $2000 and $2500 rewards for the very first Lomography Petzval Portrait Lenses). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 21, the second backer to pledge for this reward will get number 22, and so on. But that's not all; we'll also send you a special edition LC-A+ 20th Anniversary camera. This camera was produced to celebrate our 20th anniversary this year and is a great introduction to the world of Lomography and Russian optics. Please add $40 on top of your pledge if outside the US. You can find out more about the camera here: http://shop.lomography.com/lc-a-20th-anniversary-edition","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":154,"numAllCaps":2},{"amount":1100,"backers":5,"pledgePercentage":0,"limited":true,"description":"Get one of the very first 10 Black Petzval lenses produced. You'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 6 and 10 with a 'B' mark in front of the number. (Please see the $2100 and $2600 rewards for the very first Black Lomography Petzval Portrait Lenses). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 6, the second backer to pledge for this reward will get number 7, and so on. But that's not all; we'll also send you a special edition LC-A+ 20th Anniversary camera. This camera was produced to celebrate our 20th anniversary this year and is a great introduction to the world of Lomography and Russian optics. Please add $40 on top of your pledge if outside the US. You can find out more about the camera here: http://shop.lomography.com/lc-a-20th-anniversary-edition","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":165,"numAllCaps":3},{"amount":1100,"backers":10,"pledgePercentage":0,"limited":true,"description":"Get one of the very first 20 Black Petzval lenses produced. You'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 11 and 20 with a 'B' mark in front of the number. (Please see the $2100 and $2600 rewards for the very first Black Lomography Petzval Portrait Lenses). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 11, the second backer to pledge for this reward will get number 12, and so on. But that's not all; we'll also send you a special edition LC-A+ 20th Anniversary camera. This camera was produced to celebrate our 20th anniversary this year and is a great introduction to the world of Lomography and Russian optics. Please add $40 on top of your pledge if outside the US. You can find out more about the camera here: http://shop.lomography.com/lc-a-20th-anniversary-edition","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":165,"numAllCaps":3},{"amount":1500,"backers":3,"pledgePercentage":0,"limited":true,"description":"A Petzval-Themed Trip To Vienna and one of the very first Brass Lomography Petzval Lenses. Get a numbered Petzval lens from numbers 11-20. Firstly, you'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 11-20 (Please see the $2000 and $2500 rewards for the very first Lomography Petzval Portrait Lenses). Your number will be allocated depending on when you back this reward - So the first backer to pledge for this reward will get number 11, the second backer to pledge for this reward will get number 12, and so on. But that's not all; we'll also send you a special edition LC-A+ 20th Anniversary camera. This camera was produced to celebrate our 20th anniversary this year and is a great introduction to the world of Lomography and Russian optics. It gets crazier this point on - you'll then be treated to a once-in-a-lifetime trip to visit the home of Joseph Petzval in Vienna. We'll offer you to 5 days and 5 nights in a great hotel. For 2 days of the trip, we will show you a ton of interesting things connected to Petzval. You'll join us in visiting his grave at Zentralfriedhof, have a tour of Lomography HQ and visit the museum dedicated to Petzval in Slovakia (Travel costs to Slovakia included). Of course you will also get your very own engraved Petzval lens too! Please Note: The time of this trip should be agreed upon by both parties, preferably during Spring 2014; you would be responsible for covering flight costs to Vienna. You can find out more about the camera here: http://shop.lomography.com/lc-a-20th-anniversary-edition","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":279,"numAllCaps":3},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"A Petzval-Themed Trip To Vienna and one of the very first Lomography Petzval Lenses. Firstly, you'll get one of the very first 5 Petzval lenses produced. On top of this, you'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 2 and 5 (Please see the $2500 reward for the very first Lomography Petzval Portrait Lens). We'll also send you a special edition LC-A+ 20th Anniversary camera, which was produced to celebrate our 20th anniversary this year. (For more info, see: http://shop.lomography.com/lc-a-20th-anniversary-edition) You'll then be treated to a once-in-a-lifetime trip to visit the home of Joseph Petzval in Vienna. We'll offer you to 5 days and 5 nights in a great hotel. For 2 days of the trip, we will show you a ton of interesting things connected to Petzval. You'll join us in visiting his grave at Zentralfriedhof, have a tour of Lomography HQ and visit the museum dedicated to Petzval in Slovakia. Of course you will also get your very own engraved Petzval lens too! Please Note: The time of this trip should be agreed upon by both parties, preferably during Spring 2014; you would be responsible for covering flight costs.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":207,"numAllCaps":3},{"amount":2100,"backers":4,"pledgePercentage":0,"limited":true,"description":"A Petzval-Themed Trip To Vienna and one of the very first Black Lomography Petzval Lenses. Firstly, you'll get one of the very first 5 Black Petzval lenses produced. On top of this, you'll be able to pick a name to engrave on your lens (maximum 50 characters). It will also be engraved with a number between 2 and 5 with a 'B' mark in front of the number. (Please see the $2600 reward for the very first Lomography Petzval Portrait Lens). We'll also send you a special edition LC-A+ 20th Anniversary camera, which was produced to celebrate our 20th anniversary this year. (For more info, see: http://shop.lomography.com/lc-a-20th-anniversary-edition) You'll then be treated to a once-in-a-lifetime trip to visit the home of Joseph Petzval in Vienna. We'll offer you to 5 days and 5 nights in a great hotel. For 2 days of the trip, we will show you a ton of interesting things connected to Petzval. You'll join us in visiting his grave at Zentralfriedhof, have a tour of Lomography HQ and visit the museum dedicated to Petzval in Slovakia (Travel costs to Slovakia included). Of course you will also get your very own engraved Petzval lens too! Please Note: The time of this trip should be agreed upon by both parties, preferably during Spring 2014; you would be responsible for covering flight costs to Vienna.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":225,"numAllCaps":4},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"A Petzval-Themed Trip To Vienna and get the very first commercial Lomography Petzval Lens. You'll be able to pick a name to engrave on your lens (maximum 50 characters). You'll be treated to a once-in-a-lifetime trip to visit the home of Joseph Petzval in Vienna. We'll offer you to 5 days and 5 nights in a great hotel. For 2 days of the trip, we will show you a ton of interesting things connected to Petzval. You'll join us in visiting his grave at Zentralfriedhof, have a tour of Lomography HQ and visit the museum dedicated to Petzval in Slovakia. Of course you will also get your very own engraved Petzval lens too! It doesn't end there, as you'll also receive a special edition LC-A+ 20th Anniversary camera (For more info, see: http://shop.lomography.com/lc-a-20th-anniversary-edition) on top of the exciting rewards mentioned above. Please Note: The time of this trip should be agreed upon by both parties, preferably during Spring 2014; you would be responsible for covering flight costs.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":167,"numAllCaps":3},{"amount":2600,"backers":1,"pledgePercentage":0,"limited":true,"description":"A Petzval-Themed Trip To Vienna and get the very first commercial Lomography Petzval Lens in Black. You'll have the lens numbered 1 with a 'B' mark in front of the number. You'll be able to pick a name to engrave on your lens (maximum 50 characters). You'll be treated to a once-in-a-lifetime trip to visit the home of Joseph Petzval in Vienna. We'll offer you to 5 days and 5 nights in a great hotel. For 2 days of the trip, we will show you a ton of interesting things connected to Petzval. You'll join us in visiting his grave at Zentralfriedhof, have a tour of Lomography HQ and visit the museum dedicated to Petzval in Slovakia (Travel costs to Slovakia included). Of course you will also get your very own engraved Petzval lens too! It doesn't end there, as you'll also receive a special edition LC-A+ 20th Anniversary camera (For more info, see: http://shop.lomography.com/lc-a-20th-anniversary-edition) on top of the exciting rewards mentioned above. Please Note: The time of this trip should be agreed upon by both parties, preferably during Spring 2014; you would be responsible for covering flight costs to Vienna.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":191,"numAllCaps":4}],"updates":39,"comments":1411},"errors":{}}