{"successes":{"title":"Among the Sleep","category":"Games","subcategory":"Video Games","description":"Among the Sleep is a first person horror adventure, in which you play as a two year old child.","avatarURL":"https://ksr-ugc.imgix.net/projects/472332/photo-original.png?v=1397811650&w=1536&h=1152&fit=crop&auto=format&q=92&s=818ac1056c2836938e5fbb6816f31b91","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/472332/video-231102-h264_high.mp4","city":"Hamar","state":null,"country":"Norway","duration":30,"startDate":1366268400000,"endDate":1368860400000,"raised":248358,"goal":200000,"percent":124,"backers":8110,"currency":"NOK","Pledges":[{"amount":5,"backers":179,"pledgePercentage":0.02,"limited":false,"description":"PACIFIER - You get access to our exclusive backer forum. You also receive a backer wallpaper, and the heartfelt thanks from the Krillbite team!","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":24,"numAllCaps":1},{"amount":15,"backers":1000,"pledgePercentage":0.12,"limited":true,"description":"NEWBORN - Our early bird tier! Receive a digital copy of Among the Sleep. You also get access to our exclusive backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":23,"numAllCaps":1},{"amount":20,"backers":3768,"pledgePercentage":0.46,"limited":false,"description":"SLEEPYHEAD - So you missed the early bird? Don’t despair! This tier gives you a digital copy of Among the Sleep, along with a beautiful high-resolution SLEEPYHEAD wallpaper since you're so cute. You also get access to our exclusive backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":41,"numAllCaps":2},{"amount":25,"backers":1624,"pledgePercentage":0.2,"limited":false,"description":"LULLABY - Receive a digital copy of Among the Sleep and the game’s soundtrack, as well as access to our exclusive backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":23,"numAllCaps":1},{"amount":30,"backers":700,"pledgePercentage":0.09,"limited":true,"description":"PLAYMATE - Receive TWO digital copies of Among the Sleep, and have a copy to share! In addition you'll get access to the backer forums, and the heartfelt thanks from the Krillbite team.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":33,"numAllCaps":2},{"amount":40,"backers":108,"pledgePercentage":0.01,"limited":false,"description":"BABY - Receive a digital copy of Among the Sleep, along with a digital printable poster and digital card signed by the team! You also gain access to our exclusive backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":32,"numAllCaps":1},{"amount":75,"backers":119,"pledgePercentage":0.01,"limited":false,"description":"TODDLER - Receive a digital copy of Among the Sleep, along with a digital poster, art book, soundtrack - signed by the team! Of course, you also gain access to our exclusive backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":34,"numAllCaps":1},{"amount":100,"backers":154,"pledgePercentage":0.02,"limited":true,"description":"WONDERCHILD - Receive a digital copy of Among the Sleep and access to the exclusive alpha test, expected late summer, along with all previous reward tiers.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":26,"numAllCaps":1},{"amount":150,"backers":151,"pledgePercentage":0.02,"limited":true,"description":"GRANDPARENT - For old fashioned people, receive a limited boxed edition of Among the Sleep! You also get access to the exclusive alpha test expected late this summer and the backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":32,"numAllCaps":1},{"amount":250,"backers":33,"pledgePercentage":0,"limited":true,"description":"CAREGIVER - Receive a physical art book, and a digital copy of Among the Sleep! Plus you'll also get your name in the Special Thanks credits. In addition you get access to the exclusive alpha test, expected late summer, and the backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":43,"numAllCaps":1},{"amount":500,"backers":27,"pledgePercentage":0,"limited":true,"description":"SOULMATE - Receive a copy of Among the Sleep! You also get an awesome T-shirt, a physical copy of the art book signed by everyone at the team and a personal handwritten message! Plus you'll also get your name in the Special Thanks credits. In addition you get access to the exclusive alpha test expected late this summer, and the backer forums.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":62,"numAllCaps":2},{"amount":1000,"backers":8,"pledgePercentage":0,"limited":true,"description":"BABYSITTER - Get a drawing of yourself along with us on our homepage and receive a Skype-conference with the team. Get your name in credits. You also get your picture on the wall of fame in our office, so that we are reminded of your beautiful face every day. You also get access to the exclusive alpha test, expected late summer, and the backer forums, along with your name in the Special Thanks credits!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":74,"numAllCaps":1},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"TEDDY - Receive a personal plush Teddy bear, handmade by us at Krillbite, and a Skype-conference with the team if you wish! You also get the soundtrack, a physical boxed copy of the game, art book and a t-shirt. You also get access to the exclusive alpha test, expected late summer. Your name will also appear in the super Special Thanks in credits and have your picture on the hall of fame wall in our office, so that we are reminded of your beautiful face every day.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":87,"numAllCaps":1},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"PARENT -  You have our eternal undying gratitude, and get your name as Executive Producer in the beginning of the game. You also get a day at the Krillbite office (travel not included), with exclusive testing of Among the Sleep and dinner with the team. If you cant come, we can arrange the dinner during GDC in the US next year. You also receive a physical boxed copy, t-shirt and art book. In addition we'll hang your picture on the hall of fame wall in our office, so that we are reminded of your beautiful face every day.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":99,"numAllCaps":3}],"updates":35,"comments":1171},"errors":{}}