{"successes":{"title":"Catacombs Third Edition","category":"Games","subcategory":"Tabletop Games","description":"Catacombs is a fantasy board game where players flick wooden discs through a set of rooms battling monsters and getting treasure.","avatarURL":"https://ksr-ugc.imgix.net/assets/003/621/765/dd4bfcf8f634ba0f304cea2a3350120a_original.png?v=1429142738&w=700&fit=max&auto=format&q=92&s=a2b10b9ae8d80e9b2d724570dacc7310","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/843951/video-350095-h264_high.mp4","city":"Hamilton","state":null,"country":"Canada","duration":30,"startDate":1395039600000,"endDate":1397631600000,"raised":233771,"goal":40000,"percent":584,"backers":2230,"currency":"CAD","Pledges":[{"amount":5,"backers":11,"pledgePercentage":0,"limited":false,"description":"ALLY Level - Thank you so much for your support! Your name will be listed in the Catacombs manual.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":19,"numAllCaps":1},{"amount":55,"backers":670,"pledgePercentage":0.3,"limited":false,"description":"ELF Level - The Game US/GERMANY ONLY - At this level, a copy of Catacombs and all unlocked Stretch Goals will be shipped to you anywhere in the US or Germany shipping included. You will also be thanked in the manual and gain access to Add-Ons.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":46,"numAllCaps":4},{"amount":55,"backers":395,"pledgePercentage":0.18,"limited":false,"description":"WIZARD Level - The Game INTERNATIONAL - At this level, you will receive a copy of Catacombs and all unlocked Stretch Goals. You will also be thanked in the manual and gain access to Add-Ons. Please see the \"Shipping\" section for details.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":42,"numAllCaps":2},{"amount":55,"backers":14,"pledgePercentage":0.01,"limited":false,"description":"BARBARIAN Level – The Game: English Language Version – SPIEL Essen Pick-up - At this level, you will receive a copy of Catacombs and all unlocked Stretch Goals. You will also be thanked in the manual and gain access to Add-Ons. You can collect the game at SPIEL 2014.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":49,"numAllCaps":3},{"amount":55,"backers":8,"pledgePercentage":0,"limited":false,"description":"German BARBARIAN Level - The Game: German Language Version – SPIEL Essen Pick-up - At this level, you will receive a German copy of Catacombs and all unlocked Stretch Goals. You will also be thanked in the manual and gain access to Add-Ons. You can collect the game at SPIEL 2014.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":51,"numAllCaps":3},{"amount":55,"backers":45,"pledgePercentage":0.02,"limited":false,"description":"German ELF Level - The Game: German Language Version - At this level, a German copy of Catacombs and all unlocked Stretch Goals will be shipped to you. You will also be thanked in the manual and gain access to Add-Ons. Shipping to Germany is included, for all other countries please see the “Shipping – German Version” section.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":58,"numAllCaps":1},{"amount":110,"backers":126,"pledgePercentage":0.06,"limited":false,"description":"Siren Level – Cavern of Soloth - At this level, you will receive a copy of Catacombs and all unlocked Stretch Goals with the new edition of the Cavern of Soloth expansion. The Remorhaz and Wyvern monsters from the original Horde of Vermin expansion will be updated and included in this new edition of Soloth. You will also get a new Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade Item! And you'll be thanked in the manual and gain access to Add-Ons. Shipping to the US/Germany is included. For all other countries, please see the “Shipping – English Version” section.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":100,"numAllCaps":1},{"amount":110,"backers":6,"pledgePercentage":0,"limited":false,"description":"German Siren Level – Cavern of Soloth - At this level, you will receive a copy of the German language version of Catacombs and all unlocked Stretch Goals with the new edition of the Cavern of Soloth expansion (in German). The Remorhaz and Wyvern monsters from the original Horde of Vermin expansion will be updated and included in this new edition of Soloth. You will also get a new Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade Item (again all in German)! And you'll be thanked in the manual and gain access to Add-Ons. Shipping to the Germany is included. For all other countries, please see the “Shipping – German Version” section.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":112,"numAllCaps":0},{"amount":110,"backers":4,"pledgePercentage":0,"limited":false,"description":"Phoenix Level – Cavern of Soloth: SPIEL Essen Pick-up - At this level, you will receive a copy of Catacombs and all unlocked Stretch Goals with the new edition of the Cavern of Soloth expansion. The Remorhaz and Wyvern monsters from the original Horde of Vermin expansion will be updated and included in this new edition of Soloth. You will also get a new Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade Item! And you'll be thanked in the manual and gain access to Add-Ons. You can collect the game at SPIEL 2014.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":93,"numAllCaps":2},{"amount":110,"backers":4,"pledgePercentage":0,"limited":false,"description":"German Phoenix Level – Cavern of Soloth: SPIEL Essen Pick-up - At this level, you will receive a copy of the German language version of Catacombs and all unlocked Stretch Goals with the new edition of the Cavern of Soloth expansion (in German). The Remorhaz and Wyvern monsters from the original Horde of Vermin expansion will be updated and included in this new edition of Soloth. You will also get a new Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade Item (again all in German)! And you'll be thanked in the manual and gain access to Add-Ons. You can collect the game at SPIEL 2014.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":105,"numAllCaps":2},{"amount":145,"backers":826,"pledgePercentage":0.37,"limited":false,"description":"Witch Hunter Level – ALL-IN – At this level you will receive a copy of Catacombs with all unlocked Stretch Goals, a copy of the new edition of Cavern of Soloth with the Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade and the Zombie Horde and Chicks in a Catacomb Add-Ons. You will also be thanked in the manual. Shipping is included for the US/Germany. For all other countries, please see the “Shipping – English Version” section for section.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":79,"numAllCaps":2},{"amount":145,"backers":55,"pledgePercentage":0.02,"limited":false,"description":"German Witch Hunter Level – ALL-IN – At this level you will receive a copy of Catacombs in German and all unlocked Stretch Goals, a copy of the new edition of Cavern of Soloth in German with the Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade and the Zombie Horde and Chicks in a Catacomb Add-Ons in German. You will also be thanked in the manual. Shipping is included for Germany. For all other countries, please see the “Shipping – German Version” section for section.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":85,"numAllCaps":1},{"amount":145,"backers":24,"pledgePercentage":0.01,"limited":false,"description":"Ice Princess Level – ALL-IN: English Language Version – SPIEL Essen Pick-up At this level you will receive a copy of Catacombs with all unlocked Stretch Goals, a copy of the new edition of Cavern of Soloth with the Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade the Zombie Horde and Chicks in a Catacomb Add-Ons. You will also be thanked in the manual. You can collect the games and Add-Ons at Spiel 2014.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":74,"numAllCaps":2},{"amount":145,"backers":15,"pledgePercentage":0.01,"limited":false,"description":"German Ice Princess Level – ALL-IN: German Language Version – SPIEL Essen Pick-up - At this level you will receive a copy of Catacombs in German with all unlocked Stretch Goals, a copy of the new edition of Cavern of Soloth in German with the Kickstarter Exclusive Hero and Kickstarter Exclusive Vermin Blade and the Zombie Horde and Chicks in a Catacomb Add-Ons in German. You will also be thanked in the manual. You can collect the games and Add-Ons at Spiel 2014.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":83,"numAllCaps":2},{"amount":395,"backers":1,"pledgePercentage":0,"limited":false,"description":"GORGON Level - Design a Variant of a Monster - Think you could take an existing monster and make it even cooler? Well go right ahead! Design a variant of an existing monster that will be included in the game. Your name will also be incorporated into the card! You will receive everything from the “All-In” levels and a thank-you in the manual.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":63,"numAllCaps":1},{"amount":645,"backers":3,"pledgePercentage":0,"limited":false,"description":"OVERSEER Level - Design a Monster - Have a great idea for a monster? This is your chance to show us! Design a monster and it will be included in the game. The monster will have one wooden piece, a custom sticker, one reference card and the new artwork. Your name will also be incorporated into the card! You will also receive everything in the “All-In” levels and a thank-you in the manual.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":73,"numAllCaps":1},{"amount":800,"backers":0,"pledgePercentage":0,"limited":false,"description":"LICH Level - Meet a Designer - Meet and play the game with one of the designers of Catacombs, Aron West! You will also receive everything in the “All-In” levels and a thank-you in the manual.  Plus your copy of the game will be signed by Aron.\n(Must be able to travel to Toronto)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":54,"numAllCaps":1}],"updates":80,"comments":4615},"errors":{}}