{"successes":{"title":"Girl Genius Volume 13: Agatha Heterodyne & The Sleeping City","category":"Comics?ref=category","subcategory":"Comics","description":"It's time to print the next volume in the continuing adventures of Agatha Heterodyne - Girl Genius!","avatarURL":"https://ksr-ugc.imgix.net/projects/938874/photo-original.jpg?v=1399009032&w=1536&h=1152&fit=crop&auto=format&q=92&s=707158105b05b84c6304ecc02bc5bc21","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/938874/video-369983-h264_high.mp4","city":"Seattle","state":"WA","country":"US","duration":23,"startDate":1397026800000,"endDate":1399014000000,"raised":219327,"goal":55000,"percent":399,"backers":3378,"currency":"USD","Pledges":[{"amount":5,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"ETERNAL GRATITUDE: You are helping us in our unending quest to bring you new comic pages 3 times a week. You will receive a decorative computer wallpaper, and our unending thanks!","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":31,"numAllCaps":2},{"amount":10,"backers":504,"pledgePercentage":0.15,"limited":false,"description":"PHOTONS ONLY, PLEASE! You get a fine PDF of Volume 13, saving paper, and space! You also receive the computer wallpaper, and our excited thanks!","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":25,"numAllCaps":4},{"amount":12,"backers":86,"pledgePercentage":0.03,"limited":false,"description":"EUROPAN EXPLORER: You will receive a fine set of 4 new travel stickers, commemorating your travels around Europa. You will also receive the computer wallpaper, and our adventurous thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":29,"numAllCaps":2},{"amount":25,"backers":212,"pledgePercentage":0.06,"limited":false,"description":"YOU'RE A HERO: You deserve a medal! You will receive a medal featuring Mamma Gkika, that mainstay of Mechanicsburg, in your choice of traditional brass-tone, or elegant silver color. You also get the computer wallpaper, and our decorative thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":39,"numAllCaps":3},{"amount":30,"backers":1025,"pledgePercentage":0.3,"limited":false,"description":"ADAM'S ALE: A standard at Mamma's Gkika's. You will receive a softcover of Girl Genius Volume 13, and a signed bookplate. You will also receive the computer wallpaper and our humble thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":32,"numAllCaps":3},{"amount":55,"backers":455,"pledgePercentage":0.13,"limited":false,"description":"RUM AND HAM: A filling beverage! You will receive a softcover of Girl Genius Volume 13, a signed bookplate, and your choice of medal. You will also get the computer wallpaper and our well-fed thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":35,"numAllCaps":4},{"amount":55,"backers":464,"pledgePercentage":0.14,"limited":false,"description":"RAZZBERRY AQUA REGIA: A drink with zip! You will receive a limited-edition hardcover of Girl Genius Volume13 and a signed bookplate. You will also get the computer wallpaper and our zesty thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":32,"numAllCaps":4},{"amount":80,"backers":214,"pledgePercentage":0.06,"limited":false,"description":"COGNAC VIT FUDGE: A sweet treat! You will receive a limited-edition hardcover of Girl Genius Volume 13, a signed bookplate, and your choice of medal! You will also get the computer wallpaper and our delighted thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":36,"numAllCaps":4},{"amount":125,"backers":128,"pledgePercentage":0.04,"limited":false,"description":"CARNAGE ON DER BEACH: The Jägers can't resist this one! You will receive a softcover Girl Genius Volume 13, a signed bookplate, your choice of medal, the new travel stickers - and a limited-edition patch featuring Mamma Gkika! You will also get the computer wallpaper and our jolly thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":49,"numAllCaps":5},{"amount":150,"backers":113,"pledgePercentage":0.03,"limited":false,"description":"JÄGERDRAUGHT VIT A TVIST: An unforgettable experience! You will receive a limited-edition hardcover Girl Genius Volume 13, a signed bookplate, your choice of medal, the new travel stickers - and a limited edition patch featuring Mamma Gkika! You will also get the computer wallpaper and our memorable thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":180,"backers":54,"pledgePercentage":0.02,"limited":false,"description":"MAMMA'S FAVORITE: You know you are! You will receive both a softcover and a limited-edition hardcover of Girl Genius Volume 13, along with 2 signed bookplates, your choice of medal, the new travel stickers, and the limited-edition Mamma Gkika patch. You will also get the computer wallpaper and our enthusiastic thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":51,"numAllCaps":2},{"amount":350,"backers":15,"pledgePercentage":0,"limited":true,"description":"MECHANICSBURG ART AFICIONADO: For the original art lover! You will receive your choice of hardcover or softcover Girl Genius Volume 13, a signed bookplate, the new travel stickers, your choice of medal, and the limited edition Mamma Gkika patch - and one original pencil art page (our choice) from Volume 13. You will also receive the computer wallpaper, and our creative thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":62,"numAllCaps":3},{"amount":350,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"MECHANICSBURG ART AFICIONADO, AGAIN: (We didn't realize how popular this choice would be!) For the original art lover! You will receive your choice of hardcover or softcover Girl Genius Volume 13, a signed bookplate, the new travel stickers, your choice of medal, and the limited edition Mamma Gkika patch - and one original pencil art page (our choice) from Volume 13. You will also receive the computer wallpaper, and our creative thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":72,"numAllCaps":4},{"amount":450,"backers":33,"pledgePercentage":0.01,"limited":false,"description":"ACT ONE COMPLETIST: You need it all! You will receive one bundle of softcover Girl Genius, Volumes 1 through 13. You will also receive a signed bookplate, the new travel stickers, your choice of medal, and the limited-edition Mamma Gkika Patch. You will also receive the computer wallpaper, and our encompassing thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":52,"numAllCaps":3},{"amount":1250,"backers":2,"pledgePercentage":0,"limited":true,"description":"PATIENT PATRON: A character will bear the name of your choice (within reason). We are still working through a backlog from last year, but we can work in a few more soon, we promise! \nYou will also receive your choice of hardcover or softcover Girl Genius Volume 13, a signed bookplate, the new travel stickers, your choice of medal, and the limited-edition Mamma Gkika patch. On top of that, you also get the computer wallpaper, and our astounded thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":79,"numAllCaps":3},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"MODEL CITIZEN OF MECHANICSBURG: You will receive your likeness, in pencil, drawn by Phil Foglio from your photograph, in the style of Girl Genius. This does require patience, due to backlog. You will also receive your choice of hardcover or softcover Girl Genius Volume 13, a signed bookplate, the new travel stickers, your choice of medal, and the limited-edition Mamma Gkika patch. On top of that, you also get the computer wallpaper, and our exemplary thanks!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":76,"numAllCaps":4},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE PROFESSOR VISITS: A visit to your home, classroom, business or event by Professor Phil Foglio. He will also accept $10,000 to refrain from visiting you. He's flexible that way. But if you want him, Phil and a companion (to be named later) will actually come for a visit, and play cards with you. Scheduling subject to availability (for example, not during San Diego Comic Con - unless you are in San Diego). Feel free to contact us for more information.\nYou will also receive the benefits of being \"Mamma's Favorite\" (see above).","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":92,"numAllCaps":4},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE PROFESSORESSA VISITS: For the discerning reader. Professoressa Kaja Foglio (and a trusty companion) will visit your domicile and take tea. She promises to bring cake! Scheduling is subject to the professoressa's availability - feel free to contact us with questions.\nYou will also receive the benefits of being \"Mamma's Favorite\" (see above).","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":52,"numAllCaps":3}],"updates":20,"comments":296},"errors":{}}