{"successes":{"title":"Mutant Chronicles Warzone Resurrection-28mm Miniatures Game","category":"Games","subcategory":"Tabletop Games","description":"Warzone Resurrection is a tabletop miniatures (28mm scale) skirmish game, set in the Mutant Chronicles dark SciFi Future.","avatarURL":"https://ksr-ugc.imgix.net/projects/457746/photo-original.png?v=1397810163&w=1536&h=1152&fit=crop&auto=format&q=92&s=10d08da5f06d2999d69acb6078f9d3c3","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/457746/video-205888-h264_high.mp4","city":"Warwick","state":null,"country":"UK","duration":60,"startDate":1360828800000,"endDate":1366012800000,"raised":161851,"goal":35000,"percent":462,"backers":962,"currency":"GBP","Pledges":[{"amount":1,"backers":131,"pledgePercentage":0.14,"limited":false,"description":"A big thankyou!  Official Basic Rules PDF (including proxy cards to cut out) .","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":15,"numAllCaps":2},{"amount":19,"backers":50,"pledgePercentage":0.05,"limited":false,"description":"Undead Legionnaire: \nPDF rules set and troop or monster box of your choice and limited edition 'Mutant Chronicles Warzone Resurrection' T-Shirt with brand new artwork. (~$29)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":26,"numAllCaps":2},{"amount":24,"backers":56,"pledgePercentage":0.06,"limited":false,"description":"Chasseur: Special Edition Signed Rules and Background Book. (~$37)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":9,"numAllCaps":0},{"amount":30,"backers":110,"pledgePercentage":0.11,"limited":false,"description":"Kickstarter Special: Starter box of your choice (RRP: £34.99). (choose from Cybertronic, Dark Legion, Brotherhood or Bauhaus). (~$46)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":18,"numAllCaps":1},{"amount":54,"backers":89,"pledgePercentage":0.09,"limited":false,"description":"Necromutant: Starter box of your choice and Special Edition Signed Rules and Background Book. (~$86)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":15,"numAllCaps":0},{"amount":84,"backers":104,"pledgePercentage":0.11,"limited":false,"description":"The Razide: 2 Starter boxes of your choice and Special Edition Signed Rules and Background Book. (~$130)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":109,"backers":132,"pledgePercentage":0.14,"limited":false,"description":"Dark Legion: 3 Starter boxes of your choice and Special Edition Signed Rules and Background Book. (~$170)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":169,"backers":50,"pledgePercentage":0.05,"limited":true,"description":"The Five: Each Starter and Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":25,"numAllCaps":1},{"amount":200,"backers":20,"pledgePercentage":0.02,"limited":true,"description":"The Five Heroes: Each Starter set and five heroes of your choice and Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":33,"numAllCaps":1},{"amount":249,"backers":102,"pledgePercentage":0.11,"limited":true,"description":"The Cartel: All 4 Starter sets plus 2 extra squads (monster or troop) for each. Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. (~$385)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":36,"numAllCaps":1},{"amount":333,"backers":80,"pledgePercentage":0.08,"limited":true,"description":"The Brotherhood: All 4 Starter sets plus 2 extra squads (monster or troop) for each. Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. A Limited Edition Specially Designed Warzone Resurrection KR Multicase for each force. (~$515)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":48,"numAllCaps":3},{"amount":450,"backers":2,"pledgePercentage":0,"limited":true,"description":"The Gaming Club: This is a special pledge level designed for big groups or clubs. (THE ITEMS IN THIS PLEDGE CAN NOT BE CHANGED FOR KICKSTARTER CREDITS-although you can add-on 'Add-ons'). You get 10 starter sets and 10 limited edition rule and background books. (~$675)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":45,"numAllCaps":12},{"amount":500,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"The Collector: One of everything unlocked or presented throughout the term of the KS, no more, no less. (THE ITEMS IN THIS PLEDGE CAN NOT BE CHANGED FOR KICKSTARTER CREDITS-although you can add-on 'Add-ons'). You still get £50 of extras, but all other freebies are included.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":46,"numAllCaps":13},{"amount":501,"backers":6,"pledgePercentage":0.01,"limited":true,"description":"The Add-on Collector: One of every Add-on and the free KS cards unlocked or presented throughout the term of the KS, no more, no less. (THE ITEMS IN THIS PLEDGE CAN NOT BE CHANGED FOR KICKSTARTER CREDITS-although you can add-on more 'Add-ons'). You also get an additional 4 KR multicases to store you goodies. (this pledge level is exempt of all extras (they are included in the pledge)).","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":68,"numAllCaps":15},{"amount":700,"backers":2,"pledgePercentage":0,"limited":true,"description":"MegaCorporation: All 4 Starter sets plus 2 extra squads (monster or troop) for each. Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. A Limited Edition Specially Designed Warzone Resurrection KR Multicase for each force plus your favourite faction painted by Worthy Painting. (~$1080)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":3},{"amount":995,"backers":5,"pledgePercentage":0.01,"limited":true,"description":"The Painter Collector: 2 of everything unlocked or presented throughout the term of the KS, no more, no less. 1 to keep, 1 to paint (THE ITEMS IN THIS PLEDGE CAN NOT BE CHANGED FOR KICKSTARTER CREDITS-although you can add-on 'Add-ons'). You still get £99.50 of extras, but all other freebies are included.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":53,"numAllCaps":13},{"amount":1500,"backers":1,"pledgePercentage":0,"limited":true,"description":"Immortal: All 4 Starter sets plus 2 extra squads (monster or troop) for each. Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. A Limited Edition Specially Designed Warzone Resurrection KR Multicase for each force plus all four factions painted by Worthy Painting. (~$2330)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":55,"numAllCaps":3},{"amount":1750,"backers":0,"pledgePercentage":0,"limited":true,"description":"Angelika Drachen: All 4 starter boxes plus  16 extra squads of your choice, Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. Plus your head on the hero of the faction of your choice. We will work with you on this. (~$2715)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":54,"numAllCaps":1},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"The Three Brothers: All 4 starter boxes plus  16 extra squads of your choice, Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. Plus your head on a Lord  of the faction of your choice. We will work with you on the design and write special (but balanced) rules for your Lord character. (~$3100)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":67,"numAllCaps":1},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Dr. Diana: All 4 starter boxes plus  16 extra squads of your choice, Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. Plus your head on a Lord of the faction of your choice. We will work with you on the design and write special (but balanced) rules for your Lord character. A 6\" miniature of your choice pro painted by Worthy Painting. (~$4655)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":76,"numAllCaps":2},{"amount":4000,"backers":0,"pledgePercentage":0,"limited":true,"description":"The Cardinal: This is a special ONE! You get to choose one infantry unit type to get put into production, from any faction. We will then work with you to design them: from art, to concept, to 3D design, to final model. Your chosen squad will be lead by a leader with your face and s/he will feature in the Rule and Background book. You will then get 5 sets of this unit. As well as that, you will get all 4 starter boxes plus 8 extra squads of your choice, Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. (PLEASE NOTE: a couple of units are not available for this offer. Please email us to confirm before you pledge) (~$6000)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":132,"numAllCaps":4},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"The Dark Gods: All 4 starter boxes plus  16 extra squads of your choice, Kickstarter Special Edition Grand Strategy Cards Pack (30 cards), Limited Edition T-Shirt and Special Edition Signed Rules and Background Book. Plus your head and body on a Lord miniature of the faction of your choice. We will work with you on this. And a 6\" version of your Lord miniature pro painted by Worthy Painting and 3D rendered computer art of him/her too! (~$7750)","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":79,"numAllCaps":1}],"updates":154,"comments":6517},"errors":{}}