{"successes":{"title":"Paranoia RPG","category":"Games","subcategory":"Tabletop Games","description":"The classic RPG of a darkly humorous future; Rebooted by James Wallis to be faster and even easier to play!","avatarURL":"https://ksr-ugc.imgix.net/projects/1318428/photo-original.jpg?v=1414421781&w=1536&h=1152&fit=crop&auto=format&q=92&s=9f88b7f8a1f9cc8b5fcc4df9fa25464a","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1318428/video-453201-h264_high.mp4","city":"Swindon","state":null,"country":"UK","duration":40,"startDate":1414134000000,"endDate":1417590000000,"raised":217517,"goal":30000,"percent":725,"backers":4380,"currency":"GBP","Pledges":[{"amount":1,"backers":55,"pledgePercentage":0.01,"limited":false,"description":"Infrared: You get a hearty thanks from Mongoose and the designers for supporting the all new Paranoia.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":17,"numAllCaps":0},{"amount":10,"backers":40,"pledgePercentage":0.01,"limited":false,"description":"Red: You get the Paranoia Player's Guide as a PDF download.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":11,"numAllCaps":1},{"amount":15,"backers":27,"pledgePercentage":0.01,"limited":false,"description":"Orange: You get a shiny copy of the Paranoia Player's Guide sent to you!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":14,"numAllCaps":0},{"amount":18,"backers":269,"pledgePercentage":0.06,"limited":false,"description":"Yellow: You get all the contents of the Paranoia box set, including any stretch goals, as a PDF download.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":19,"numAllCaps":1},{"amount":30,"backers":2034,"pledgePercentage":0.46,"limited":false,"description":"Green: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":12,"numAllCaps":0},{"amount":40,"backers":362,"pledgePercentage":0.08,"limited":false,"description":"Blue: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition. In addition, you will receive a PDF download of the playtest version of the rules before the end of the year so you can influence the design of Paranoia!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":41,"numAllCaps":1},{"amount":50,"backers":398,"pledgePercentage":0.09,"limited":false,"description":"Violet: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition, with two of everything included inside - perfect for group play! In addition, you will receive a PDF download of the playtest version of the rules before the end of the year so you can influence the design of Paranoia!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":52,"numAllCaps":1},{"amount":60,"backers":138,"pledgePercentage":0.03,"limited":false,"description":"Director's Cut: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition, as well as the PDF playtest rules, and PDF versions of all items unlocked by stretch goals. In addition, you will receive a special PDF with annotations from the designers so you can see what influenced their writing.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":51,"numAllCaps":3},{"amount":60,"backers":70,"pledgePercentage":0.02,"limited":true,"description":"Indigo: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition plus, you will receive a PDF of the playtest version of the rules before the end of the year. In addition, you will receive a special certificate, signed by the creators of Paranoia (including original designers Dan Gelber, Greg Costikyan and Eric Goldberg!) proclaiming you to be a truly loyal Troubleshooter!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":63,"numAllCaps":1},{"amount":70,"backers":73,"pledgePercentage":0.02,"limited":false,"description":"Director's Commentary: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition, as well as the PDF playtest rules, and PDF versions of all items unlocked by stretch goals. In addition, you will receive a special PDF with annotations from the designers so you can see what influenced their writing, along with a series of MP3 files in which the designer's talk about the design process.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":67,"numAllCaps":3},{"amount":75,"backers":3,"pledgePercentage":0,"limited":true,"description":"Director's Copy: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition, as well as the PDF playtest rules, and PDF versions of all items unlocked by stretch goals. In addition, you will receive a special PDF with annotations from the designers so you can see what influenced their writing, along with a series of MP3 files in which the designer's talk about the design process. On top of that, the designer's will annotate your physical rulebooks with their design notes!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":82,"numAllCaps":3},{"amount":80,"backers":529,"pledgePercentage":0.12,"limited":false,"description":"Ultraviolet: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition and all unlocked Stretch Goals (Mutant and Secret Society expansions, Forms Pack, GM Screen and the Ultraviolent and Yellow Clearance Black Box Blues adventures. In addition, you will receive a PDF download of the playtest version of the rules before the end of the year so you can influence the design of Paranoia!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":65,"numAllCaps":2},{"amount":110,"backers":255,"pledgePercentage":0.06,"limited":false,"description":"Ultraviolet Plus: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition and all unlocked Stretch Goals (Mutant and Secret Society expansions, Forms Pack, GM Screen and the Ultraviolent and Yellow Clearance Black Box Blues adventures. You also get all the other Add-ons (Blank Cards, extra Computer Dice, Paranoia Marker Pens and an extra Player's Guide. In addition, you will receive a PDF download of the playtest version of the rules before the end of the year so you can influence the design of Paranoia!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":86,"numAllCaps":2},{"amount":120,"backers":10,"pledgePercentage":0,"limited":true,"description":"Example of Play: In addition to everything at the Director's Commentary level, you also get your name and likeness included in the rulebook as an example of play.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":28,"numAllCaps":0},{"amount":135,"backers":63,"pledgePercentage":0.01,"limited":false,"description":"Ultraviolet Plus: You get the complete Paranoia Box Set, special Ultraviolet Kickstarter Edition and all unlocked Stretch Goals (Mutant and Secret Society expansions, Forms Pack, GM Screen and the Ultraviolent and Yellow Clearance Black Box Blues adventures. You also get all the other Add-ons (Blank Cards, extra Computer Dice, Paranoia Marker Pens and an extra Player's Guide. In addition, you will receive a PDF download of the playtest version of the rules before the end of the year so you can influence the design of Paranoia! Finally, you will receive a special PDF with annotations from the designers so you can see what influenced their writing, along with a series of MP3 files in which the designer's talk about the design process.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":122,"numAllCaps":3},{"amount":140,"backers":10,"pledgePercentage":0,"limited":true,"description":"Example of Death: In addition to everything at the Director's Commentary level, you also get your name and likeness included in the rulebook as an example of play, in which you will be guaranteed to die in a particularly gruesome fashion.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":41,"numAllCaps":0},{"amount":150,"backers":9,"pledgePercentage":0,"limited":true,"description":"R&D Technician: In addition to everything at the Director's Commentary level, we will work with you to hone a new piece of equipment for Alpha Complex, which will appear in in the game as an Equipment Card.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":37,"numAllCaps":1},{"amount":150,"backers":6,"pledgePercentage":0,"limited":true,"description":"Play with the Designers UK: In addition to everything at the Director's Commentary level, you will be invited to participate in a game of the all new Paranoia in London on a date to be arranged.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":36,"numAllCaps":1},{"amount":150,"backers":6,"pledgePercentage":0,"limited":true,"description":"Play with the Designers  US: In addition to everything at the Director's Commentary level, you will be invited to participate in a game of the all new Paranoia in New York on a date to be arranged.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":38,"numAllCaps":1},{"amount":175,"backers":6,"pledgePercentage":0,"limited":true,"description":"Play with the Designers US II: In addition to everything at the Director's Commentary level, you will be invited to participate in a game of the all new Paranoia in New York on a date to be arranged.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":38,"numAllCaps":2},{"amount":250,"backers":5,"pledgePercentage":0,"limited":true,"description":"High Programmer: In addition to everything at the Director's Commentary level, your name and likeness will appear in the game as an Ultraviolet level High Programmer. You get to be a GOD in a CLASSIC RPG. That is AWESOME!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":39,"numAllCaps":4}],"updates":30,"comments":1095},"errors":{}}