{"successes":{"title":"The Name of the Wind Playing Cards","category":"Design","subcategory":"Graphic Design","description":"Playing cards based on the award winning book, The Name of the Wind, written by Patrick Rothfuss. Status:DELIVERED","avatarURL":"https://ksr-ugc.imgix.net/assets/003/579/226/497ea97b7dcd62474b77814123c0e0bf_original.png?v=1428510308&w=700&fit=max&auto=format&q=92&s=51328a1f2e0a83447d57a6e2c7981cda","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/544689/video-239777-h264_high.mp4","city":"Austin","state":"TX","country":"US","duration":35,"startDate":1368082800000,"endDate":1371106800000,"raised":589660,"goal":10000,"percent":5897,"backers":11334,"currency":"USD","Pledges":[{"amount":1,"backers":46,"pledgePercentage":0,"limited":false,"description":"I'm not interested this time around but I like what you guys are doing and can't wait to see what you come up with next!","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":25,"numAllCaps":2},{"amount":11,"backers":3700,"pledgePercentage":0.33,"limited":true,"description":"1 Limited Edition deck.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":4,"numAllCaps":0},{"amount":11,"backers":322,"pledgePercentage":0.03,"limited":false,"description":"1 Unlimited Edition deck.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":4,"numAllCaps":0},{"amount":20,"backers":1249,"pledgePercentage":0.11,"limited":true,"description":"2 Limited Edition decks.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":4,"numAllCaps":0},{"amount":21,"backers":2200,"pledgePercentage":0.19,"limited":true,"description":"1 Limited Edition deck and 1 Unlimited Edition deck.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":9,"numAllCaps":0},{"amount":30,"backers":699,"pledgePercentage":0.06,"limited":true,"description":"3 Limited Edition decks.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":4,"numAllCaps":0},{"amount":31,"backers":658,"pledgePercentage":0.06,"limited":true,"description":"1 Limited Edition deck, 1 Unlimited Edition deck, and 1 White Rabbit Reprint.\n*White Rabbit Reprints can also be added to any pledge by adding $12 per deck ($13 if international).","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":30,"numAllCaps":0},{"amount":42,"backers":440,"pledgePercentage":0.04,"limited":true,"description":"2 Limited Edition decks and 2 Unlimited Edition decks.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":9,"numAllCaps":0},{"amount":65,"backers":1303,"pledgePercentage":0.11,"limited":true,"description":"Grab All The Things: 1 Limited Edition deck, 1 Unlimited Edition deck, 1 collector's set of poker chips, 2 Tehlu's Wheel dice, 3 magnets, Elodin's Question card cover, and the \"Many Names\" t-shirt.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":33,"numAllCaps":0},{"amount":85,"backers":60,"pledgePercentage":0.01,"limited":true,"description":"All The Things, and a Jot - Everything in the Grab All The Things tier, plus one of the limited-edition, prototype jots.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":22,"numAllCaps":0},{"amount":100,"backers":35,"pledgePercentage":0,"limited":true,"description":"Collector - One numbered, Limited Edition deck, signed by Patrick Rothfuss and Shane Tyree. There will only be 100 of these, and the only other place you can get them is by buying the boxed 300 or 500 chip poker set. You'll also get two unsigned limited edition decks.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":49,"numAllCaps":0},{"amount":135,"backers":360,"pledgePercentage":0.03,"limited":true,"description":"Grab All The Things Deluxe: 2 Limited Edition decks, 2 Unlimited Edition decks, 1 collector's set of poker chips, 2 Tehlu's Wheel dice, 3 magnets, Elodin's Question card cover, \"Many Names\" t-shirt, 1 uncut sheet of cards, and your choice of any 2 art prints.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":45,"numAllCaps":0},{"amount":155,"backers":50,"pledgePercentage":0,"limited":true,"description":"Deluxe, and a Jot - Everything in the Grab All The Things Deluxe tier, plus one of the limited-edition, prototype jots.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":21,"numAllCaps":0},{"amount":255,"backers":45,"pledgePercentage":0,"limited":true,"description":"Tinker's Pouch (100 chips) - Yeah. Okay. We'll admit that \"The Tinker's Pouch\" sounds a little dirty. But this level will include a leather bag for your swag, embossed with a tinker designed by Pat and Shane. This level also includes. Two Limited Edition decks. Three Unlimited decks. One of each card cover (Tinker and Elodin's Question.) Three Tehlu's Wheel dice. 100 ceramic casino-quality poker chips with original kingkiller iconography designed by Pat and Shane. (Your choice as to how many chips of whichever design you prefer.) You'll also get five magnets of your choice, an uncut sheet of cards, your choice of any two art prints, and a \"Many Names\" t-shirt.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":112,"numAllCaps":0},{"amount":275,"backers":50,"pledgePercentage":0,"limited":true,"description":"Tinker's Pouch, and a Jot - Everything in the Tinker's Pouch tier, plus one of the limited-edition, prototype jots.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":19,"numAllCaps":0},{"amount":445,"backers":1,"pledgePercentage":0,"limited":true,"description":"The Tinker's Pack (300 chips) - Some of everything, and a little left over to trade with your friends. Plus an embossed leather bag to carry some of it around. This set includes: Two Limited Edition decks. Four Unlimited decks. One of each card cover (Tinker and Elodin's Question.) Three Tehlu's Wheel dice. 300 ceramic, casino-quality poker chips with original kingkiller iconography designed by Pat and Shane. (Your choice as to how many chips of whichever design you prefer.) You'll also get five magnets of your choice, an uncut sheet of cards, your choice of any two art prints, and a \"Many Names\" t-shirt.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":104,"numAllCaps":0},{"amount":460,"backers":30,"pledgePercentage":0,"limited":true,"description":"Tinker's Pack, and a Jot - Everything in the Tinker's Pack tier, plus one of the limited-edition, prototype jots.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":19,"numAllCaps":0},{"amount":500,"backers":2,"pledgePercentage":0,"limited":true,"description":"Voyeur - Join author Patrick Rothfuss and artist Shane Tyree in a live Google Hangout where they will chat and develop the concept art before your very eyes. Voice your opinions and marvel at the digital glory of Pat's beard! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card you worked on during the hangout.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":64,"numAllCaps":0},{"amount":500,"backers":2,"pledgePercentage":0,"limited":true,"description":"Trouper - You (or a friend, lover, or family member) will appear as one of the Edema Ruh in the background on a card! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card where you appear.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":45,"numAllCaps":0},{"amount":500,"backers":2,"pledgePercentage":0,"limited":true,"description":"Student - You (or a friend, lover, or family member) will appear as a student at the University on a card! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card where you appear.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":42,"numAllCaps":0},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"Music Lover - You (or a friend, lover, or family member) will appear as an Eolian audience member on the King of Hearts! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card where you appear.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":44,"numAllCaps":0},{"amount":550,"backers":20,"pledgePercentage":0,"limited":true,"description":"The Noble Poker Set (300) - Everything you need to host a Kingkiller-themed poker night. This set consists of one of the 100 numbered, Limited Edition decks, signed by Patrick Rothfuss and Shane Tyree. You'll also get one regular Limited Edition deck, one Unlimited deck, the Elodin's Question card cover, and five Tehlu's Wheel dice. You'll also get 300 ceramic casino quality poker chips with original kingkiller iconography designed by Pat and Shane. (Your choice as to how many chips of whichever design you prefer.) All these goodies are housed in a velvet-lined wooden case with an engraved glass front. This is some high-class stuff here, folks, use it to impress your friends and influence people.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":116,"numAllCaps":0},{"amount":580,"backers":15,"pledgePercentage":0,"limited":true,"description":"The Noble Poker Set II (300) - Everything you need to host a Kingkiller-themed poker night. This set consists of one of the 100 numbered, Limited Edition decks, signed by Patrick Rothfuss and Shane Tyree. You'll also get one regular Limited Edition deck, one Unlimited deck, the Elodin's Question card cover, and five Tehlu's Wheel dice. You'll also get 300 ceramic casino quality poker chips with original kingkiller iconography designed by Pat and Shane. (Your choice as to how many chips of whichever design you prefer.) All these goodies are housed in a velvet-lined wooden case with an engraved glass front. This is some high-class stuff here, folks, use it to impress your friends and influence people.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":117,"numAllCaps":1},{"amount":650,"backers":1,"pledgePercentage":0,"limited":true,"description":"The International Noble Poker Set (300) - Everything you need to host a Kingkiller-themed poker night. You'll receive one regular Limited Edition deck, one Unlimited deck, the Elodin's Question card cover, The Tinker card cover, five Tehlu's Wheel dice, and a signed and numbered bookplate. You'll also get 300 ceramic casino quality poker chips with original kingkiller iconography designed by Pat and Shane. (Your choice as to how many chips of whichever design you prefer.) All these goodies are housed in a velvet-lined wooden case with an engraved glass front. This is some high-class stuff here, folks, use it to impress your friends and influence people.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":106,"numAllCaps":0},{"amount":700,"backers":1,"pledgePercentage":0,"limited":true,"description":"Trouper 2 - You (or a friend, lover, or family member) will appear as one of the Edema Ruh in the background on a card! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card where you appear.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":46,"numAllCaps":0},{"amount":700,"backers":3,"pledgePercentage":0,"limited":true,"description":"Student 2 - You (or a friend, lover, or family member) will appear as a student at the University on a card! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card where you appear.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":43,"numAllCaps":0},{"amount":700,"backers":2,"pledgePercentage":0,"limited":true,"description":"Bar Patron - You (or a friend, lover, or family member) will appear as a bar patron in the background on a card! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card where you appear.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":44,"numAllCaps":0},{"amount":720,"backers":15,"pledgePercentage":0,"limited":true,"description":"The Royal Poker Set (500) - It's good to be the King (or Queen.) This set consists of one of the 100 numbered, Limited Edition decks, signed by Patrick Rothfuss and Shane Tyree. You'll also get one unsigned Limited Edition deck, one Unlimited deck, the Elodin's Question card cover, and five Tehlu's Wheel dice. You'll also get 500 ceramic, casino-quality poker chips with original kingkiller iconography designed by Pat and Shane. (Your choice as to how many chips of whichever design you prefer.) All these goodies are housed in a velvet-lined two-tier wooden case with an engraved glass front. When you show up for poker night with this bad boy, everyone will envy and fear you in equal amounts.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":119,"numAllCaps":0},{"amount":820,"backers":4,"pledgePercentage":0,"limited":true,"description":"The International Royal Poker Set (500) - It's good to be the King (or Queen.)  You'll receive one unsigned Limited Edition deck, one Unlimited deck, the Elodin's Question card cover, The Tinker card cover, five Tehlu's Wheel dice, and a signed and numbered bookplate. You'll also get 500 ceramic, casino-quality poker chips with original kingkiller iconography designed by Pat and Shane. (Your choice as to how many chips of whichever design you prefer.) All these goodies are housed in a velvet-lined two-tier wooden case with an engraved glass front. When you show up for poker night with this bad boy, everyone will envy and fear you in equal amounts.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":110,"numAllCaps":0},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Patron - You (or a friend, lover, or family member) will appear on stage at the Eolian on the King of Hearts! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, a signed art print of the card where you appear. You'll also get your very own set of silver talent pipes. Seriously.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":54,"numAllCaps":0},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Bartender - You (or a friend, lover, or family member) will appear as a bartender! You'll also receive 1 Limited Edition deck, 1 Unlimited deck, a signed art print of the card where you appear. You'll also get your very own set of silver talent pipes. Seriously.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":47,"numAllCaps":0},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Bast's Girlfriend - One lucky female will be prominently displayed with everyone's favorite bad boy. You'll also receive 1 Limited Edition deck, 1 Unlimited deck, and a signed art print of the card where you appear.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":36,"numAllCaps":0}],"updates":89,"comments":3708},"errors":{}}