{"successes":{"title":"\"Viceroy\" Fantasy Pyramid Card/Board Game 1-4 Players 45 Min","category":"Games","subcategory":"Tabletop Games","description":"Viceroy is a bidding and resource management game from Russia with love!  1-4 Players, Plays in 45-60 minutes!  Runaway Hit at Essen!","avatarURL":"https://ksr-ugc.imgix.net/projects/1506901/photo-original.png?v=1419700188&w=1536&h=1152&fit=crop&auto=format&q=92&s=a8648d3fef2d448e1f757f976d26f86b","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1506901/video-480264-h264_high.mp4","city":"Layton","state":"UT","country":"US","duration":26,"startDate":1417420800000,"endDate":1419667200000,"raised":267830,"goal":10000,"percent":2678,"backers":5887,"currency":"USD","Pledges":[{"amount":22,"backers":645,"pledgePercentage":0.11,"limited":true,"description":"Round 1 Chancellor Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign!  Round 1 Backers will get one of just 1,000 EVER to get the limited edition hand-numbered sticker version of the game!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":60,"numAllCaps":2},{"amount":22,"backers":745,"pledgePercentage":0.13,"limited":true,"description":"Round 2 Chancellor Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Round 2 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":51,"numAllCaps":1},{"amount":22,"backers":750,"pledgePercentage":0.13,"limited":true,"description":"Round 3 Chancellor Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Round 3 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":51,"numAllCaps":1},{"amount":22,"backers":700,"pledgePercentage":0.12,"limited":true,"description":"Round 4 Chancellor Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Round 4 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":51,"numAllCaps":1},{"amount":22,"backers":750,"pledgePercentage":0.13,"limited":true,"description":"Round 5 Standard Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":46,"numAllCaps":1},{"amount":22,"backers":650,"pledgePercentage":0.11,"limited":true,"description":"Round 6 Standard Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":46,"numAllCaps":1},{"amount":22,"backers":749,"pledgePercentage":0.13,"limited":true,"description":"Round 7 Standard Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":46,"numAllCaps":1},{"amount":22,"backers":199,"pledgePercentage":0.03,"limited":true,"description":"Round 8 Standard Level: Be among the first in the world to get a copy of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":46,"numAllCaps":1},{"amount":40,"backers":55,"pledgePercentage":0.01,"limited":true,"description":"Round 1 Double Chancellor Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Round 1 Backers will get one of just 1,000 EVER to get the limited edition hand-numbered sticker version of the game!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":60,"numAllCaps":2},{"amount":40,"backers":55,"pledgePercentage":0.01,"limited":true,"description":"Round 2 Double Chancellor Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Round 2 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":52,"numAllCaps":1},{"amount":40,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"Round 3 Double Chancellor Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Round 3 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":52,"numAllCaps":1},{"amount":40,"backers":70,"pledgePercentage":0.01,"limited":true,"description":"Round 4 Double Chancellor Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Round 4 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":52,"numAllCaps":1},{"amount":40,"backers":80,"pledgePercentage":0.01,"limited":true,"description":"Round 5 Double Standard Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":47,"numAllCaps":1},{"amount":40,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"Round 6 Double Standard Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":47,"numAllCaps":1},{"amount":40,"backers":33,"pledgePercentage":0.01,"limited":true,"description":"Round 7 Double Standard Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":47,"numAllCaps":1},{"amount":40,"backers":2,"pledgePercentage":0,"limited":true,"description":"Round 8 Double Standard Level: Be among the first in the world to get 2 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":47,"numAllCaps":1},{"amount":80,"backers":49,"pledgePercentage":0.01,"limited":true,"description":"Five Pack Level: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Save a bundle over a single copy! Round 1 Backers will get one of just 1,000 EVER to get the limited edition hand-numbered sticker version of the game!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":65,"numAllCaps":2},{"amount":80,"backers":29,"pledgePercentage":0,"limited":true,"description":"Five Pack Level 2: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Save a bundle over a single copy! Round 2 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":58,"numAllCaps":1},{"amount":80,"backers":30,"pledgePercentage":0.01,"limited":true,"description":"Five Pack Level 3: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Save a bundle over a single copy! Round 3 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":58,"numAllCaps":1},{"amount":80,"backers":32,"pledgePercentage":0.01,"limited":true,"description":"Five Pack Level 4: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get all rewards unlocked during the campaign! Save a bundle over a single copy! Round 4 Backers will also get the Limited Edition Version of the game.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":58,"numAllCaps":1},{"amount":80,"backers":22,"pledgePercentage":0,"limited":true,"description":"Five Pack Round 5 Standard Level: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":48,"numAllCaps":1},{"amount":80,"backers":46,"pledgePercentage":0.01,"limited":true,"description":"Five Pack Round 6 Standard Level: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":48,"numAllCaps":1},{"amount":80,"backers":28,"pledgePercentage":0,"limited":true,"description":"Five Pack Round 7 Standard Level: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":48,"numAllCaps":1},{"amount":80,"backers":1,"pledgePercentage":0,"limited":true,"description":"Five Pack Round 8 Standard Level: Be among the first in the world to get 5 copies of the game in English, guaranteed to get it several weeks before it is released, AND get most stretch rewards unlocked during the campaign, all of them except the limited box!","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":48,"numAllCaps":1},{"amount":150,"backers":30,"pledgePercentage":0.01,"limited":true,"description":"Retailer Level: Get ADVANCED copies for your store (MUST BE A RETAIL STORE, we will check !)  You will get a 10-pack of the game along with one bonus copy of the game to demo in your store.  Note this will NOT come with all the KS rewards unless you want to pay another $2 per game for them (+$22 total).","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":63,"numAllCaps":8}],"updates":68,"comments":3643},"errors":{}}