{"successes":{"title":"InfiniteUSB - one usb port, unlimited devices","category":"Design","subcategory":"Product Design","description":"Having your mobile phones or tablets stay connected to your laptop. It’s time to bring elegance back to your desk.","avatarURL":"https://d297h9he240fqh.cloudfront.net/assets/projects/missing_full-ef1b97a276c4f3291797f7e0915afa3d211d5b402c36f6edad251ec8f6b48040.png","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1705395/video-525956-h264_high.mp4","city":"San Francisco","state":"CA","country":"US","duration":36,"startDate":1426575600000,"endDate":1429686000000,"raised":247214,"goal":10000,"percent":2472,"backers":3320,"currency":"USD","Pledges":[{"amount":1,"backers":77,"pledgePercentage":0.02,"limited":false,"description":"Special Thanks: Your donation is much appreciated and will help us get started! Your name will be featured in our website and you will receive exclusive details our progress and news as the InfintieUSB is coming out!","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":37,"numAllCaps":0},{"amount":10,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"Early Bird InfiniteUSB Slim (Essential): Congrats early bird! Get 1 InfiniteUSB cable in MicroUSB, Lightning or female USB port on your choice. You will get the standard product with slick and magnet design and we will pick a lucky color for you.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":42,"numAllCaps":1},{"amount":12,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"Early Bird InfiniteUSB Slim (Colorful): Congrats early bird! Get 1 InfiniteUSB cable in MicroUSB, Lightning or female USB port on your choice. And be more stylish! Five colors is on your choice!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":32,"numAllCaps":1},{"amount":14,"backers":204,"pledgePercentage":0.06,"limited":true,"description":"InfiniteUSB Slim (Essential): Get 1 InfiniteUSB cable in MicroUSB, Lightning or female USB port on your choice. You will get the standard product with slick and magnet design and we will pick a lucky color for you.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":37,"numAllCaps":1},{"amount":16,"backers":122,"pledgePercentage":0.04,"limited":true,"description":"InfiniteUSB Slim (Colorful): Get 1 InfiniteUSB cable in MicroUSB, Lightning or female USB port on your choice. And be more stylish! Five colors is on your choice!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":27,"numAllCaps":1},{"amount":16,"backers":70,"pledgePercentage":0.02,"limited":true,"description":"Early Bird InfiniteUSB Kickstarter Special Edition  (Essential): Congrats early bird! You will enjoy the authentic iF awarded design with this Kickstarter special edition! We will use special manufacturing technology to make it exactly the same as the original design. Get 1 InfiniteUSB Special Edition cable in MicroUSB, Lightning or female USB port on your choice and we will pick a lucky color for you.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":65,"numAllCaps":1},{"amount":18,"backers":75,"pledgePercentage":0.02,"limited":true,"description":"Early Bird InfiniteUSB Kickstarter Special Edition  (Colorful): Congrats early bird! You will enjoy the authentic iF awarded design with this Kickstarter special edition! We will use special manufacturing technology to make it exactly the same as the original design. Get 1 InfiniteUSB Special Edition cable in MicroUSB, Lightning or female USB port on your choice. And be more stylish! Five colors is on your choice!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":66,"numAllCaps":1},{"amount":18,"backers":101,"pledgePercentage":0.03,"limited":true,"description":"Early Bird InfiniteUSB-C (Essential): Congrats early bird! You will enjoy the authentic iF awarded design with the revolutionary USB-C port! The best buddy for the new MacBook 12\" and Chromebook Pixel. Get 1 InfiniteUSB-C cable in MicroUSB, Lightning or female USB port on your choice and we will pick a lucky color for you.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":54,"numAllCaps":4},{"amount":20,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"InfiniteUSB Kickstarter Special Edition (Essential): Enjoy the authentic iF awarded design with this Kickstarter special edition! We will use special manufacturing technology to make it exactly the same as the original design. Get 1 InfiniteUSB Special Edition cable in MicroUSB, Lightning or female USB port on your choice and we will pick a lucky color for you.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":57,"numAllCaps":1},{"amount":20,"backers":103,"pledgePercentage":0.03,"limited":true,"description":"Early Bird InfiniteUSB-C (Colorful): Congrats early bird! You will enjoy the authentic iF awarded design with the revolutionary USB-C port! The best buddy for the new MacBook 12\" and Chromebook Pixel. Get 1 InfiniteUSB-C cable in MicroUSB, Lightning or female USB port on your choice. And be more stylish! Five colors is on your choice!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":55,"numAllCaps":4},{"amount":22,"backers":43,"pledgePercentage":0.01,"limited":true,"description":"InfiniteUSB Kickstarter Special Edition  (Colorful): Enjoy the authentic iF awarded design with this Kickstarter special edition! We will use special manufacturing technology to make it exactly the same as the original design. Get 1 InfiniteUSB Special Edition cable in MicroUSB, Lightning or female USB port on your choice. And be more stylish! Five colors is on your choice!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":59,"numAllCaps":1},{"amount":22,"backers":13,"pledgePercentage":0,"limited":true,"description":"InfiniteUSB-C (Essential): Enjoy the authentic iF awarded design with the revolutionary USB-C port! The best buddy for the new MacBook 12\" and Chromebook Pixel. Get 1 InfiniteUSB-C cable in MicroUSB, Lightning or female USB port on your choice and we will pick a lucky color for you.","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":47,"numAllCaps":4},{"amount":24,"backers":30,"pledgePercentage":0.01,"limited":true,"description":"InfiniteUSB-C (Colorful): Enjoy the authentic iF awarded design with the revolutionary USB-C port! The best buddy for the new MacBook 12\" and Chromebook Pixel. Get 1 InfiniteUSB-C cable in MicroUSB, Lightning or female USB port on your choice. And be more stylish! Five colors is on your choice!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":50,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"Early Bird Big Happy Combo of 5: Congrats early bird! You need more to make it infinite! Get 5 InfiniteUSB Slim cable in MicroUSB, Lightning or female USB port, and 5 colors all on your choice! Have all your devices to be in InfiniteUSB family and they will clean your desk completely!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":52,"numAllCaps":1},{"amount":60,"backers":1381,"pledgePercentage":0.42,"limited":true,"description":"Big Happy Combo of 5: You need more to make it infinite! Get 5 InfiniteUSB Slim cable in MicroUSB, Lightning or female USB port, and 5 colors all on your choice! Have all your devices to be in InfiniteUSB family and they will clean your desk completely!","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":47,"numAllCaps":1},{"amount":70,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"Early Bird - Big Happy Kickstarter Special Edition Combo of 5: Congrats early bird! You will enjoy the authentic iF awarded design with this Kickstarter special edition! We will use special manufacturing technology to make it exactly the same as the original design. Get 5 InfiniteUSB Kickstarter Special Edition cable in MicroUSB, Lightning or female USB port, and 5 colors all on your choice! You will get the best experience with this package. It’s time to bring elegance back to your desk!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":82,"numAllCaps":1},{"amount":80,"backers":367,"pledgePercentage":0.11,"limited":true,"description":"Big Happy Kickstarter Special Edition Combo of 5: Enjoy the authentic iF awarded design with this Kickstarter special edition! We will use special manufacturing technology to make it exactly the same as the original design. Get 5 InfiniteUSB Kickstarter Special Edition cable in MicroUSB, Lightning or female USB port, and 5 colors all on your choice! You will get the best experience with this package. It’s time to bring elegance back to your desk!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":74,"numAllCaps":1},{"amount":80,"backers":200,"pledgePercentage":0.06,"limited":true,"description":"Early Bird - Big Happy InfiniteUSB-C Combo of 5: Congrats early bird! You will enjoy the authentic iF awarded design with the revolutionary USB-C port! The best buddy for the new MacBook 12\" and Chromebook Pixel. Get 5 InfiniteUSB-C cable in MicroUSB, Lightning or female USB port, and 5 colors all on your choice! You will get the best experience with this package. It’s time to bring elegance back to your desk!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":72,"numAllCaps":4},{"amount":90,"backers":83,"pledgePercentage":0.03,"limited":true,"description":"Big Happy InfiniteUSB-C Combo of 5: Enjoy the authentic iF awarded design with the revolutionary USB-C port! The best buddy for the new MacBook 12\" and Chromebook Pixel. Get 5 InfiniteUSB-C cable in MicroUSB, Lightning or female USB port, and 5 colors all on your choice! You will get the best experience with this package. It’s time to bring elegance back to your desk!","estimatedDelivery":"2015-07-01","estimatedDeliveryISO":"2015-07-01T00:00:00.000Z","numWords":64,"numAllCaps":4},{"amount":399,"backers":0,"pledgePercentage":0,"limited":true,"description":"Meet the team: We’re going to treat you to have dinner in the San Francisco area or Shenzhen, China(your choice) to meet the team and you will get Big Happy Kickstarter Special Edition Combo of 5. The cost of dining is on us, but excludes travel or accommodation costs. We will make sure that you have an awesome and inspiring time!","estimatedDelivery":"2015-08-01","estimatedDeliveryISO":"2015-08-01T00:00:00.000Z","numWords":61,"numAllCaps":0},{"amount":3999,"backers":9,"pledgePercentage":0,"limited":true,"description":"Special Partner: We will work with you to deliver customized InfiniteUSB in your needs. You will get introduced to the team personally and be one of the first to explore potential partnerships. Please contact us at contact@vojotech.us for more information.","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":40,"numAllCaps":0}],"updates":10,"comments":277},"errors":{}}