{"successes":{"title":"Boss Monster: the Dungeon-Building Card Game","category":"Games","subcategory":"Tabletop Games","description":"Inspired by classic video games, Boss Monster challenges you to become a villain, build a dungeon, lure adventurers, and destroy them!","avatarURL":"https://ksr-ugc.imgix.net/projects/309475/photo-original.png?v=1397794885&w=1536&h=1152&fit=crop&auto=format&q=92&s=56bc76e925aa23548efa8699edc8a498","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/309475/video-173684-h264_high.mp4","city":"Torrance","state":"CA","country":"US","duration":31,"startDate":1350543600000,"endDate":1353222000000,"raised":215056,"goal":12000,"percent":1792,"backers":4689,"currency":"USD","Pledges":[{"amount":20,"backers":259,"pledgePercentage":0.06,"limited":false,"description":"THE GAME: The game is yours! This boxed set includes everything you need to play Boss Monster. This is the full $20 retail version of the game, with free shipping (within the U.S.) for Kickstarter supporters!","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":36,"numAllCaps":3},{"amount":25,"backers":350,"pledgePercentage":0.07,"limited":false,"description":"THE PLAYER'S CHOICE: The exclusive Kickstarter supporter experience! You get the full game, the Kickstarter-exclusive Golden Dragon Boss card, and more. As soon as the project hits its goal, we'll e-mail you the soundtrack MP3 and the Official Strategy Guide PDF!","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":41,"numAllCaps":4},{"amount":30,"backers":1370,"pledgePercentage":0.29,"limited":false,"description":"THE POWER-UP PACK: Now you're playing with power! In addition to the game, the exclusive Boss card, the soundtrack MP3 and the Official Strategy Guide, you get a special bonus pack of six Kickstarter-exclusive cards!","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":35,"numAllCaps":3},{"amount":40,"backers":2368,"pledgePercentage":0.51,"limited":false,"description":"THE EXTRA LIFE: Become a part of the Boss Monster design team! In addition to getting everything in the POWER-UP pledge level, you will be registered as an official Playtester for Brotherwise Games. Most importantly, you will receive an advance playtester copy of our first expansion, Tools of Hero-Kind!","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":49,"numAllCaps":4},{"amount":50,"backers":6,"pledgePercentage":0,"limited":true,"description":"THE HERO (FIGHTER): You become a Fighter card! You give us the name, flavor text and a description -- we'll create the art and put your card in every copy of the game. And to commemorate your heroism, we'll give you a limited edition Boss Monster Mini 10-Doh Figure! This level also includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":50,"backers":6,"pledgePercentage":0,"limited":true,"description":"THE HERO (CLERIC): You become a Cleric card! You give us the name, flavor text and a description -- we'll create the art and put your card in every copy of the game. And to commemorate your heroism, we'll give you a limited edition Boss Monster Mini 10-Doh Figure! This level also includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":50,"backers":6,"pledgePercentage":0,"limited":true,"description":"THE HERO (MAGE): You become a Mage card! You give us the name, flavor text and a description -- we'll create the art and put your card in every copy of the game. And to commemorate your heroism, we'll give you a limited edition Boss Monster Mini 10-Doh Figure! This level also includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":50,"backers":6,"pledgePercentage":0,"limited":true,"description":"THE HERO (THIEF): You become a Hero card! You give us the name, flavor text and a description -- we'll create the art and put your card in every copy of the game. And to commemorate your heroism, we'll give you a limited edition Boss Monster Mini 10-Doh Figure! This level also includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":75,"backers":4,"pledgePercentage":0,"limited":true,"description":"THE EPIC HERO (FIGHTER): You become one of the game's dreaded Epic Fighter cards! We'll create the card to your specifications, and players everywhere will learn to fear your name. You'll also receive a black cartridge Mini 10-Doh Figure! This level includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":75,"backers":4,"pledgePercentage":0,"limited":true,"description":"THE EPIC HERO (CLERIC): You become one of the game's dreaded Epic Cleric cards! We'll create the card to your specifications, and players everywhere will learn to fear your name. You'll also receive a black cartridge Mini 10-Doh Figure! This level includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":75,"backers":4,"pledgePercentage":0,"limited":true,"description":"THE EPIC HERO (MAGE): You become one of the game's dreaded Epic Fighter cards! We'll create the card to your specifications, and players everywhere will learn to fear your name. You'll also receive a black cartridge Mini 10-Doh Figure! This level includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":75,"backers":4,"pledgePercentage":0,"limited":true,"description":"THE EPIC HERO (THIEF): You become one of the game's dreaded Epic Thief cards! We'll create the card to your specifications, and players everywhere will learn to fear your name. You'll also receive a black cartridge Mini 10-Doh Figure! This level includes all rewards from the \"EXTRA LIFE” pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":80,"backers":123,"pledgePercentage":0.03,"limited":false,"description":"THE SUPER-SPEED: You will get everything included in the EXTRA LIFE, plus an advance prototype copy of the game immediately sent you! (Please note that International shipping for this level is available, but adds $55 because of the additional mailing.)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":40,"numAllCaps":4},{"amount":150,"backers":142,"pledgePercentage":0.03,"limited":false,"description":"UNLIMITED LIVES: You receive everything in the EXTRA LIFE pledge level, you get an advance prototype copy of the game immediately sent to you, and you will receive a free copy of every future Boss Monster release! For extra bragging rights, you will be credited in the game as a Producer.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":51,"numAllCaps":4},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"KING CROAK: Sponsor one of the game's iconic Bosses: KING CROAK! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":64,"numAllCaps":6},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"ROBOBO: Sponsor one of the game's iconic Bosses: ROBOBO! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":62,"numAllCaps":4},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"GORGONA: Sponsor one of the game's iconic Bosses: GORGONA! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":62,"numAllCaps":4},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"CLEOPATRA: Sponsor one of the game's iconic Bosses: CLEOPATRA! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":62,"numAllCaps":4},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"CEREBELLUS: Sponsor one of the game's iconic Bosses: CEREBELLUS! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":62,"numAllCaps":4},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"SEDUCIA: Sponsor one of the game's iconic Bosses: SEDUCIA! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":62,"numAllCaps":4},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"DRACULORD: Sponsor one of the game's iconic Bosses: DRACULORD! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":62,"numAllCaps":4},{"amount":245,"backers":1,"pledgePercentage":0,"limited":true,"description":"XYZAX: Sponsor one of the game's iconic Bosses: XYZAX! Get an artist-signed copy of your card, a card-sized piece of original artwork of your boss, your name in the manual as your boss's sponsor, and the name and imagery of your boss reserved for your use on the official Boss Monster forums. This level includes all rewards from the EXTRA LIFE level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":62,"numAllCaps":4},{"amount":250,"backers":5,"pledgePercentage":0,"limited":true,"description":"THE BOSS: You are the boss! You receive everything in the UNLIMITED LIVES pledge level, including an advance prototype copy of the game, and you get to work with the artists and designers to create a card that will be shipped with every copy of our first expansion!","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"THE FIGHTER'S DOOM: Want to become a Boss Monster? This level's for you. We'll work with you to design one of the four new Kickstarter Exclusive Boss Monsters that were earned with the $20000 stretch goal. You'll work with us to guide the development of a fantasy-themed image for this Boss and you'll pick the name (pending Brotherwise approval). AND you'll get all the rewards offered at the UNLIMITED LIVES pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":72,"numAllCaps":6},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"THE MAGE HUNTER: Want to become a Boss Monster? This level's for you. We'll work with you to design one of the four new Kickstarter Exclusive Boss Monsters that were earned with the $20000 stretch goal. You'll work with us to guide the development of a fantasy-themed image for this Boss and you'll pick the name (pending Brotherwise approval). AND you'll get all the rewards offered at the UNLIMITED LIVES pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":72,"numAllCaps":6},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"THE CLERIC KILLER: Want to become a Boss Monster? This level's for you.  We'll work with you to design one of the four new Kickstarter Exclusive Boss Monsters that were earned with the $20000 stretch goal. You'll work with us to guide the development of a fantasy-themed image for this Boss and you'll pick the name (pending Brotherwise approval).  AND you'll get all the rewards offered at the UNLIMITED LIVES pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":74,"numAllCaps":6},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"THE THIEF SLAYER: Want to become a Boss Monster? This level's for you.  We'll work with you to design one of the four new Kickstarter Exclusive Boss Monsters that were earned with the $20000 stretch goal. You'll work with us to guide the development of a fantasy-themed image for this Boss and you'll pick the name (pending Brotherwise approval).  AND you'll get all the rewards offered at the UNLIMITED LIVES pledge level.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":74,"numAllCaps":6},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"THE DRAGON: You will become a part of Boss Monster history. The raddest boss in the game – a golden dragon – will be given the name of your choice. And you will receive a one-of-a-kind Golden Boss Monster 10-Doh by Squid Kids Ink. Finally, this level includes all rewards from “THE BOSS” pledge level. There can be only one!","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":60,"numAllCaps":4}],"updates":66,"comments":3472},"errors":{}}