{"successes":{"title":"Girl Genius Volume 12 Printing and Reprint Frenzy!","category":"Comics?ref=category","subcategory":"Comics","description":"It's time to print a lovely printed-on-actual-paper edition of Girl Genius Volume 12! We also hope to reprint all the previous Volumes.","avatarURL":"https://ksr-ugc.imgix.net/projects/534501/photo-original.jpg?v=1397818179&w=1536&h=1152&fit=crop&auto=format&q=92&s=ed341a3776f61b2774f60f0264a1c586","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/534501/video-240231-h264_high.mp4","city":"Seattle","state":"WA","country":"US","duration":18,"startDate":1368601200000,"endDate":1370156400000,"raised":389079,"goal":55000,"percent":707,"backers":4441,"currency":"USD","Pledges":[{"amount":5,"backers":61,"pledgePercentage":0.01,"limited":false,"description":"INDISPENSABLE MINION:\nYou get our hearty thanks and a link to a lovely \"Thank You\" wallpaper for your computer screen.\nSupport us here if you love reading the online comic, but believe that print is dead.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":34,"numAllCaps":2},{"amount":10,"backers":90,"pledgePercentage":0.02,"limited":false,"description":"VISITING PROFESSOR:\nYou get a set of our three new travel stickers.\nThroughout the Girl Genius saga we have taken you to exotic locales on the iridescent wings of imagination! We have! Now, you can convince small children and gullible relations that you have actually been to Mechanicsburg…Castle Wulfenbach…and Master Payne’s Circus of Adventure! For this campaign, we will be unveiling the first three of an exciting set of travel stickers in full color. Hark back to a romantic and insanely dangerous era of travel!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":83,"numAllCaps":2},{"amount":10,"backers":872,"pledgePercentage":0.2,"limited":false,"description":"EXCEPTIONALLY ORGANIZED BUNDLE OF PHOTONS: At the request of an unexpectedly large percentage of our patrons, we are offering a PDF of Volume 12. Thus you can rest easy knowing that no trees were ground up to bring you your entertainment. Captain Planet salutes you! This will also include all the digital goodies, whatever they may be, as we unlock them through the campaign.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":64,"numAllCaps":6},{"amount":20,"backers":431,"pledgePercentage":0.1,"limited":false,"description":"HERO OF SCIENCE: You deserve a medal…and at this level, you'll get one--in your choice of antique silver or antique brass, no less. This shiny all-metal pin back medal commemorates the Siege of Mechanicsburg and features Agatha, the new Heterodyne! (It's very much like the medal we helped put together for Gizmocracy's \"Rats of Mechanicsburg\" Kickstarter.)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":30,"backers":884,"pledgePercentage":0.2,"limited":false,"description":"PROFESSOR OF MAD LIBRARY SCIENCE:\nYou get an actual, dead-tree, SOFTCOVER copy of Girl Genius Volume 12: Agatha Heterodyne and the Siege of Mechanicsburg. 192 pages in full color. Shipped to you by means of one of the largest government agencies on Earth!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":42,"numAllCaps":6},{"amount":30,"backers":51,"pledgePercentage":0.01,"limited":false,"description":"REVISIONIST HISTORIAN. This allows you to purchase any of the eleven older volumes, without being forced into taking one of those newfangled Volume 12 thingamjiggers. This is quite sensible, as you never know what might happen with a new book. Best let the young’ns buy that one for awhile and see iff’n all the vowels fall out or sumpthin’.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":59,"numAllCaps":2},{"amount":55,"backers":406,"pledgePercentage":0.09,"limited":false,"description":"TENURED PROFESSOR OF MAD LIBRARY SCIENCE: You get an actual, dead-tree, HARDCOVER copy of Girl Genius Volume 12: Agatha Heterodyne and the Siege of Mechanicsburg. 192 pages in full color. The Same Book– But Better! Unlike the softcover edition, we only print the hardcover edition once, and when they are gone, they are gone forever. If we had a nickel for every poor squid who ever complained to us that it waited too long and is now really, really sorry, we’d be able to print this book right now. Don’t be that squid.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":93,"numAllCaps":7},{"amount":55,"backers":579,"pledgePercentage":0.13,"limited":false,"description":"PATCHWORK MONSTER: You get one SOFTCOVER copy of Volume 12, one medal, and one set of travel stickers. \nYes, those naysayers at the University claimed that we could not combine a softcover graphic novel (Girl Genius Volume 12), a hero's medal and travel stickers! The blind, ignorant fools! Science can do anything!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":52,"numAllCaps":3},{"amount":80,"backers":222,"pledgePercentage":0.05,"limited":false,"description":"LADY/GENTLEMAN ADVENTURER: You get one HARDCOVER copy of Volume 12, one medal, and one set of travel stickers.\nSHOW THEM, SHOW THEM ALL!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":22,"numAllCaps":8},{"amount":125,"backers":190,"pledgePercentage":0.04,"limited":false,"description":"JäGERMONSTER HORDE BUGSTOMPER:\nYou get one SOFTCOVER copy of Girl Genius Volume 12, a hero medal, the travel stickers, and a limited-edition embroidered Jäger patch! Yes, the Jägermonsters: the fearsome monsters of the Heterodynes, known for ruthlessness, devotion to their evil masters, and an unhealthy obsession with hats. Show yourself to be one of them…or at least hope that sporting one of these fancy patches will confuse them long enough to let you escape.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":73,"numAllCaps":6},{"amount":150,"backers":148,"pledgePercentage":0.03,"limited":false,"description":"JäGERMONSTER HORDE ELITE:\nYou get the medal, the travel stickers and the embroidered patch, but the book you get is a distinguished, limited edition HARDCOVER, which has been shown in laboratory tests to stop most Nerf® caliber weaponry!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":37,"numAllCaps":4},{"amount":275,"backers":265,"pledgePercentage":0.06,"limited":false,"description":"TPU LIBRARIAN: You get a full set of the softcover bound Girl Genius graphic novels-Volumes 1-12 of the actual, physical books. Curl up with a nice cup of tea, coffee, or Love Potion #9, and read your comics the old-fashioned way! (Paper knife not included.)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":45,"numAllCaps":2},{"amount":300,"backers":62,"pledgePercentage":0.01,"limited":true,"description":"A JäGER AND A SCHOLAR:\nYou get the book (with your choice of hardcover or softcover binding), stickers and medal, plus a page of original Girl Genius art!\nYes, one of the original pages from the comic, although not necessarily from Volume 12. The exact page will be our choice, but we'll make sure it's a good one!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":56,"numAllCaps":5},{"amount":375,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"THE SINGULARITY– will get you all 12 volumes in softcover, a volume 12 in hardcover, a medal (your choice of color), A Bugstomper patch, a Jäger patch, the travel stickers, and any other Girl Genius add-ons we release during the remainder of this Kickstarter. This is for the ultimate Girl Genius fan.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":52,"numAllCaps":4},{"amount":425,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"THE SECONDARY SINGULARITY– This will get you all 12 volumes in softcover, a volume 12 in hardcover, a medal (your choice of color), A Bugstomper patch, a Jäger patch, the travel stickers, and any other Girl Genius add-ons we release during the remainder of this Kickstarter. This is for the ultimate Girl Genius fan.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":54,"numAllCaps":5},{"amount":500,"backers":33,"pledgePercentage":0.01,"limited":true,"description":"GEEK IMMORTALITY!:\nSometime in the next year, your name (or the name of a beloved friend, lover or pet) will appear somewhere in the Girl Genius comic. Also, you get the original art page it appears on! (We do reserve the right to nix the deal if you submit something we find objectionable as your name, just letting you know. Let's play nice, please.) You also get a copy of Volume 12 with your choice of binding, the medal, the travel stickers and the Jäger patch.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":85,"numAllCaps":3},{"amount":1250,"backers":5,"pledgePercentage":0,"limited":true,"description":"BECOME A TRIVIA QUESTION:\nNot just a name on a wall– No! A random background character in the comic is named for you (or friend, family member or beloved pet). What will happen to them? Will they sell Agatha the vital part needed to defeat the enemy, will they be the one to Throw The Switch, or will they become a surprise love interest? Who knows?! You also get a copy of Volume 12 with your choice of binding, the medal, the travel stickers and the Jäger patch.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":87,"numAllCaps":6},{"amount":2500,"backers":2,"pledgePercentage":0,"limited":true,"description":"PORTRAIT OF A PATRON:\nYou get a portrait of you based on a photo!\nPretty self explanatory, really. It will be a pencil drawing on the same type of paper we draw the comic on, which is a fine high–quality Bristol board. It measures 11 inches by 17 inches. Naturally, Phil will try to accessorize you so that you’ll look like a character from the comic. Something you will be proud to hang in your Ancestral Portrait Gallery. You also get a copy of Volume 12 with your choice of binding, the medal, the travel stickers and the Jäger patch.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":98,"numAllCaps":5},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"BECOME A CHARACTER– And DIE!:\nNo mere walk-on, spear-carrier part for you! Nay, you will be drawn into the Girl Genius comic (based on a photo of you), and your character will be killed off in a suitably amusing (to us) fashion. Oh, the existential agony. You also get a copy of Volume 12 with your choice of binding, the medal, the travel stickers and the Jäger patch.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"A VISIT FROM THE PROFESSOR:\nAssuming the check clears, Phil Foglio will Pay you a Visit. Yes, he'll actually come to your house, classroom, club meeting or event.\nWe realize that this is not necessarily an incentive. We will also accept $10,000 to ensure that Phil never comes to your house. We’re flexible. But if you want him, Phil and a companion (to be named later, since we don't know who's free yet) will actually come for a visit, and play cards with you. You also get a copy of Volume 12 with your choice of binding, the medal, the travel stickers and the Jäger patch.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":104,"numAllCaps":6},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"A VISIT FROM THE PROFESSORESSA: Or, if you prefer, Kaja Foglio will come to your house (or club, etc.) and Drink Tea.\nA choice for our more urbane readers. Yes, Kaja, and a companion to be named later, will actually come to your domicile and take tea with you. Knowing her, she will no doubt bring cake, as well as a copy of Volume 12 with your choice of binding, the medal, the travel stickers and the Jäger patch.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":78,"numAllCaps":7}],"updates":36,"comments":1157},"errors":{}}