{"successes":{"title":"DRAGON WARRIORS:   a feature film starring James Marsters","category":"Film & video","subcategory":"Fantasy","description":"This new fantasy film is like The Lord of the Rings meets The Princess Bride. Starring James Marsters of \"Buffy\", \"Angel\" and more.","avatarURL":"https://ksr-ugc.imgix.net/projects/944920/photo-original.jpg?v=1400516849&w=1536&h=1152&fit=crop&auto=format&q=92&s=e082b6ad628fe11887e23de6d9657208","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/944920/video-384848-h264_high.mp4","city":"Salt Lake City","state":"UT","country":"US","duration":30,"startDate":1397890800000,"endDate":1400482800000,"raised":216260,"goal":200000,"percent":108,"backers":1628,"currency":"USD","Pledges":[{"amount":1,"backers":49,"pledgePercentage":0.03,"limited":false,"description":"BRAGGING RIGHTS!: For only one dollar you can brag to your friends that you helped fund this awesome movie.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":19,"numAllCaps":2},{"amount":5,"backers":35,"pledgePercentage":0.02,"limited":false,"description":"POSTER AND SONG: A high-resolution digital copy of the Poster and a digital download of the main Dragon Warriors theme written by the award winning composer Robert Allen Elliott.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":29,"numAllCaps":4},{"amount":10,"backers":22,"pledgePercentage":0.01,"limited":false,"description":"DIGITAL COPY OF SCRIPT: Includes a thank you letter from the Directors and the above rewards.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":16,"numAllCaps":4},{"amount":15,"backers":6,"pledgePercentage":0,"limited":false,"description":"DIGITAL DOWNLOAD of the COMPLETE SOUNDTRACK:  By award winning composer, Robert Allen Elliott. (includes all of the above rewards)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":20,"numAllCaps":4},{"amount":20,"backers":517,"pledgePercentage":0.32,"limited":false,"description":"DIGITAL DOWNLOAD of the COMPLETE FILM: In HD with Kickstarter exclusive bonus material, Awesome right??? (Includes all of the above rewards)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":21,"numAllCaps":5},{"amount":30,"backers":268,"pledgePercentage":0.16,"limited":false,"description":"DVD: An exclusive Kickstarter Supporters Edition DVD, region free, signed by select *CAST and CREW. Includes DIGITAL DOWNLOAD of SCRIPT, POSTER, and SOUNDTRACK. *Does not include a signature from James Marsters (that's coming later...)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":34,"numAllCaps":9},{"amount":35,"backers":293,"pledgePercentage":0.18,"limited":false,"description":"BLU-RAY: An exclusive Kickstarter Supporters Edition BLU-RAY, region free, signed by select *CAST and CREW. Includes DIGITAL DOWNLOAD of SCRIPT, POSTER, and SOUNDTRACK. *Does not include a signature from James Marsters (that's coming later...)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":34,"numAllCaps":9},{"amount":40,"backers":68,"pledgePercentage":0.04,"limited":false,"description":"T-SHIRT/DOWNLOAD COMBO!: Strut around at your local Comic Con in style with the Original Dragon Warriors Kickstarter edition T-Shirt with DIGITAL DOWNLOAD of the COMPLETE FILM in HD, SCRIPT, POSTER, and SOUNDTRACK.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":32,"numAllCaps":11},{"amount":60,"backers":47,"pledgePercentage":0.03,"limited":false,"description":"T-SHIRT/DVD/DOWNLOAD COMBO! : Strut around at your local Comic Con in style with the Original Dragon Warriors Kickstarter edition T-Shirt with an exclusive Kickstarter Supporters Edition DVD, region free, signed by select *CAST and CREW with DIGITAL DOWNLOAD of the COMPLETE FILM in HD, SCRIPT, POSTER, and SOUNDTRACK. *Does not include a signature from James Marsters (that's coming later...)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":59,"numAllCaps":14},{"amount":70,"backers":37,"pledgePercentage":0.02,"limited":false,"description":"T-SHIRT/BLU-RAY/DOWNLOAD COMBO! : Strut around at your local Comic Con in style with the Original Dragon Warriors Kickstarter edition T-Shirt with an exclusive Kickstarter Supporters Edition BLU-RAY, region free, signed by select *CAST and CREW with DIGITAL DOWNLOAD of the COMPLETE FILM in HD. SCRIPT, POSTER, and SOUNDTRACK. *Does not include a signature from James Marsters (that's coming later...)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":59,"numAllCaps":14},{"amount":70,"backers":1,"pledgePercentage":0,"limited":false,"description":"POSTER and DIGITAL DOWNLOAD: Get your official Dragon Warriors one sheet poster (27X40) signed by select *CAST and CREW plus DIGITAL DOWNLOAD of the COMPLETE FILM in HD and DIGITAL COPY of SCRIPT, POSTER, and SOUNDTRACK. *Does not include a signature from James Marsters (that's coming later...)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":47,"numAllCaps":15},{"amount":100,"backers":52,"pledgePercentage":0.03,"limited":false,"description":"THE REAL DEAL: Includes your choice of DVD or BLU-RAY  signed by select *CAST and CREW, a Dragon Warriors T-SHIRT, plus your name in the credits of the film as a KICKSTARTER BACKER, plus DIGITAL DOWNLOAD of SCRIPT, POSTER, and SOUNDTRACK. *Does not include a signature from James Marsters (we're almost there...)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":53,"numAllCaps":15},{"amount":130,"backers":32,"pledgePercentage":0.02,"limited":true,"description":"POSTER SIGNED BY JAMES MARSTERS and DIGITAL DOWNLOAD: Get your official Dragon Warriors one sheet poster (27X40) signed by select CAST and CREW including James Marsters plus DIGITAL DOWNLOAD of the COMPLETE FILM in HD and DIGITAL COPY of SCRIPT, POSTER, and SOUNDTRACK.  Plus your name in the credits of the film as a KICKSTARTER BACKER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":57,"numAllCaps":21},{"amount":160,"backers":125,"pledgePercentage":0.08,"limited":true,"description":"JAMES MARSTERS SPECIAL: This package is for true fans of the one and only James Marsters.  It includes everything in THE REAL DEAL package, but the DVD or BLU-RAY of your choice will be signed personally by the one and only James Marsters.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":44,"numAllCaps":8},{"amount":160,"backers":2,"pledgePercentage":0,"limited":true,"description":"LUKE PERRY SPECIAL: This package is for those of you who can't get enough Luke, or just need empirical proof that he actually did a fantasy movie. We will give you a production still of him in his sexy medieval costume, signed by Luke. This also includes a DVD or BLU-RAY and a DIGITAL COPY of the POSTER, SCRIPT and SOUNDTRACK, plus your name in the credits of the film as a KICKSTARTER BACKER.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":74,"numAllCaps":12},{"amount":250,"backers":6,"pledgePercentage":0,"limited":true,"description":"JAMES AND LUKE DOUBLE DREAM COMBO:\nIf you need the signatures of both our celebrity men, this package includes everything in the James Marsters Special and a signed production still of Luke Perry.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":32,"numAllCaps":6},{"amount":300,"backers":2,"pledgePercentage":0,"limited":false,"description":"SUPER SPECIAL: A one-hour Skype meeting with Producers and/or Directors to discuss financing, production, and distribution of this project or any project you wish to speak of. Includes everything in the REAL DEAL package.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":34,"numAllCaps":5},{"amount":500,"backers":9,"pledgePercentage":0.01,"limited":true,"description":"RED CARPET VIP EXPERIENCE: This NEW reward includes everything in the SUPER SPECIAL package but it ALSO includes 2 VIP tickets to the Film Premiere (in Utah or Los Angeles, must provide own travel and accommodation). The VIP Red Carpet Experience includes a reception where you can walk the red carpet, get your picture taken, and mix and mingle with full cast and crew, including James Marsters and Luke Perry (subject to scheduling and availability, we cannot guarantee their appearance if they are shooting another project etc., but we will do our best to coordinate a time when they are available). This will be an unforgettable exclusive experience with a Cast and Crew Q&A afterward as well. NOTE: VIP Experience Tickets included in higher level packages: Associate Producer, Co-Producer, and Executive Producer. Tickets are transferrable. So if you are not able to make it and you want to make somebody's year and give them away you can… or sell them on ebay, your choice.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":164,"numAllCaps":13},{"amount":1000,"backers":14,"pledgePercentage":0.01,"limited":true,"description":"THE ASSOCIATE: See your name in the film's credits and on IMDB as an \"Associate Producer.\" 4 tickets to the premiere (in Utah or Los Angeles, must provide own travel and accommodation). Includes a one-hour Skype session with the Producers and/or Directors to discuss all aspects of the production of this picture (in-person meeting available - location dependent). Includes everything in the REAL DEAL package.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":65,"numAllCaps":5},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":true,"description":"EVENING WITH ACTOR ADAM JOHNSON (RAMICUS)\nIf you think it would be a dream to go out on the town with the ruggedly handsome Adam Johnson, here is your chance! Whether you have a romantic evening in mind, or if you just want to bro out with the man, the lucky pledge will receive all of the rewards of the ASSOCIATE PRODUCER level as well as have an unforgettable afternoon/evening out on the town in Hollywood, California, planned by Adam himself (5 hour minimum, but could go longer, who knows...). You must provide your own travel and lodging for the trip but Adam will take care of the rest (food and activities throughout the evening). Scheduling is flexible. We will find a time that works for both of you (NOTE: could also be scheduled in Salt Lake City, Utah area if preferable) .","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":142,"numAllCaps":9},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"This could very well be the most fun you will have in any given night, EVER.  Only one available so hurry hurry...","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":23,"numAllCaps":1},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"UNIVERSAL STUDIOS HOLLYWOOD package\nThis reward includes everything in the ASSOCIATE PRODUCER reward tier as well as 2 passes to Universal studios.  You and a guest will spent the day at the magical theme park with Writer/Director/Actor Maclain Nelson (Camilan) and Actress Clare Niederpruem (Larec)  (You must provide Travel and lodging but we will provide food, parking and entrance for the day.) Experience the magic of Universal studios with 2 stars of the film you are a producer on. It doesn't get more Hollywood than that. You will have plenty of time to ask them whatever you want about the film or just life in general. Scheduling is flexible.  We will find a time that works for both parties but it must take place by the end of 2014. (Clare and Maclain are shooting a new film, out of the country starting in 2015)","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":146,"numAllCaps":5},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"REAL HOLLYWOOD GAME NIGHT \nThis reward includes the ASSOCIATE PRODUCER reward as well as a game night with actor Adam Johnson, Maclain Nelson and Clare Niederpruem. (possible others as well, due to scheduling and availability)\nThis Amazing reward is sure to be unforgettable.  You and 3 guests (add ons possible) will be invited to have a game night with some of the most competitive people in the world.  They can come to you or you can come to them but either way you are going to have the best game night you have ever had. (Game night will take place in the Los Angeles or Salt Lake City area) Travel and lodging is not included but we will provide pizza drinks, snacks and endless laughter with you and your friends! Show your friends the perks of being a producer! Scheduling is flexible.  We will find a time that works for both parties","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":154,"numAllCaps":6},{"amount":3000,"backers":4,"pledgePercentage":0,"limited":true,"description":"DINNER PARTY WITH KAITLIN DOUBLEDAY\nThis reward includes everything in the ASSOCIATE PRODUCER package AND you and a guest will enjoy an exclusive dinner at a fancy restaurant in Hollywood, CA. This is your chance to ask the starlet about life as an actress, what is was like working with Leonardo Di Caprio or quantum physics. Whatever you choose, the evening is yours to enjoy.  BONUS Kaitlin will be bringing a guest as well and with her list of celebrity friends you never know who she might bring along.  You will be a producer of the film and you and your guest will have an unforgettable peek into life as a Hollywood actress. There is only one of these rewards available so hurry hurry. You must provide your own travel and lodging but we will cover the evening out on the town.  Scheduling is flexible. We will find a time that works for both of you.  (Keep in mind you could schedule it to coincide with the LA Premiere to save on travel costs)","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":177,"numAllCaps":11},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":true,"description":"DRAGON WARRIOR CUSTOM MADE BATTLE GEAR:  Our incredible costuming/wardrobe/armory team will make you a high quality, handmade, custom fit replica costume of your favorite warrior/character from the film (man, woman, or orc).  You send us your measurements and we create it for you. This armor takes forever to make so we are limiting the number.  Rewards include everything with the \"Associate Producer\" package so you will be credited in the film as well. (ALSO The costume can be ready for Halloween of 2014 even though the film is expected to be finished in November)","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":97,"numAllCaps":7},{"amount":10000,"backers":4,"pledgePercentage":0,"limited":true,"description":"THE CO-PRODUCER: See your name in the film's credits and on IMDB as a \"Co-Producer.\"  4 tickets to the premiere (in Utah or Los Angeles, must provide own travel and accommodation) Includes 2 \"James Marsters Special\" packages and a one-hour Skype meeting with the Producers and/or Directors to discuss all aspects of the production of this picture (in-person meeting available - location dependent).","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":false,"description":"THE EXECUTIVE PRODUCER: See your name (or pseudonym) in the film's credits and on IMDB as an \"Executive Producer.\" 10 tickets to the premiere (in Utah or Los Angeles, must provide own travel and accommodation)  Includes 2 \"James Marsters Special\" packages  and a one-hour Skype meeting with the Producers and/or Directors to discuss all aspects of the production of this picture (in-person meeting available - location dependent).","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":69,"numAllCaps":4}],"updates":47,"comments":274},"errors":{}}