{"successes":{"title":"+ POOL, Tile by Tile","category":"Design","subcategory":"Civic Design","description":"Like a giant strainer dropped into the river, + POOL makes it possible for everybody to swim in clean river water right here in NYC.","avatarURL":"https://ksr-ugc.imgix.net/projects/557674/photo-original.jpg?v=1397820744&w=1536&h=1152&fit=crop&auto=format&q=92&s=1a954fc9bdd93a4b9f526129dcb51c59","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/557674/video-253986-h264_high.mp4","city":"Brooklyn","state":"NY","country":"US","duration":30,"startDate":1371020400000,"endDate":1373612400000,"raised":273114,"goal":250000,"percent":109,"backers":3175,"currency":"USD","Pledges":[{"amount":25,"backers":1374,"pledgePercentage":0.43,"limited":false,"description":"GROUP TILE — Have your named engraved on a + POOL tile for just 25 bucks!  It will be placed alongside 7 other randomly selected names on a single tile, and this summer you'll receive a certificate officially reserving your spot at the pool along with your name included as an official backer on the + POOL website.  Since eight copies is a lot to make, we won't be able to send you your own tile to keep but on opening day of the future + POOL, you're tile will be there with your name permanently etched into the history of making the world's first water-filtering floating pool.  ","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":109,"numAllCaps":5},{"amount":49,"backers":500,"pledgePercentage":0.16,"limited":true,"description":"NEW! GROUP TILE + FIRST DIP — Have your named engraved on a + POOL tile alongside 7 other randomly selected names and get one pass to First Dips, the exclusive preview week reserved for Kickstarter tile backers right before + POOL opens to the general public.  This summer you'll receive your First Dip pass, a certificate officially reserving your spot at the pool along with your name included as an official backer on the + POOL website.  Since eight copies is a lot to make, we won't be able to send you your own tile to keep but on opening day of the future + POOL, you're tile will be there with your name permanently etched into the history of making the world's first water-filtering floating pool.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":130,"numAllCaps":9},{"amount":149,"backers":350,"pledgePercentage":0.11,"limited":true,"description":"EARLY BIRD TILE — We'll engrave your name (or any message up to 50 characters) on a + POOL tile and send it to you this very summer.  The tile is all yours to keep, hold and show-off.  And on opening day of the future + POOL, there will be a tile with your name on it waiting for you on the pool.  You're name will be permanently etched into the history of making the world's first water-filtering floating pool.  Along with your tile this summer you'll also receive a certificate of authenticity holding your place at the pool, you're name included as a backer on the + POOL website and best of all, two passes to First Dips, the exclusive preview week reserved just for Kickstarter tile backers right before + POOL opens to the general public.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":138,"numAllCaps":7},{"amount":199,"backers":368,"pledgePercentage":0.12,"limited":true,"description":"+ POOL TILE — We'll engrave your name (or any message up to 50 characters) on a + POOL tile and send it to you this very summer.  The tile is all yours to keep, hold and show-off.  And on opening day of the future + POOL, there will be a tile with your name on it waiting for you on the pool.  You're name will be permanently etched into the history of making the world's first water-filtering floating pool.  Along with your tile this summer you'll also receive a certificate of authenticity holding your place at the pool, you're name included as a backer on the + POOL website and best of all, two passes to First Dips, the exclusive preview week reserved just for Kickstarter tile backers right before + POOL opens to the general public.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":138,"numAllCaps":6},{"amount":249,"backers":161,"pledgePercentage":0.05,"limited":true,"description":"BLUE TILE — We'll engrave your name (or any message up to 50 characters) on a limited edition Blue + POOL tile and send it to you this very summer.  The tile is all yours to keep, hold and show-off.  And on opening day of the future + POOL, there will be a tile with your name on it waiting for you in the very pool itself.  Your tile will be set in the very water that you've helped to clean and your name will be permanently etched into the history of making the world's first water-filtering floating pool.  Along with your tile this summer you'll also receive a certificate of authenticity holding your spot at the pool, you're name included as a backer on the + POOL website and best of all, two passes to First Dips, the exclusive preview week reserved just for Kickstarter tile backers right before + POOL opens to the general public.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":156,"numAllCaps":6},{"amount":249,"backers":53,"pledgePercentage":0.02,"limited":true,"description":"NEW! FRIENDS TILE — Gather three friends and we'll engrave all four of your names on a + POOL tile and send it to you this very summer.  The tile is all yours to keep, hold and show-off.  And on opening day of the future + POOL, there will be a tile with all of your names on it waiting for you on the pool.  You and your friends will be permanently etched into the history of making the world's first water-filtering floating pool. Along with your tile this summer you'll also receive a certificate of authenticity holding your places at the pool, you're names included as backers on the + POOL website and best of all, four passes to First Dips, the exclusive preview week reserved just for Kickstarter tile backers right before + POOL opens to the general public.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":144,"numAllCaps":7},{"amount":949,"backers":12,"pledgePercentage":0,"limited":true,"description":"FAMILY PACK — Four + POOL Tiles and a limited edition Blue Tile will be engraved and sent to you this summer.  Engrave a different name or message (up to 50 characters) on each tile as a gift for family, friends, colleagues, crushes... or maybe just keep them all for yourself.  And on opening day of the future + POOL, your tiles will be waiting for you on the pool as a permanent record that you helped make the world's first water-filtering floating pool. Along with your tiles, this summer you'll also receive a certificate of authenticity holding your spots at the pool, you're name included as a backer on the + POOL website and best of all, eight passes to First Dips, the exclusive preview week reserved just for Kickstarter tile backers right before + POOL opens to the general public.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":140,"numAllCaps":6},{"amount":2500,"backers":6,"pledgePercentage":0,"limited":true,"description":"GRAPHIC TILE — We'll engrave your logo, signature, or any monochrome graphic of your choice on a white or blue tile and send it to you this summer.  The tile is all yours to keep, hold and show-off.  And on opening day of the future + POOL, there will be a tile with your graphic on it waiting for you on the pool as permanently record that you helped make the world's first water-filtering floating pool.  Along with your tile, this summer you'll also receive a certificate of authenticity holding your spot at the pool, your name included as a backer on the + POOL website and best of all, twenty passes to First Dips, the exclusive preview week reserved just for Kickstarter tile backers right before + POOL opens to the general public.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":131,"numAllCaps":5},{"amount":9999,"backers":0,"pledgePercentage":0,"limited":true,"description":"MARBLE TILE – We'll etch your name or graphic on a limited edition marble + POOL tile and send it to you this summer.  The tile is all yours to keep, hold and show-off.  And on opening day of the future + POOL, there will be a tile with your name on it waiting for you at an exclusive and prominent spot on very pool itself, permanently marking a record that you helped make the world's first water-filtering floating pool. Along with your marble tile this summer you'll receive a certificate of authenticity holding your spot at the pool and your name listed as a Benefactor on the + POOL website. We'll also specially recognize you in person at the Grand Opening of both this summer's Float Lab and the future + POOL. Best of all, you'll receive two limited edition VIP passes. The VIP pass gives you and a friend exclusive access to + POOL during the entire inaugural season, First Dips week and special events. We'll also take you and a friend on special boat tour of the Float Lab this summer to see the real-river testing up close and in action, followed by a starlit dinner with the + Poolers. You'll be our guest of honor and a major contributor to building + POOL for New York City.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":223,"numAllCaps":10}],"updates":26,"comments":63},"errors":{}}