{"successes":{"title":"Defense Grid 2","category":"Games","subcategory":"Video Games","description":"Defense Grid set the standard for tower defense games and now we're giving you the power to make Defense Grid 2 real for everyone.","avatarURL":"https://ksr-ugc.imgix.net/projects/175059/photo-original.jpg?v=1397781604&w=1536&h=1152&fit=crop&auto=format&q=92&s=bb4b70133d8ae247d3d5118f9bc88bd7","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/175059/video-126719-h264_high.mp4","city":"Bellevue","state":"WA","country":"US","duration":35,"startDate":1341903600000,"endDate":1344927600000,"raised":271726,"goal":250000,"percent":109,"backers":6291,"currency":"USD","Pledges":[{"amount":15,"backers":2852,"pledgePercentage":0.45,"limited":false,"description":"First, you get a Steam code for a free copy of the original Defense Grid (PC) game immediately: as soon as we know you are a backer, even before funding closes.  Then in December (we estimate), you'll get a digital copy of DG:Containment, and after that you'll get any new DG content funded from this Kickstarter when development is complete – you’ll also get DG2 – either funded directly from this Kickstarter or later when we are able to release it ourselves. We'll also create a new private forum for backers that you can join.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":96,"numAllCaps":3},{"amount":20,"backers":500,"pledgePercentage":0.08,"limited":true,"description":"Early Bird Reward - get all the rewards of the $30 pledge level and below for just $20. This is only available to the first 500 people who pledge at this level.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":30,"backers":950,"pledgePercentage":0.15,"limited":false,"description":"Previous rewards + all previously released Defense Grid expansions (Borderlands, all four Resurgence map packs & You Monster).  You'll get a DG level visualizer for submitting level ideas to us, a desktop wallpaper pack with concept art from DG:Containment and DG2.  You'll get a ringtone of the original Defense Grid theme and a digital copy of the Defense Grid soundtrack as well as the DG2 soundtrack when it is done.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":72,"numAllCaps":2},{"amount":50,"backers":219,"pledgePercentage":0.03,"limited":false,"description":"Previous rewards + access to each Steam beta before release.  You'll see all new levels and give us early feedback. You'll receive a PDF file of the full DG:Containment concept art book and a PDF of the full Defense Grid 2 concept art book.  Your name will also be in the Bronze Backer section of the credits.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":59,"numAllCaps":3},{"amount":55,"backers":498,"pledgePercentage":0.08,"limited":true,"description":"Early Bird Reward - get all the rewards of the $75 pledge level and below for just $55.  This is only available to the first 500 people who pledge at this level.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":33,"numAllCaps":0},{"amount":60,"backers":209,"pledgePercentage":0.03,"limited":true,"description":"First Week Reward - get all the rewards of the $75 pledge level and below for just $60. This is only available to the first 250 people who pledge at this level.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":70,"backers":5,"pledgePercentage":0,"limited":true,"description":"Special Add-A-Thing Tier: Add a Radeon HD 6770 video card to any existing tier by pledging the correct total amount and choosing this tier or changing your existing tier choice to this tier choice.  To make this unique tier level work, set your total pledge amount to the total of:  (1) The cost of the other tier you want (must be a non-limited tier, or a limited tier you previously held),  (2) Add $55 for the Radeon HD 6770 video card, and (3) Add international shipping (if applicable) – include $20 for the Radeon HD 6770 video card plus any amount that may have applied to your original tier.   Based on your new pledge total, we will confirm with you the tier to which you are adding the Radeon HD 6770 video card.  This tier is NOT included in any tier that says \"previous tiers\" and nor is any other special add-a-thing tier.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":159,"numAllCaps":6},{"amount":75,"backers":14,"pledgePercentage":0,"limited":false,"description":"Previous rewards + a unique Defense Grid Backer-only poster, two extra copies of all digital game content developed (that's all past and funded game content for you and two friends). Your name will be listed in the Silver Backer section of the credits instead of other sections.\n(please add $10 for international shipping of the poster).","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":55,"numAllCaps":0},{"amount":80,"backers":114,"pledgePercentage":0.02,"limited":true,"description":"First Week Reward - get all the rewards of the $100 pledge level and below for just $80. This is only available to the first 150 people who pledge at this level.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":90,"backers":5,"pledgePercentage":0,"limited":false,"description":"Special Add-A-Thing Tier: Add a gun tower USB stick and Fletcher Fortune button to any existing tier by pledging the correct total amount and choosing this tier or changing your existing tier choice to this tier choice. To make this unique tier level work, set your total pledge amount to the total of:  (1) The cost of the other tier you want (must be a non-limited tier, or a limited tier you previously held), (2) Add $75 for the USB stick and audio button, and (3) Add international shipping (if applicable) – include $10 for the USB stick and Fletcher Fortune button plus any amount that may have applied to your original tier.   Based on your new pledge total, we will confirm with you the tier to which you are adding the USB stick and audio button.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":140,"numAllCaps":5},{"amount":95,"backers":11,"pledgePercentage":0,"limited":true,"description":"AMD Super Special Limited Tier: All the digital Defense Grid content of the $50 pledge level plus an AMD Radeon HD 6770 graphics video card for your personal computer. The new Defense Grid engine will be optimized to work with the Radeon HD 6770 as well. This video card requires your PC to have one X16 lane graphics PCI Express slot and a 450 Watt or greater power supply and is expected to ship to you in September 2012 or earlier. (please add $20 for international shipping of video card)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":90,"numAllCaps":6},{"amount":100,"backers":47,"pledgePercentage":0.01,"limited":false,"description":"Previous rewards + a second, signed copy of the poster by everyone at Hidden Path Entertainment.  You’ll also receive a unique Defense Grid Backer-only T-shirt from a selection of three designs provided. Your name will be listed in the Gold Backer section of the credits instead of other sections.\n(please add $15 for international shipping for posters & T-shirt).","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":59,"numAllCaps":2},{"amount":105,"backers":240,"pledgePercentage":0.04,"limited":true,"description":"Special Add-A-Thing Tier: Add a Radeon HD 6870 video card to any existing tier by pledging the correct total amount and choosing this tier or changing your existing tier choice to this tier choice.  To make this unique tier level work, set your total pledge amount to the total of:  (1) The cost of the other tier you want (must be a non-limited tier, or a limited tier you previously held), (2) Add $90 for the Radeon HD 6870 video card, and (3) Add international shipping (if applicable) – include $20 for the Radeon HD 6870 video card plus any amount that may have applied to your original tier.   Based on your new pledge total, we will confirm with you the tier to which you are adding the Radeon HD 6870 video card.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":137,"numAllCaps":5},{"amount":106,"backers":120,"pledgePercentage":0.02,"limited":true,"description":"Special AMD DoubleCard Tier (not included in any other tiers above): Get TWO Radeon HD 6770 video cards at an amazing pledge amount.  If your computer supports it, you can use Crossfire technology to bind the cards together and according to AMD you’ll realize more performance than a single Radeon HD 6870 and approach the performance of a Radeon HD 6970!  Or, you can keep one for yourself, and give the other to a friend or relative.  You make the choice, because you’ll receive two great AMD Radeon HD 6770 video cards and all the benefits of the $15 Defense Grid 2 pledge tier as well.  These video cards require a PC to have an X16 lane graphics PCI Express slot and a 450 Watt or greater power supply for one card.  For Crossfire set up, the PC needs a second X16 lane graphics PCI Express slot and generally a 600 Watt or greater power supply.  Cards are expected to ship to you in September 2012 or earlier. (please add $35 for international shipping of video cards).  This tier is NOT included in any tier that says \"previous tiers.\"","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":196,"numAllCaps":13},{"amount":107,"backers":16,"pledgePercentage":0,"limited":true,"description":"Special Razer Limited Tier: (not included in any other tiers above):  Get the $30 pledge tier and a WRAITH RED Razer Naga Hex laser gaming mouse with 6 optimized mechanical thumb buttons, 11 total programmable Hyperesponse buttons, button switch support for up to 250 clicks per minute and a 5600 dpi precision laser sensor. The new Defense Grid engine will have a special mapping for the Naga Hex mouse as well. The mouse requires your PC to have one USB port and Windows XP or higher and is expected to ship to you in September 2012 or earlier. (please add $10 for international shipping of the Naga Hex mouse).  This tier is NOT included in any tier that says “previous tiers.”","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":123,"numAllCaps":6},{"amount":108,"backers":16,"pledgePercentage":0,"limited":true,"description":"Special Razer Limited Tier: (not included in any other tiers above):  Get the $30 pledge tier and a GREEN Razer Naga Hex laser gaming mouse with 6 optimized mechanical thumb buttons, 11 total programmable Hyperesponse buttons, button switch support for up to 250 clicks per minute and a 5600 dpi precision laser sensor. The new Defense Grid engine will have a special mapping for the Naga Hex mouse as well. The mouse requires your PC to have one USB port and Windows XP or higher and is expected to ship to you in September 2012 or earlier. (please add $10 for international shipping of the Naga Hex mouse).  This tier is NOT included in any tier that says “previous tiers.”","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":122,"numAllCaps":5},{"amount":110,"backers":100,"pledgePercentage":0.02,"limited":true,"description":"First Week Reward - get all the rewards of the $150 pledge level and below for just $110. This is only available to the first 100 people who pledge at this level.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":120,"backers":75,"pledgePercentage":0.01,"limited":true,"description":"Special Reward - get all the rewards of the $150 pledge level and below for just $120. This is only available to the first 150 people who pledge at this level.\n \nEst. delivery: Dec 2012","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":35,"numAllCaps":0},{"amount":150,"backers":14,"pledgePercentage":0,"limited":false,"description":"Previous rewards + a unique Defense Grid Gun Tower model USB stick with 8GB of storage that can hold all the digital content provided (see the cool image at the bottom of the page - the stick may ship to you separately from the digital content).  Your name will be listed in the Double Barrel Backer section of the credits instead of other sections.\n(please add $20 for international shipping of posters, T-shirt & USB model)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":76,"numAllCaps":3},{"amount":175,"backers":53,"pledgePercentage":0.01,"limited":false,"description":"Previous rewards + all three T-shirts, one of each design.  Your name will be listed in the Platinum Backer section of the credits instead of other sections (please add $25 for international shipping of posters, T-shirts, and USB model)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":40,"numAllCaps":3},{"amount":195,"backers":3,"pledgePercentage":0,"limited":true,"description":"AMD Special Tier limited to 25 pledges: All content of the $175 level plus an AMD Radeon HD 6770 graphics video card for your personal computer. The new Defense Grid engine will be optimized to work with the Radeon HD 6770 as well. This video card requires your PC to have one X16 lane graphics PCI Express slot and a 450 Watt or greater power supply and is expected to ship to you in September 2012 or earlier. (please add $40 for international shipping of posters, T-shirts, USB model and video card)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":92,"numAllCaps":8},{"amount":205,"backers":24,"pledgePercentage":0,"limited":true,"description":"AMD Special Tier limited to 25 pledges: All content of the $175 level plus an AMD Radeon HD 6870 graphics video card for your personal computer. The new Defense Grid engine will be optimized to work with the Radeon HD 6870 as well. This video card requires your PC to have one X16 lane graphics PCI Express slot and a 500 Watt or greater power supply and is expected to ship to you in September 2012 or earlier. (please add $40 for international shipping of posters, T-shirts, USB model and video card)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":92,"numAllCaps":8},{"amount":220,"backers":24,"pledgePercentage":0,"limited":true,"description":"AMD Special Tier limited to 25 pledges: All content of the $175 level plus an AMD Radeon HD 6870 graphics video card for your personal computer. The new Defense Grid engine will be optimized to work with the Radeon HD 6870 as well. This video card requires your PC to have one X16 lane graphics PCI Express slot and a 500 Watt or greater power supply and is expected to ship to you in September 2012 or earlier. (please add $40 for international shipping of posters, T-shirts, USB model and video card)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":92,"numAllCaps":8},{"amount":225,"backers":25,"pledgePercentage":0,"limited":true,"description":"Razer Special Tier limited to 50 pledges:  All content of the $175 level plus a WRAITH RED Razer Naga Hex laser gaming mouse with 6 optimized mechanical thumb buttons, 11 total programmable Hyperesponse buttons, button switch support for up to 250 clicks per minute and a 5600 dpi precision laser sensor.   The new Defense Grid engine will have a special mapping for the Naga Hex mouse as well.  The mouse requires your PC to have one USB port and Windows XP or higher and is expected to ship to you in September 2012 or earlier. (please add $35 for international shipping of posters, T-shirts, USB model and Naga Hex mouse)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":114,"numAllCaps":7},{"amount":225,"backers":31,"pledgePercentage":0,"limited":true,"description":"Razer Special Tier limited to 50 pledges: All content of the $175 level plus a GREEN Razer Naga Hex laser gaming mouse with 6 optimized mechanical thumb buttons, 11 total programmable Hyperesponse buttons, button switch support for up to 250 clicks per minute and a 5600 dpi precision laser sensor. The new Defense Grid engine will have a special mapping for the Naga Hex mouse as well.  The mouse requires your PC to have one USB port and Windows XP or higher and is expected to ship to you in September 2012 or earlier. (please add $35 for international shipping of posters, T-shirts, USB model and Naga Hex mouse)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":110,"numAllCaps":6},{"amount":250,"backers":3,"pledgePercentage":0,"limited":true,"description":"AMD Special Tier limited to 265 pledges:  All content of the $175 level plus an AMD Radeon HD 6770 graphics video card for your personal computer.  The new Defense Grid engine will be optimized to work with the Radeon HD 6770 as well.  This video card requires your PC to have one X16 lane graphics PCI Express slot and a 450 Watt or greater power supply and is expected to ship to you in September 2012 or earlier. (please add $40 for international shipping of posters, T-shirts, USB model and video card)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":95,"numAllCaps":8},{"amount":325,"backers":5,"pledgePercentage":0,"limited":true,"description":"AMD Special Tier limited to 300 pledges: All content of the $175 level plus an AMD Radeon HD 6870 graphics video card for your personal computer. The new Defense Grid engine will be optimized to work with the Radeon HD 6870 as well. This video card requires your PC to have one X16 lane graphics PCI Express slot and a 500 Watt or greater power supply and is expected to ship to you in September 2012 or earlier. (please add $40 for international shipping of posters, T-shirts, USB model and video card)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":92,"numAllCaps":8},{"amount":500,"backers":10,"pledgePercentage":0,"limited":true,"description":"$175 tier rewards and below + you will design a new cheat code for the game!  The development team will give you parameters on what can be adjusted and you can define and name the new cheat code.  You will also get 2 bound concept art books for DG: Containment and DG2.  Your name will be listed in the Elite Backer section of the credits instead of other sections.  \n(please add $35 for international shipping of posters, T-shirts, USB model, & art books)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":87,"numAllCaps":3},{"amount":1000,"backers":2,"pledgePercentage":0,"limited":true,"description":"$500 tier rewards + the English, German or French voice actor who plays Fletcher (your choice) will record a personalized phone answering message in-character, just for you.  Your name will be listed in the Magnanimous Backer section of the credits instead of other sections.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":45,"numAllCaps":0},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"$1000 tier rewards + lifetime Steam PC access for all planned and future Defense Grid franchise content (these lifetime DG codes are the only benefit applying to future content not covered by this Kickstarter drive).  Your name will be listed in the Lifetime Backer section of the credits instead of other sections.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":53,"numAllCaps":2},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"$2000 tier rewards + your name or a name you like (as agreed upon by our design staff) incorporated into the story or backstory fiction of the game.  Based on the game’s needs (and in conjunction with our design staff) your name may be used for new characters, places or items in the world of Defense Grid. Your name will be listed in the Historical Backer section of the credits instead of other sections.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":75,"numAllCaps":0},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"$5000 tier rewards + a special invitation to our big milestone review that will take place midway through development in Bellevue, WA. Come meet with the development team in person, we’ll have a delicious lunch, then take a tour of Hidden Path Entertainment, get something to drink out of the Defense Fridge, and settle in for a custom-tailored presentation on the development progress underway.  You will hear everything about the creative process of making the game in person, play any early versions of content that are available, and then you can share the info and your opinion with the rest of the backers over your official VIP tagged forum account.  Dinner with the team discussing all you heard during the day caps off the visit.  Your name will be listed in the VIP Backer section of the credits instead of other sections. (Backers must be able to travel to Bellevue, WA)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":154,"numAllCaps":4}],"updates":67,"comments":2750},"errors":{}}