{"successes":{"title":"NEW MUSIC FROM MY HEART TO YOURS","category":"Music","subcategory":"World Music","description":"Join me in creating my first studio album to be released on KRISHNA DAS MUSIC. Together, we can keep it in the family !","avatarURL":"https://ksr-ugc.imgix.net/projects/638006/photo-original.jpg?v=1397829463&w=1536&h=1152&fit=crop&auto=format&q=92&s=f943ff4fc61aefea3450724f88e6c502","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/638006/video-274928-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":40,"startDate":1378018800000,"endDate":1381474800000,"raised":207185,"goal":54000,"percent":384,"backers":2269,"currency":"USD","Pledges":[{"amount":11,"backers":644,"pledgePercentage":0.28,"limited":false,"description":"DIGITAL MP3 DOWNLOAD -\nAn advance download of the album for you to sing along to. Thank you for joining our project !","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":22,"numAllCaps":2},{"amount":27,"backers":739,"pledgePercentage":0.33,"limited":false,"description":"SIGNED CD -\nAn advance copy of this new CD signed by yours truly, Krishna Das. Because you chant with me I can do my practice. My thanks to you for creating this album with me. *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":51,"numAllCaps":5},{"amount":54,"backers":252,"pledgePercentage":0.11,"limited":false,"description":"EXCLUSIVE BACKER TSHIRT -\nWe have designed a special Tshirt just for you for backing this project + You will also receive the SIGNED CD. Thank you, thank you thank, thank you !\n*note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":47,"numAllCaps":6},{"amount":108,"backers":342,"pledgePercentage":0.15,"limited":false,"description":"TULSI WRISTMALA - Tulsi wristmala from Vrindavan with a special charm, blessed at Maharaj-ji's temple, where it all began. Wear these beads well, smooth them out and soften with them with your japa for years to come. \n+ EXCLUSIVE BACKER TSHIRT\n+ SIGNED CD \nand my gratitude are yours too. *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":65,"numAllCaps":8},{"amount":108,"backers":140,"pledgePercentage":0.06,"limited":false,"description":"SHEET MUSIC BOOK OF CLASSIC KRISHNA DAS CHANTS - Never before released. So you can play and sing many of KD favorites from Live on Earth & Pilgrim Heart, at home, this sheet music will give you the notes to many Krishna Das tunes. + EXCLUSIVE BACKER TSHIRT + SIGNED CD for you too. Sing from your heart, from all your heart ! Thank you.\n*note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":80,"numAllCaps":15},{"amount":270,"backers":33,"pledgePercentage":0.01,"limited":true,"description":"LAST PRINT COPIES OF FLOW OF GRACE BOOK & DOUBLE CD PACKAGE - The very last print copies of my book + double CD package Flow of Grace, to deepen your Hanuman Chalisa practice. Signed over to you with much appreciation. These are extremely limited edition, no longer in print. Of course, TULSI WRISTMALA + EXCLUSIVE BACKER TSHIRT + SIGNED CD are yours too. *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":80,"numAllCaps":20},{"amount":270,"backers":8,"pledgePercentage":0,"limited":false,"description":"10 WORKSHOP AUDIO DIGITAL DOWNLOADS -Download 10 digital audio recordings of Krishna Das spoken-word workshops filled with my thoughts, your thoughts  and the times we shared hanging out in the heart space. Have a listen, as we walk our spiritual path... and life... together. A TULSI WRISTMALA + EXCLUSIVE BACKER TSHIRT + SIGNED CD for you. As always my gratitude to you for joining me. *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":82,"numAllCaps":13},{"amount":270,"backers":15,"pledgePercentage":0.01,"limited":true,"description":"KRISHNA DAS' SIGNATURE PLAID SHIRTS FROM HIS PERSONAL COLLECTION - We all know how KD loves his plaid shirts, right? If you are mad about plaid too, here's your chance to literally take the shirt off KD's back!! Of course he's most willingly sharing a few shirts (still in good condition) worn at his concerts around the world and the Samsara By Bus Tour. Quantity is quite limited. The TULSI WRISTMALA + EXCLUSIVE BACKER TSHIRT + SIGNED CD are yours too.\n*note: for some non-US countries taxes and duties apply on delivery which are payable by you.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":96,"numAllCaps":19},{"amount":540,"backers":1,"pledgePercentage":0,"limited":false,"description":"WORKSHOP DVD - Never before released professional video recordings of 5 Krishna Das spoken-word workshops offered for the very first time. Video workshop recordings are not available on DVD... so this is just for you, our backers, as a token of my appreciation and yes, the TULSI WRISTMALA + EXCLUSIVE BACKER TSHIRT + SIGNED CD are for you too. *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":75,"numAllCaps":11},{"amount":540,"backers":19,"pledgePercentage":0.01,"limited":false,"description":"PRIVATE KICKSTARTER BACKER PARTY - Let's party! KD will host a private party in NYC, just for you, our backers. Details with exact location will come via email. We can chat and of course, we will sing the new melodies together. The TULSI WRISTMALA + EXCLUSIVE BACKER TSHIRT + SIGNED CD will be sent to you too.... come dressed in your Tshirt and we will take a great group photo to share with the rest of the family and best of all, I will get  to thank you, in person, for bringing  this project to life. *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":114,"numAllCaps":15},{"amount":540,"backers":4,"pledgePercentage":0,"limited":false,"description":"COMPLETE SET of 13 KRISHNA DAS DISKS - All 13 CDs from KD's music catalog (not including books) .... all 13 of them, spanning all 13 years of singing together since the first CD release. We will send you the TULSI WRISTMALA + EXCLUSIVE BACKER TSHIRT + SIGNED CD too. All accompanied by a special thank you note from me to you, my family of chanters. *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":82,"numAllCaps":15},{"amount":1008,"backers":8,"pledgePercentage":0,"limited":true,"description":"ONLINE CHAT WITH KD - Lets talk. I'll have an hour. We can share some Q&A (maybe you have some answers for me! ) We'll keep it down to earth and up to heaven and everything in between. If you like I can show you how to play some harmonium chords for my chants... We will reach out to you via email, to schedule a time that we can connect within 12 months of the end of this project. Please join us at the PRIVATE KICKSTARTER BACKER PARTY in NYC, and you'll also get a TULSI WRISTMALA + EXCLUSIVE BACKER TSHIRT + SIGNED CD too. Thank you! *note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":123,"numAllCaps":20},{"amount":5400,"backers":0,"pledgePercentage":0,"limited":true,"description":"GARRISON INSTITUTE WEEKEND w/ PRIVATE TIME WITH KD + EXECUTIVE PRODUCER CREDIT - Come meet me at Garrison Institute, NY for a weekend retreat in Feb 2014. I will have a room and meals for you and a friend. Be my guests at this beautiful former monastery for asana, workshop and kirtan. We will have chai in this tranquil setting overlooking the Hudson river, a one-on-one chat (we will reach out to you via email with more details and to set up the time) and we'll cheer our new CD! You will be credited as an EXECUTIVE PRODUCER on this CD for your gracious support. You will receive a signed copy of KD's book CHANTS OF A LIFETIME + please join us at our PRIVATE KICKSTARTER BACKER PARTY in NYC, and you'll also get a 2 TULSI WRISTMALAS + 2 EXCLUSIVE BACKER TSHIRTS + 2 SIGNED CDS will make their way to you too. Please visit krishnadas.com for a full description of this retreat. *note: transportation not included. **note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":184,"numAllCaps":34},{"amount":5400,"backers":0,"pledgePercentage":0,"limited":true,"description":"SIVANANDA BAHAMAS WEEKEND w/ PRIVATE TIME WITH KD + EXECUTIVE PRODUCER CREDIT - Come meet me in balmy Bahamas at the Sivananda Ashram for a weekend retreat in Feb 2014. I will have a room and meals for you and a friend. Be my guests at this island paradise for asana, workshop and kirtan. We will have chai in this sanctuary amidst a white sandy beach, a one-on-one chat (we will reach out to you via email with details and to set up the time ) and we'll cheer our new CD! You will be credited as an EXECUTIVE PRODUCER on this CD for your gracious support. You will receive a signed copy of KD's book CHANTS OF A LIFE TIME + Please join us at our PRIVATE KICKSTARTER BACKER PARTY in NYC, and you'll also get a 2 TULSI WRISTMALAS + 2 EXCLUSIVE BACKER TSHIRTS + 2 SIGNED CDS will make their way to you too. Please visit krishnadas.com for a full description of this retreat. *note: transportation not included. **note: for some non-US countries taxes and duties apply on delivery which are payable by you","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":187,"numAllCaps":34},{"amount":5400,"backers":2,"pledgePercentage":0,"limited":true,"description":"LONG WEEKEND RETREAT AT YOGAVILLE, VA + PRIVATE TIME WITH KD + EXECUTIVE PRODUCER CREDIT - Come meet me at Yogaville for a Memorial Day Weekend Retreat in May 2014. I will have a room and meals for you and a friend. Be my guests for 4 days in this beautiful oasis on the banks of the James River in Buckingham, Virginia for asana, workshop and kirtan. We will have chai here with the Blue Ridge mountains as our backdrop, a one-on-one chat (we will reach out to you via email with details and to set up the time) and we'll cheer our new CD! You will be credited as an EXECUTIVE PRODUCER on this CD for your gracious support. You will receive a signed copy of KD's book CHANTS OF A LIFE TIME + Please join us at our PRIVATE KICKSTARTER BACKER PARTY in NYC, and you'll also get a 2 TULSI WRISTMALAS + 2 EXCLUSIVE BACKER TSHIRTS + 2 SIGNED CDS will make their way to you too. Please visit www.krishnadas.com for a full description of this retreat. *note: transportation not included. **note: for some non-US countries taxes and duties apply on delivery which are payable by you. Please visit krishnadas.com for a full description of this retreat.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":210,"numAllCaps":37},{"amount":5400,"backers":2,"pledgePercentage":0,"limited":true,"description":"BHAKTIFEST WEEKEND + PRIVATE TIME WITH KD + EXECUTIVE PRODUCER CREDIT - Come meet me at Bhakifest Joshua Tree, CA for a long weekend festival in Sep 2014. You and a friend will be my guests for 4 days in this desert setting for asana, workshop and kirtan. We will have chai in this haven amidst Joshua Trees, a one-on-one chat (we will reach out to you via email with details and to set up the time) and we'll cheer our new CD! You will be credited as an EXECUTIVE PRODUCER on this CD for your gracious support. You will receive a signed copy of KD's book CHANTS OF A LIFE TIME + Please join us at our PRIVATE KICKSTARTER BACKER PARTY in NYC, and you'll also get a 2 TULSI WRISTMALAS + 2 EXCLUSIVE BACKER TSHIRTS + 2 SIGNED CDS will make their way to you too. Please visit www.krishnadas.com for a full description of this retreat. *note: accommodations and transportation not included. **note: for some non-US countries taxes and duties apply on delivery which are payable by you.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":180,"numAllCaps":33},{"amount":10000,"backers":4,"pledgePercentage":0,"limited":true,"description":"PRIVATE IN-HOME KIRTAN + EXECUTIVE PRODUCER CREDIT - Okay, so we really wanted this level to be $10,008 to keep the flow... but even Kickstarter has its limits! A private in-home kirtan with Krishna Das and accompaniment in any city in the Continental US and Canada. Call a few friends and we will gladly join the party to sing to Maharaj-ji, talk and hang out with you for a unique (non-commercial) evening together. Tell KD your favorite melodies, ask questions, share your thoughts or we just take it easy. We will organize a date for this with you within 12 to 18 months after the close of this campaign via email. You will be credited as an EXECUTIVE PRODUCER on this CD for your gracious support. You will receive a signed copy of KD's book CHANTS OF A LIFE TIME + Please join us at our PRIVATE KICKSTARTER BACKER PARTY in NYC, and you'll also get a 2 TULSI WRISTMALAS + 2 EXCLUSIVE BACKER TSHIRTS + SIGNED CDS for you and your guests will all make their way to you too. Please visit krishnadas.com for a full description of this retreat. *note: accommodations and transportation not included. **note: for some non-US countries taxes and duties apply on delivery which are payable by you.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":213,"numAllCaps":31},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"ONE-WEEK RETREAT IN COSTA RICA + EXECUTIVE PRODUCER CREDIT - Join me in Nosara, Costa Rica for a retreat in Feb 2014. I will have a room and meals for you and a friend. Be my guests at Blue Spirit for 7 nights, perched on a hilltop overlooking the Pacific Ocean for asana, workshop, and kirtan. We will have a private table for a meal together here, surrounded by a lush jungle on the edge of a white sandy beach, (we will reach out to you via email with details and to set up the time ) and we'll cheer our new CD! You will be credited as an EXECUTIVE PRODUCER on this CD for your gracious support. You will receive 2 signed copies of KD's book CHANTS OF A LIFE TIME + You and a guest are invited to join us at our port. You will receive a signed copy of KD's book CHANTS OF A LIFE TIME + Please join us at our PRIVATE KICKSTARTER BACKER PARTY in NYC, and you'll also get a 2 TULSI WRISTMALAS + 2 EXCLUSIVE BACKER TSHIRTS + 2 SIGNED CDS will make their way to you too. Please visit www.krishnadas.com for a full description of this retreat. *note: accommodations and transportation not included. **note: for some non-US countries taxes and duties apply on delivery which are payable by you.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":227,"numAllCaps":38}],"updates":22,"comments":47},"errors":{}}