{"successes":{"title":"FreeWavz:  Smart Earphones with Built-in Fitness Monitoring","category":"Technology","subcategory":"Wearables","description":"FreeWavz provide complete freedom from wires, have a naturally perfect fit and deliver the fitness metrics you want, when you want them","avatarURL":"https://ksr-ugc.imgix.net/projects/969677/photo-original.jpg?v=1405962002&w=1536&h=1152&fit=crop&auto=format&q=92&s=6db790e29b0adb446d4c8483dbbffa79","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/969677/video-417640-h264_high.mp4","city":"Orlando","state":"FL","country":"US","duration":45,"startDate":1403506800000,"endDate":1407394800000,"raised":325208,"goal":300000,"percent":108,"backers":1591,"currency":"USD","Pledges":[{"amount":5,"backers":30,"pledgePercentage":0.02,"limited":false,"description":"Big thank-you for your support!  In appreciation, we will send you a cool FreeWavz logo car window decal and updates on our progress. Every pledge  helps us get a step closer to production.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":35,"numAllCaps":0},{"amount":25,"backers":27,"pledgePercentage":0.02,"limited":false,"description":"Riding the FreeWavz! Thank-you so much for your support! In appreciation, you will get the FreeWavz Kickstarter Team T-shirt (see a picture near the bottom of the campaign), and a FreeWavz window decal.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":33,"numAllCaps":1},{"amount":179,"backers":233,"pledgePercentage":0.15,"limited":true,"description":"Pre-Dawn Patrol Team! You are the super early FreeWavz riders! In appreciation for jumping in early to support us, you will get $120 off our suggested retail price of $299 for the standard blue FreeWavz, along with our FreeWavz window decal! We can only offer a limited quantity at this level so tell your friends before it sells out!  EU residents please add $35 for shipping and VAT (set amount total to $214)","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":74,"numAllCaps":2},{"amount":179,"backers":768,"pledgePercentage":0.48,"limited":true,"description":"New Pre-Dawn Patrol Team! For only $179 you get a super cool pair of blue FreeWavz smart earphones! We can only offer a limited quantity at this level so tell your friends before it sells out!  EU residents please add $35 for shipping and VAT (set amount total to $214). This reward is the same as the closed $179 reward level, but clarifies that both rewards include a pair of FreeWavz for the $179 pledge amount (and we will also include the window decal with both rewards).","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":88,"numAllCaps":2},{"amount":199,"backers":4,"pledgePercentage":0,"limited":true,"description":"Dawn Patrol Team! You are early riders of the FreeWavz and in appreciation, you will get $100 off our suggested retail price of $299 for the standard blue FreeWavz, along with our FreeWavz window decal! EU residents please add $38 for shipping and VAT (set amount total to $237).","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":49,"numAllCaps":2},{"amount":199,"backers":292,"pledgePercentage":0.18,"limited":true,"description":"New Dawn Patrol Team! When the Pre-Dawn Patrol offer runs out, you can still get a pair of super cool blue FreeWavz smart earphones for only $199. EU residents please add $38 for shipping and VAT (set amount total to $237). This reward is the same as the closed $199 reward level, but clarifies that both rewards include a pair of FreeWavz for the $199 pledge amount (and we will also include the window decal with both rewards).","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":78,"numAllCaps":2},{"amount":239,"backers":54,"pledgePercentage":0.03,"limited":false,"description":"Act with Love! For every order of our special pink accented FreeWavz (see picture near the bottom of the campaign) we will contribute $25 to Dr. Susan Love Research Foundation For a Future Without Breast Cancer. We will ship your FreeWavz out of the 1st production run. You will also receive a FreeWavz window and computer decal. EU residents please add $42 for shipping and VAT (set amount total to $281).","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":71,"numAllCaps":2},{"amount":239,"backers":91,"pledgePercentage":0.06,"limited":false,"description":"Special Edition! Your FreeWavz will be in the very sharp, special edition Kickstarter green and black. We will ship your FreeWavz out of the 1st production runs.  You will also receive a FreeWavz window and computer decal.  EU residents please add $42 for shipping and VAT (set amount total to $281).","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":53,"numAllCaps":2},{"amount":399,"backers":9,"pledgePercentage":0.01,"limited":true,"description":"The Developer’s Kit! With the capability of FreeWavz smart earphones, you have the opportunity to create or integrate applications that benefit from the utilization of our health monitoring information and the ability to provide information audibly to wearers, without visual distraction.  Get the full developer’s kit including SDK documentation, a set of our pre-production prototypes and software upgrade to the final production release. You will also be listed on our website as a Partner with link to your web site after your application is finished and approved by the FreeWavz Review Team.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":93,"numAllCaps":1},{"amount":399,"backers":26,"pledgePercentage":0.02,"limited":true,"description":"Visionary! You will get the very first production units in your choice of color--blue, Kickstarter green or pink and free software upgrades for the next 2 years! Our product roadmap includes an amazing set of new features that will open up a world of new applications. You will be listed on our website as a FreeWavz Visionary.  EU residents add $42 for shipping and VAT (set amount to $441).","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":70,"numAllCaps":2},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"FreeWavz: Making Magic! In addition to the Visionary benefits, you will get 3 additional pre-production sets (4 sets total), 4 days & 3 nights in a suite surrounded by the Walt Disney World (WDW) Resort in Orlando with shuttle to the Parks, 3-day pass for 4 people to the WDW theme parks, lunch or dinner for 4 with the FreeWavz Team in Orlando, and permanent inscription of appreciation on a plaque in the FreeWavz reception area. Includes a $1,500 allowance for flights and transportation.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":84,"numAllCaps":2}],"updates":31,"comments":553},"errors":{}}