{"successes":{"title":"Kurt Vonnegut: Unstuck in Time","category":"Film & video","subcategory":"Documentary","description":"Recounting the extraordinary life of author Kurt Vonnegut, and the 25-year friendship with the filmmaker who set out to document it.","avatarURL":"https://ksr-ugc.imgix.net/projects/1535698/photo-original.jpg?v=1422425966&w=1536&h=1152&fit=crop&auto=format&q=92&s=9ac0fea121a9ff7b0beaaf5aa9c288b4","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1535698/video-496330-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":28,"startDate":1423555200000,"endDate":1425974400000,"raised":300319,"goal":250000,"percent":120,"backers":3755,"currency":"USD","Pledges":[{"amount":5,"backers":117,"pledgePercentage":0.03,"limited":false,"description":"STAY APPRISED\nStay apprised of all news relating to the Vonnegut documentary. Receive emails, updates, and exclusive videos during production and release of the finished film. Welcome to the karass!","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":29,"numAllCaps":2},{"amount":10,"backers":190,"pledgePercentage":0.05,"limited":false,"description":"BE ACKNOWLEDGED \nYour name appears as a funder on our official website. PLUS: A link to your website, blog, Twitter, or Instagram account on our website. (Who knows who you'll hear from?)  Plus previous reward.","estimatedDelivery":"2015-04-01","estimatedDeliveryISO":"2015-04-01T00:00:00.000Z","numWords":36,"numAllCaps":4},{"amount":15,"backers":311,"pledgePercentage":0.08,"limited":false,"description":"VONNEGUT'S READING SYLLABUS\nRobert Weide once asked Vonnegut for a list of books that everyone should read. Vonnegut initially responded with a list of four books, then added three others. Wonder what they are? Receive Vonnegut’s personal syllabus, scanned from his original correspondence, sent via email, in PDF form.","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":25,"backers":211,"pledgePercentage":0.06,"limited":false,"description":"1-YEAR MEMBERSHIP: KURT VONNEGUT MEMORIAL LIBRARY (KVML)\nBecome a card-carrying member of the Kurt Vonnegut Memorial Library. Receive a membership card, newsletters, a “So It Goes” bumper-sticker, a Slaughterhouse-Five “Dirty words” bookmark (see photos), and a free guided tour of the place when you visit Kurt’s hometown of Indianapolis. Run by fellow Vonnegut-lovers, the KVML is a non-profit organization, whose proceeds go towards preserving Kurt Vonnegut's literary, artistic and cultural contributions, as well as fighting censorship. If that isn’t nice, what is? (Normally, a $50 value.) Plus previous rewards.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":88,"numAllCaps":8},{"amount":30,"backers":1298,"pledgePercentage":0.35,"limited":false,"description":"DIGITAL COPY OF THE COMPLETED FILM\nReceive a digital copy of the completed film you are helping to finance: “Kurt Vonnegut: Unstuck in Time.” Sent to you following the initial public screenings of the film.  (Not to be duplicated or distributed. Any piracy will be very damaging to our years of effort. Kurt would disapprove!) Plus, previous digital rewards and KVML membership","estimatedDelivery":"2016-02-01","estimatedDeliveryISO":"2016-02-01T00:00:00.000Z","numWords":62,"numAllCaps":7},{"amount":35,"backers":76,"pledgePercentage":0.02,"limited":true,"description":"LENNY BRUCE DOCUMENTARY – 2 PROGRAM COMBO, SIGNED\n2 rare programs for Weide’s Oscar-nominated documentary, “Lenny Bruce: Swear to Tell the Truth,” (1998) narrated by Robert De Niro. ","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":28,"numAllCaps":6},{"amount":40,"backers":29,"pledgePercentage":0.01,"limited":true,"description":"PROGRAM #1: 8.5x11 color postcard stock with poster artwork and tag-line (see graphic), with all credits on back. This program signed by Weide. \nPROGRAM #2: Paper program for invitational screening of advance rough-cut. Never made available beyond that night's audience in 1996. (See graphic.) 7 pages. (Plus previous rewards.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":49,"numAllCaps":2},{"amount":45,"backers":34,"pledgePercentage":0.01,"limited":true,"description":"“WANDA JUNE” POSTCARD\n5x7 promotional postcards from 2001 stage revival of Vonnegut’s play, \"Happy Birthday, Wanda June,\" signed by director Robert Weide. Graphic design by artist Scott Prior. RARE. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":35,"numAllCaps":5},{"amount":45,"backers":6,"pledgePercentage":0,"limited":true,"description":"VONNEGUT TOTE BAG\nWhat better way to carry your Vonnegut books everywhere, than with this black polypropylene Vonnegut tote bag? Lightweight, yet rugged, it bears the Kurt Vonnegut Memorial Library logo, complete with Vonnegut's \"selfie\" caricature.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":35,"numAllCaps":3},{"amount":45,"backers":2,"pledgePercentage":0,"limited":true,"description":"“WRITTEN BY” MAGAZINE W/ARTICLE “THE BOYS OF MOTHER NIGHT” (SIGNED) \n“Written By” is the official magazine of the Writer’s Guild of America (WGA), containing articles about writing for film and television. The June, 1997 issue featured a lengthy article (loaded with photos), “The Boys of Mother Night,” about how the friendship between Vonnegut and Weide led to the making of the film based on Vonnegut’s novel. Includes many excerpts of Vonnegut and Weide’s correspondence. Weide signed and archived 6 issues, now available. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":89,"numAllCaps":12},{"amount":45,"backers":24,"pledgePercentage":0.01,"limited":true,"description":"DETAILS MAGAZINE W/ARTICLE ABOUT MAKING “MOTHER NIGHT,” SIGNED\nThe June, 1997 issue of Details magazine (during its Condé Nast years) contained a lengthy article (loaded with photos) by director Keith Gordon, called, “Hell on Reels,” about the difficulties of making “Mother Night,” the movie. Two copies of the full magazine (David Duchovny on the cover), archived in Weide’s closet, are now autographed by Weide and Gordon, and offered as rewards. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":76,"numAllCaps":9},{"amount":45,"backers":220,"pledgePercentage":0.06,"limited":true,"description":"(MORE) VONNEGUT TOTE BAGS\nWow, those 40 tote bags went fast, but you're getting a reprieve. The Kurt Vonnegut Memorial Library has agreed to give us 25 more. What better way to carry your Vonnegut books everywhere, than with this black polypropylene Vonnegut tote bag? Lightweight, yet rugged, it bears the Kurt Vonnegut Memorial Library logo, complete with Vonnegut's \"selfie\" caricature. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":45,"backers":46,"pledgePercentage":0.01,"limited":true,"description":"VONNEGUT DOCUMENTARY RETRO SOUVENIR MUG\nWhen you need a hot beverage to go with your Breakfast of Champions. This 14 oz. white Retro Ceramic Diner Mug is emblazoned on front with the title of the movie you’re helping to finance. On the back is, well, something that you’ll find on the back of many things -- an asterisk! (See illustration.) At $45, not so steep when you consider this includes previous digital rewards (including download of the film) and KVML membership.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":80,"numAllCaps":6},{"amount":48,"backers":81,"pledgePercentage":0.02,"limited":true,"description":"\"KURT VONNEGUT LETTERS\" BOOK, SIGNED\nPAPERBACK EDITION\nHundreds of riveting letters from Vonnegut to friends, family, colleagues, and fans. Some moving, some angry, some hysterically funny -- all reveal an intimate look at the writer you thought you knew. Signed by Robert Weide and Nanny Vonnegut, both recipients of several letters in this book. (Plus, previous digital rewards, download of the documentary, and KVML membership.) Also offered bundled with VONNEGUT DRAWINGS & VONNEGUT ENCYCLOPEDIA for $210.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":74,"numAllCaps":11},{"amount":50,"backers":325,"pledgePercentage":0.09,"limited":false,"description":"(EVEN MORE) VONNEGUT TOTE BAGS\nWow, you people really love those totes, don't you? This is our second re-stock, and The Kurt Vonnegut Memorial Library has agreed to supply us with 35 more. What better way to carry your Vonnegut books everywhere, than with this black polypropylene Vonnegut tote bag? Lightweight, yet rugged, it bears the Kurt Vonnegut Memorial Library logo, complete with Vonnegut's \"selfie\" caricature. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2016-02-01","estimatedDeliveryISO":"2016-02-01T00:00:00.000Z","numWords":72,"numAllCaps":6},{"amount":55,"backers":23,"pledgePercentage":0.01,"limited":false,"description":"THE COMPLETED FILM ON DVD\nIf you're old school, and prefer something you can hold instead of a digital download, get the DVD of the film you helped finance: “Kurt Vonnegut: Unstuck in Time.” Sent to you following the initial public screenings of the film. (Not to be duplicated or distributed. Any piracy will be very damaging to our years of effort. Kurt would disapprove!) Plus, previous digital rewards (except download of film) and KVML membership. (We cannot assure this DVD will play outside the USA.)","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":85,"numAllCaps":9},{"amount":60,"backers":32,"pledgePercentage":0.01,"limited":true,"description":"4 PDF LETTERS FROM VONNEGUT TO WEIDE (+ VONNEGUT SYLLABUS)\n4 letters (bundled randomly) that Vonnegut sent to director Robert Weide over the course of their 25-year friendship, covering a variety of subjects. Scanned from the originals, sent via email, in PDF form. (These items not to be duplicated, distributed or re-published.) Plus, previous digital rewards (including Vonnegut's reading syllabus) and KVML membership.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":62,"numAllCaps":10},{"amount":60,"backers":17,"pledgePercentage":0,"limited":true,"description":"3 KURT VONNEGUT BOOKS \nReceive brand new copies of three classic Kurt Vonnegut paperbacks: Cat's Cradle, Mother Night, and Breakfast of Champions. Either top off your Vonnegut collection, or give the repeats to a friend. Books provided courtesy of Random House who have been very supportive of this documentary. (33 bundles only.) Plus, previous digital rewards and KVML membership.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":59,"numAllCaps":4},{"amount":60,"backers":10,"pledgePercentage":0,"limited":true,"description":"LATER VONNEGUT\nMost Vonnegut fans have read his more familiar titles, but some of his most personal, poignant, and provocative writing was saved for his later years. You don’t have the complete picture if you haven’t read “God Bless You, Dr. Kevorkian” and “A Man Without a Country.” We’re bundling these two books together as a single reward, courtesy Dan Simon, founder and editor at Seven Stories Press. Only 20 available.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":70,"numAllCaps":3},{"amount":70,"backers":3,"pledgePercentage":0,"limited":true,"description":"REALIST MAGAZINE (1997) WITH TWO VONNEGUT ARTICLES – SIGNED\n“The Realist” was America’s premiere counter-culture satirical magazine from 1958-2001, edited and published by Paul Krassner, a member of Ken Kesey’s Merry Pranksters, and founder of the Yippie movement. The Autumn 1997 edition had two Vonnegut-related cover stories: one by Robert Weide on the making of “Mother Night,” the other by Krassner, revealing who started the Vonnegut “Sunscreen” hoax. Issue is 10 pages. Your copy signed by Weide and Krassner. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":85,"numAllCaps":8},{"amount":70,"backers":10,"pledgePercentage":0,"limited":true,"description":"ORIGINAL: VONNEGUT’S “HOW TO WRITE WITH STYLE” ESSAY\nIn a 1980 PR campaign, the International Paper Company commissioned Vonnegut to write an essay, which Vonnegut titled “How To Write With Style.” It’s actually damn good advice and totally Vonnegut. These were distributed mainly to high schools and are now rare collector’s items. Weide socked away four of them, now yours. 11x16.5 (Only 4.)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":62,"numAllCaps":9},{"amount":75,"backers":3,"pledgePercentage":0,"limited":false,"description":"NEW REWARD: VONNEGUT ENCYCLOPEDIA (HARDCOVER) AUTOGRAPHED\nVery excited about this. “The Vonnegut Encyclopedia” by Marc Leeds, originally released in 1995, is long out-of-print. But Random House is releasing a revised, updated version this fall. This is a door-stopper of a book, close to 800 pages, and weighing in at almost 3 pounds. This book is literally what the title says, with alphabetical references to ALL THINGS VONNEGUT. We’ve been given only 10 advance copies. There’s a foreword by Vonnegut and your copy is autographed by author Leeds. If Vonnegut is the wampeter of your literary karass, this book will help recall the foma that comforts you. (Plus previous digital rewards, and KVML membership.) Even if you’ve pledged already, this is worth a second pledge. We expect them to go fast!","estimatedDelivery":"2015-05-01","estimatedDeliveryISO":"2015-05-01T00:00:00.000Z","numWords":129,"numAllCaps":10},{"amount":75,"backers":8,"pledgePercentage":0,"limited":true,"description":"SHOOTING SCRIPT FOR “MOTHER NIGHT” (1996)\nA digital copy of Robert Weide's shooting script for the feature film \"Mother Night,\" based on the Vonnegut book. (Produced in 1996, starring Nick Nolte, John Goodman, Alan Arkin, Kirsten Dunst). This draft contains scenes deleted from the final cut, and has never been made available elsewhere. (See autographed version for $100.) Plus, previous digital rewards and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":64,"numAllCaps":7},{"amount":75,"backers":7,"pledgePercentage":0,"limited":true,"description":"(ADDED) 3 KURT VONNEGUT BOOKS\nReceive brand new copies of three classic Kurt Vonnegut paperbacks: Cat's Cradle, Mother Night, and Breakfast of Champions. Either top off your Vonnegut collection, or give the repeats to a friend. Books provided courtesy of Random House who have been very supportive of this documentary.  Remember,, previous digital rewards (including copy of film) and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":75,"backers":5,"pledgePercentage":0,"limited":true,"description":"(ADDED) LATER VONNEGUT\nMost Vonnegut fans have read his more familiar titles, but some of his most personal, poignant, and provocative writing was saved for his later years. You don’t have the complete picture if you haven’t read “God Bless You, Dr. Kevorkian” and “A Man Without a Country.” We’re bundling these two books together as a single reward, courtesy Dan Simon, founder and editor at Seven Stories Press. Remember,, previous digital rewards (including copy of film) and KVML membership.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":79,"numAllCaps":5},{"amount":80,"backers":23,"pledgePercentage":0.01,"limited":true,"description":"KURT VONNEGUT LETTERS Book\nHundreds of riveting letters from Vonnegut to friends, family, colleagues, and fans. Some moving, some angry, some hysterically funny -- all reveal an intimate look at the writer you thought you knew. Signed by Robert Weide and Nanny Vonnegut, both recipients of several letters in this book. (Plus, previous digital rewards, download of the documentary, and KVML membership.) Also offered bundled with VONNEGUT DRAWINGS & VONNEGUT ENCYCLOPEDIA for $240.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":72,"numAllCaps":8},{"amount":80,"backers":36,"pledgePercentage":0.01,"limited":true,"description":"VONNEGUT DOCUMENTARY POSTER, SIGNED\nLimited edition 11x17 promotional poster created for “Kurt Vonnegut: Unstuck In Time” signed by directors Robert Weide and Don Argott and suitable for framing. (Poster mock-up displayed here not guaranteed to be the final design. But if different, it will be just as cool.) Plus, previous digital rewards and KVML membership.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":54,"numAllCaps":5},{"amount":80,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"T-SHIRT WITH VONNEGUT DOCUMENTARY ARTWORK\nT-shirt displaying original poster art for \"Kurt Vonnegut: Unstuck in Time.\" (Artwork displayed here not guaranteed to be the final design. But if different, it will be just as cool.) These T-shirts will not be marketed, so be among the few people who will ever own one. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":58,"numAllCaps":7},{"amount":90,"backers":8,"pledgePercentage":0,"limited":true,"description":"9 PERSONAL PHOTOS OF VONNEGUT ON 5x7 POSTCARD STOCK\nNine previously unpublished photos of Kurt Vonnegut, from Weide’s personal collection, taken over the course of their 25-year friendship. Printed on 5x7 postcard stock, with a memorable Vonnegut quote printed on the back. (These items not to be duplicated, distributed or re-published.) Plus, previous digital rewards and KVML membership.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":57,"numAllCaps":8},{"amount":90,"backers":26,"pledgePercentage":0.01,"limited":true,"description":"(MORE) VONNEGUT ENCYCLOPEDIAS (HARDCOVER) AUTOGRAPHED\nWhen we put up 12 copies earlier, we told you they would fly away, and they were gone in a few hours. You've now got a reprieve with 32 more copies. “The Vonnegut Encyclopedia” by Marc Leeds, originally released in 1995, is long out-of-print. But Random House is releasing a revised, updated version this fall. This is a door-stopper of a book, close to 800 pages, and weighing in at almost 3 pounds. This book is literally what the title says, with alphabetical references to ALL THINGS VONNEGUT. There’s a foreword by Vonnegut and your pre-order copy is autographed by author Leeds. If Vonnegut is the wampeter of your literary karass, this book will help recall the foma that comforts you. (Plus previous digital rewards, and KVML membership.) Even if you’ve pledged already, this is worth a second pledge, or pledge up, before they all fly away again. Also offered bundled with KURT VONNEGUT DRAWINGS BOOK for $170.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":162,"numAllCaps":13},{"amount":90,"backers":7,"pledgePercentage":0,"limited":true,"description":"NEW: KURT VONNEGUT DRAWINGS (HARD COVER COFFEE TABLE BOOK) AUTOGRAPHED\nYou thought Vonnegut was just a great writer? This beautiful coffee table book is 176 pages chock full of Vonnegut’s other talent: that of extraordinary artist/illustrator/doodler. The first pressing of this book has sold out, but Kurt’s artist daughter Nanette Vonnegut has stashed away a few copies. She also wrote the touching foreword to the book, and she will autograph your copy. (Plus previous digital rewards, and KVML membership.) Also offered bundled with KURT VONNEGUT ENCYCLOPEDIA for $170.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":87,"numAllCaps":14},{"amount":90,"backers":55,"pledgePercentage":0.01,"limited":true,"description":"(MORE) VONNEGUT ENCYCLOPEDIAS (HARDCOVER) AUTOGRAPHED\nWhen we put up 12 copies earlier, we told you they would fly away, and they were gone in a few hours. You've now got a reprieve with 32 more copies. “The Vonnegut Encyclopedia” by Marc Leeds, originally released in 1995, is long out-of-print. But Random House is releasing a revised, updated version this fall. This is a door-stopper of a book, close to 800 pages, and weighing in at almost 3 pounds. This book is literally what the title says, with alphabetical references to ALL THINGS VONNEGUT. There’s a foreword by Vonnegut and your pre-order copy is autographed by author Leeds. If Vonnegut is the wampeter of your literary karass, this book will help recall the foma that comforts you. (Plus previous digital rewards, and KVML membership.) Even if you’ve pledged already, this is worth a second pledge, or pledge up, before they all fly away again. Also offered bundled with KURT VONNEGUT DRAWINGS BOOK for $170.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":162,"numAllCaps":13},{"amount":90,"backers":60,"pledgePercentage":0.02,"limited":true,"description":"(MORE) VONNEGUT ENCYCLOPEDIAS (HARDCOVER) AUTOGRAPHED\nThese keep flying off the shelf and we keep having to order more and re-list them. “The Vonnegut Encyclopedia” by Marc Leeds, originally released in 1995, is long out-of-print. But Random House is releasing a revised, updated version this fall. This is a door-stopper of a book, close to 800 pages, and weighing in at almost 3 pounds. This book is literally what the title says, with alphabetical references to ALL THINGS VONNEGUT. There’s a foreword by Vonnegut and your pre-order copy is autographed by author Leeds. If Vonnegut is the wampeter of your literary karass, this book will help recall the foma that comforts you. (Plus previous digital rewards, and KVML membership.) Even if you’ve pledged already, this is worth  upping your pledge, before they all fly away again. Also offered bundled with KURT VONNEGUT DRAWINGS BOOK for $170.","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":145,"numAllCaps":13},{"amount":100,"backers":26,"pledgePercentage":0.01,"limited":true,"description":"KURT VONNEGUT DRAWINGS (HARD COVER COFFEE TABLE BOOK) AUTOGRAPHED\nHooray! We replenished our supply! You thought Vonnegut was just a great writer? This beautiful coffee table book is 176 pages chock full of Vonnegut’s other talent: that of extraordinary artist/illustrator/doodler. The first pressing of this book has sold out, but Kurt’s artist daughter Nanette Vonnegut has stashed away a few copies. She also wrote the touching foreword to the book, and she will autograph your copy. (Plus previous digital rewards, and KVML membership.) Also offered bundled with KURT VONNEGUT ENCYCLOPEDIA for $170.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":91,"numAllCaps":13},{"amount":135,"backers":0,"pledgePercentage":0,"limited":true,"description":"AUTOGRAPHED SHOOTING SCRIPT FOR “MOTHER NIGHT” + PROMO POSTCARD\nA digital copy of Robert Weide's script for the feature film of Vonnegut's \"Mother Night\" (as previously described), PLUS, you’ll receive a hard copy of the script’s title page, with Weide's inscription and autograph. (Just print out the script, add the title page, and you've got an autographed copy of the full script.) Plus, a 5x7 promotional postcard for \"Mother Night\" featuring color poster art with billing block. (See graphic on this page.) Plus, previous digital rewards and KVML membership.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":88,"numAllCaps":10},{"amount":140,"backers":4,"pledgePercentage":0,"limited":true,"description":"“MOTHER NIGHT” MINI-POSTER (13.5x20)\nOriginal mini-posters (13.5x20) from the 1996 film “Mother Night,” based on the novel by Kurt Vonnegut. Created for theater display only, long out of print. Never mass-produced or sold to public. (See graphic on this page.) ONLY 10. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":48,"numAllCaps":5},{"amount":150,"backers":4,"pledgePercentage":0,"limited":true,"description":"\"CURB YOUR ENTHUSIASM\" OUTLINE W/ DIRECTOR'S NOTES, AUTOGRAPHED\nA copy of Robert Weide's on-set story outline for the \"Curb Your Enthusiasm\" episode, \"The Doll\" (Season 2), complete with Weide's personal director notes. (Sent via email as a PDF. Hard copy of cover page with Weide inscription and autograph will be mailed.) Plus, previous digital rewards, credit on film, and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":60,"numAllCaps":10},{"amount":150,"backers":12,"pledgePercentage":0,"limited":true,"description":"“MOTHER NIGHT” MOCK-UP POSTER DESIGNS (4 Bundled)\nBefore the final promotional artwork was chosen for “Mother Night,” several polished “mock-up” poster ideas were pitched. The original artwork has been in storage since 1996, recently scanned and now reproduced as 10x15 posters. Never before made public. 4 different designs (all of them beautiful) will be bundled as a single reward. (These items not to be duplicated, distributed or re-published.)  Only 50 bundles available. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":79,"numAllCaps":6},{"amount":155,"backers":2,"pledgePercentage":0,"limited":true,"description":"VONNEGUT DOCUMENTARY POSTER AND T-SHIRT, COMBINED\nOwn the limited edition, director-signed, 11x17 poster for the documentary, as well as the T-shirt displaying this original graphic (both described earlier) and save $10 off the combined pledge of both items. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":44,"numAllCaps":8},{"amount":170,"backers":8,"pledgePercentage":0,"limited":true,"description":"CURB DVD - FULL CAST AUTOGRAPH\nA DVD from one season of \"Curb Your Enthusiasm,\" with package AUTOGRAPHED by stars Larry David, Cheryl Hines, Jeff Garlin, Susie Essman, and director Robert B. Weide. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":42,"numAllCaps":9},{"amount":170,"backers":45,"pledgePercentage":0.01,"limited":true,"description":"KURT VONNEGUT ENCYCLOPEDIA & KURT VONNEGUT DRAWINGS BOOK - BUNDLED\nPlease see earlier descriptions for each book. By pledging for this combo reward, you save $10 off the cost of pledging individually. Both autographed. (Plus previous digital rewards, and KVML membership.)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":40,"numAllCaps":9},{"amount":200,"backers":51,"pledgePercentage":0.01,"limited":false,"description":"KURT VONNEGUT ENCYCLOPEDIA & KURT VONNEGUT DRAWINGS BOOK - BUNDLED\nWe've replenished our supply. Please see earlier descriptions for each book. By pledging for this combo reward, you save $10 off the cost of pledging individually. Both autographed. (Plus previous digital rewards, and KVML membership.)","estimatedDelivery":"2016-01-01","estimatedDeliveryISO":"2016-01-01T00:00:00.000Z","numWords":44,"numAllCaps":9},{"amount":205,"backers":4,"pledgePercentage":0,"limited":true,"description":"YOUR NAME ON FILM\nYour name will appear in the film's credits as one of our funders. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":23,"numAllCaps":5},{"amount":210,"backers":11,"pledgePercentage":0,"limited":true,"description":"\"THE GIVER\" JEFF BRIDGES/LOIS LOWRY AUTOGRAPHED DVD\nRobert Weide was a co-screenwriter on last year’s film, “The Giver,” starring Jeff Bridges, and based on the Newberry-award winning book by Lois Lowry. We have just a few Region 1 DVDs of the film autographed by Jeff “The Dude” Bridges, Lois Lowry and Weide. A great gift for your favorite Young Adult.  Plus, previous digital rewards, credit on film, and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":70,"numAllCaps":9},{"amount":210,"backers":27,"pledgePercentage":0.01,"limited":true,"description":"“MOTHER NIGHT” MINI-POSTER (13.5x20), AUTOGRAPHED\nOriginal mini-posters (13.5x20) from the 1996 film “Mother Night,” based on the novel by Kurt Vonnegut. Created for theater display only, long out of print and very rare. Never mass-produced or sold to public. AUTOGRAPHED by star Nick Nolte, director Keith Gordon and writer Robert Weide. (See graphic on this page.) ONLY 20. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-11-01","estimatedDeliveryISO":"2015-11-01T00:00:00.000Z","numWords":67,"numAllCaps":7},{"amount":215,"backers":3,"pledgePercentage":0,"limited":true,"description":"3 BOOK BUNDLE: VONNEGUT LETTERS, VONNEGUT DRAWINGS, VONNEGUT ENCYCLOPEDIA, SIGNED\nTogether again, for the first time, these three books bundled together, all autographed. See individual listings of these books for descriptions. NOTE: \"LETTERS\" book is paperback. Other two are hard bound. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":50,"numAllCaps":12},{"amount":220,"backers":2,"pledgePercentage":0,"limited":true,"description":"\"THE GIVER\" JEFF BRIDGES/LOIS LOWRY AUTOGRAPHED BLU-RAY\nSee description above for \"The Giver\" DVD. Same thing but Blu-Ray. (Also includes DVD and Digital HD.) Same autographs. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":35,"numAllCaps":11},{"amount":225,"backers":7,"pledgePercentage":0,"limited":true,"description":"“WANDA JUNE” POSTER (13.5x20) \nPoster from 2001 stage revival of Vonnegut’s play, \"Happy Birthday, Wanda June,\" autographed by director Robert Weide. Graphic design by artist Scott Prior. (See image this page.) EXTREMELY RARE.  Last 2 known to exist. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":50,"numAllCaps":6},{"amount":240,"backers":4,"pledgePercentage":0,"limited":true,"description":"WOODY ALLEN DOCU DVD (REGION 1), AUTOGRAPHED\nDVD (Region 1) of Weide's full-length director's cut of \"Woody Allen: A Documentary,\" AUTOGRAPHED BY WOODY ALLEN & Director Robert Weide. Only 20. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":39,"numAllCaps":12},{"amount":240,"backers":5,"pledgePercentage":0,"limited":true,"description":"WOODY ALLEN DOCU DVD (REGION 2), AUTOGRAPHED\nDVD (Region 2 - Europe) of Weide's full-length director's cut of \"Woody Allen: A Documentary,\" AUTOGRAPHED BY WOODY ALLEN & Director Robert Weide. Only 10. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":42,"numAllCaps":12},{"amount":300,"backers":2,"pledgePercentage":0,"limited":true,"description":"3 BOOK BUNDLE: VONNEGUT LETTERS, VONNEGUT DRAWINGS, VONNEGUT ENCYCLOPEDIA\nTogether again, for the first time, these three books bundled together, all autographed. See individual listings of these books for descriptions. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":39,"numAllCaps":9},{"amount":310,"backers":1,"pledgePercentage":0,"limited":true,"description":"RARE KILGORE TROUT NEWSPAPER ARTICLE USED IN \"MOTHER NIGHT\" FILM\nIn a scene adapted from the book, Howard Campbell (Nick Nolte) discovers he's being sought after for arrest, by reading an article in the NY paper. In this prop from the film, that article is written by Kilgore Trout. (See graphic this page.) Plus, previous digital rewards, and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":59,"numAllCaps":12},{"amount":350,"backers":5,"pledgePercentage":0,"limited":true,"description":"CURB DVD - FULL CAST AUTOGRAPH\nA DVD from one season of \"Curb Your Enthusiasm,\" with package AUTOGRAPHED by stars Larry David, Cheryl Hines, Jeff Garlin, Susie Essman, and director Robert B. Weide. Only 45 available. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":46,"numAllCaps":9},{"amount":350,"backers":2,"pledgePercentage":0,"limited":true,"description":"“MOTHER NIGHT” FULL-SIZE 1-SHEET MOVIE POSTERS (27x40), AUTOGRAPHED\nOriginal full-size 1-sheet movie posters (27x40) from the 1996 film “Mother Night,” based on the novel by Kurt Vonnegut. Created for theater display only, long out of print and very rare. Never mass-produced or sold to public. AUTOGRAPHED by star Nick Nolte, director Keith Gordon and writer Robert Weide. (See graphic on this page.) ONLY 14. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":73,"numAllCaps":10},{"amount":450,"backers":4,"pledgePercentage":0,"limited":true,"description":"RARE \"LIFE MAGAZINE\" PROP USED IN \"MOTHER NIGHT\" FILM\nIn \"Mother Night\" Howard Campbell is captured by Bernard O'Hare and brought to the Ohrdruf death camp to watch the execution of the camp guards. The moment winds up on the cover of LIFE magazine. This prop of the LIFE cover was used in the movie. (See graphic this page.) Plus, previous digital rewards, and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":65,"numAllCaps":13},{"amount":475,"backers":0,"pledgePercentage":0,"limited":true,"description":"PORTRAIT OF KURT VONNEGUT BY ARTIST NANETTE VONNEGUT (RE-PRICED)\nAn original, limited-edition Photopolymer Intaglio print depicting Kurt Vonnegut, created, numbered and signed by Vonnegut's daughter, renowned artist Nanette Vonnegut - specially created for this Kickstarter campaign. (See image.) Each piece individually hand-wiped and printed on fine rag paper. (Currently limited to 20.) Plus, previous digital rewards, credit on film, and KVML membership.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":61,"numAllCaps":10},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"LENNY BRUCE DOCUMENTARY 1-SHEET MOVIE POSTER, DIRECTOR AUTOGRAPHED\nRare 1-sheet movie poster (27x40) for Weide’s Oscar-nominated documentary, “Lenny Bruce: Swear to Tell the Truth,” (1998) narrated by Robert De Niro. Poster signed by Robert Weide. These great-looking posters were created for a theatrical run at New York’s Film Forum in 1998. They were never made public and are extremely rare. (See image this page.) These are the last 3 known to exist. (This reward also includes the Lenny Bruce program combo listed earlier.)  Plus, previous digital rewards, credit on film, and KVML membership.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":93,"numAllCaps":9},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"“WANDA JUNE” POSTCARD, AUTOGRAPHED BY KURT VONNEGUT \n5x7 promotional postcards from 2001 stage revival of Vonnegut’s play, \"Happy Birthday, Wanda June,\" AUTOGRAPHED BY VONNEGUT. Graphic design by artist Scott Prior. (See image this page.) EXTREMELY RARE. Never made available to public. Last 4 known to exist. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":57,"numAllCaps":13},{"amount":500,"backers":0,"pledgePercentage":0,"limited":true,"description":"SKYPE WITH THE DIRECTORS\n1-hour Skype conversation with Director Bob Weide or Don Argott (or both) to discuss Vonnegut, documentary filmmaking, breaking into the business, your upcoming project, or any of our past ones. (Or, order the combo platter!) Plus, previous digital rewards, credit on film, and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":48,"numAllCaps":5},{"amount":600,"backers":2,"pledgePercentage":0,"limited":true,"description":"CURB POSTER (FULL CAST AUTOGRAPH) \nREDUCED: WAS $600\nAn original movie-style 1-sheet poster (27x40) for \"Curb your Enthusiasm,\" AUTOGRAPHED by stars Larry David, Cheryl Hines, Jeff Garlin, Susie Essman, and director Robert B. Weide. Never made available to public. Not in print. Only 6 available. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":55,"numAllCaps":10},{"amount":725,"backers":6,"pledgePercentage":0,"limited":true,"description":"“WANDA JUNE” PROGRAM, AUTOGRAPHED \nOriginal 14-page program from 2001 stage revival of Vonnegut’s play, \"Happy Birthday, Wanda June,\" AUTOGRAPHED BY VONNEGUT. (See image this page.) Includes a piece by Vonnegut written exclusively for the program, never published elsewhere. EXTREMELY RARE.  Last 2 known to exist. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":57,"numAllCaps":10},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"WOODY ALLEN DOCU POSTER, AUTOGRAPHED \nOriginal 1-sheet MOVIE poster for Weide's \"Woody Allen: A Documentary,\" AUTOGRAPHED BY WOODY ALLEN and Director Robert Weide. Never made available to public. Not in print. You’ll find these nowhere else. NOTE: Poster will be from a foreign (non-U.S.) theatrical exhibit. Country of origin our choice. Many with foreign text. All beautiful! (See image this page.) Only 9. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":74,"numAllCaps":14},{"amount":950,"backers":3,"pledgePercentage":0,"limited":false,"description":"PORTRAIT OF KURT VONNEGUT BY ARTIST NANNETTE VONNEGUT\nAn original, limited-edition Photopolymer Intaglio print depicting Kurt Vonnegut, created, numbered and signed by Vonnegut's daughter, renowned artist Nanette Vonnegut - specially created for this Kickstarter campaign. (See image.) Each piece individually hand-wiped and printed on fine rag paper. (Currently limited to 25. Hurry!) Plus, previous digital rewards, credit on film, and KVML membership.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":61,"numAllCaps":9},{"amount":1100,"backers":1,"pledgePercentage":0,"limited":true,"description":"ORIGINAL VONNEGUT ART, SIGNED BY VONNEGUT. NUMBERED, LIMITED EDITION PRINTS.\nThis pledge box is for the all the Vonnegut art that’s priced at $950, only. To view the available pieces, and for full ordering instructions, see the link under the artwork graphic on this page. (Includes previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":54,"numAllCaps":11},{"amount":1200,"backers":3,"pledgePercentage":0,"limited":true,"description":"ORIGINAL VONNEGUT ART, “BLACK HEART” SIGNED BY VONNEGUT. NUMBERED, LIMITED EDITION. (REDUCED: FORMERLY $2,000)\nThis pledge box is for the above-titled art print ONLY. To order other Vonnegut art, find the appropriate pledge box. To view this piece, and for full ordering instructions, see the link under the artwork graphic on this page. (Includes previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":62,"numAllCaps":15},{"amount":1500,"backers":2,"pledgePercentage":0,"limited":true,"description":"ORIGINAL VONNEGUT ART, “DON’T SPOIL THE PARTY” SIGNED BY VONNEGUT. NUMBERED, LIMITED EDITION.\nThis pledge box is for the above-titled art print ONLY. To order other Vonnegut art, find the appropriate pledge box. To view this piece, and for full ordering instructions, see the link under the artwork graphic on this page. (Includes previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":61,"numAllCaps":15},{"amount":1500,"backers":12,"pledgePercentage":0,"limited":false,"description":"HANG WITH THE FILMMAKERS DURING PRODUCTION\nMost of our production will be taking place in L.A., Philadelphia or New York. Schedule details permitting, you and a guest will spend a day on a film shoot or in the editing room with us. (Travel, airfare and expenses covered by you.) We’ll cover lunch. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":61,"numAllCaps":8},{"amount":1500,"backers":0,"pledgePercentage":0,"limited":true,"description":"ORIGINAL VONNEGUT ART, SIGNED BY VONNEGUT. NUMBERED, LIMITED EDITION PRINTS.\nThis pledge box is for the all the Vonnegut art that’s priced at $1,500, only. To view the available pieces, and for full ordering instructions, see the link under the artwork graphic on this page. (Includes previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":54,"numAllCaps":11},{"amount":1900,"backers":1,"pledgePercentage":0,"limited":true,"description":"ORIGINAL VONNEGUT ART, “TROUT IN COHOES” SIGNED BY VONNEGUT. NUMBERED, LIMITED EDITION. \n(REDUCED: FORMERLY $2,000)\nThis pledge box is for the above-titled art print ONLY. To order other Vonnegut art, find the appropriate pledge box. To view this piece, and for full ordering instructions, see the link under the artwork graphic on this page. (Includes previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":63,"numAllCaps":16},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"2 TIX LARRY DAVID’S SOLD-OUT BROADWAY SHOW + BACKSTAGE VISIT W/LARRY\nLarry David stars in his new Broadway play, “A Fish In the Dark,” in a limited 4-month run at the Cort Theater. This is the hardest ticket to get in New York. It has broken records for advance ticket sales of ANY Broadway play. These are house seats, and include a backstage visit with Larry David after the show. (Prettay, prettay, prettay cool.) Any costs of airfare, hotel, travel etc. are up to you. Also, tickets redeemable for select shows, so you’ll need to be flexible on dates. We will help you work out scheduling issues. We reserve right to vet you for security purposes. (Plus, previous digital rewards, credit on film, and KVML membership.) Any questions? Contact us at info@vonnegutdoc.com.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":131,"numAllCaps":12},{"amount":2000,"backers":2,"pledgePercentage":0,"limited":true,"description":"“WANDA JUNE” POSTER (13.5x20), AUTOGRAPHED BY KURT VONNEGUT\nREDUCED: WAS $2,750\nPoster from 2001 stage revival of Vonnegut’s play, \"Happy Birthday, Wanda June,\" AUTOGRAPHED BY VONNEGUT and (optional) Director Robert Weide. Graphic designed by artist Scott Prior. (See image this page.) EXTREMELY RARE. Never made available to public. Last 5 known to exist. Hurry! (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":62,"numAllCaps":14},{"amount":3200,"backers":1,"pledgePercentage":0,"limited":true,"description":"ORIGINAL VONNEGUT ART, “TROUT’S TOMB”\nSIGNED BY VONNEGUT. NUMBERED, LIMITED EDITION.\nThis pledge box is for the above-titled art print ONLY. To order other Vonnegut art, find the appropriate pledge box. To view this piece, and for full ordering instructions, see the link under the artwork graphic on this page. (Includes previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2016-01-01","estimatedDeliveryISO":"2016-01-01T00:00:00.000Z","numWords":58,"numAllCaps":12},{"amount":4000,"backers":1,"pledgePercentage":0,"limited":true,"description":"PREMIERE SCREENING – ALL ACCESS\nYou and a guest will be invited to attend any premiere or festival screening of the film within the USA, with reserved seating and full VIP access. (Travel, airfare and expenses covered by you.) Your name will be read aloud by the filmmakers during the opening proceedings. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":61,"numAllCaps":7},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"2 TIX LARRY DAVID’S SOLD-OUT BROADWAY SHOW + BACKSTAGE VISIT W/LARRY\nLarry David stars in his new Broadway play, “A Fish In the Dark,” in a limited 4-month run at the Cort Theater. This is the hardest ticket to get in New York. It has broken records for advance ticket sales of ANY Broadway play. These are house seats, and include a backstage visit with Larry David after the show. (Prettay, prettay, prettay cool.) Any costs of airfare, hotel, travel etc. are up to you. Also, tickets redeemable for select shows, so you’ll need to be flexible on dates. We will help you work out scheduling issues. We reserve right to vet you for security purposes. (Plus, previous digital rewards, credit on film, and KVML membership.) Any questions? Contact us at info@vonnegutdoc.com.","estimatedDelivery":"2016-01-01","estimatedDeliveryISO":"2016-01-01T00:00:00.000Z","numWords":131,"numAllCaps":12},{"amount":7500,"backers":1,"pledgePercentage":0,"limited":true,"description":"LUNCH WITH JUDD APATOW & ROBERT WEIDE / VONNEGUT DISCUSSION\nYou and a guest will visit the Hollywood production office of Vonnegut fan, producer/director Judd Apatow, followed by lunch with Apatow and Weide, where you’ll geek out on all the Vonnegut talk you can eat. (Or frankly, any topic you want.) We reserve right to vet you to make sure you’re not a weirdo. Apatow and Weide are weird enough. Travel, airfare and expenses covered by you. We’ll cover lunch. Subject to convenience of scheduling. (Plus, previous digital rewards, credit on film, and KVML membership.)","estimatedDelivery":"2016-01-01","estimatedDeliveryISO":"2016-01-01T00:00:00.000Z","numWords":94,"numAllCaps":9},{"amount":10000,"backers":3,"pledgePercentage":0,"limited":true,"description":"PREMIERE SCREENING + CREDIT (ASSOCIATE PRODUCER)\nYou and a guest will be invited to attend any premiere or festival screening of the film within the USA, with reserved seating and full VIP access. (Travel, airfare and expenses covered by you.) You’ll receive credit on the film and IMDb as \"Associate Producer,\" and your name will be read aloud by the filmmakers during the opening proceedings. (Plus, previous digital rewards and KVML membership.)","estimatedDelivery":"2016-01-01","estimatedDeliveryISO":"2016-01-01T00:00:00.000Z","numWords":71,"numAllCaps":8}],"updates":29,"comments":134},"errors":{}}