{"successes":{"title":"Serpent's Tongue - Become Magi","category":"Games","subcategory":"Tabletop Games","description":"Use your hardbound Spell Codex  & an actual language to cast 100's of incantations in CO-OP adventures & PVP  battles.","avatarURL":"https://ksr-ugc.imgix.net/projects/73029/photo-original.png?v=1397770549&w=1536&h=1152&fit=crop&auto=format&q=92&s=53db65f0d377c962f8bba8fa37d0ce07","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/73029/video-97338-h264_high.mp4","city":"St. George","state":"UT","country":"US","duration":40,"startDate":1333522800000,"endDate":1336978800000,"raised":195101,"goal":18000,"percent":1084,"backers":1261,"currency":"USD","Pledges":[{"amount":3,"backers":14,"pledgePercentage":0.01,"limited":false,"description":"THE AWAKENING\nOur gratitude for supporting us and your name listed on our web page as a backer for all time & eternity.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":22,"numAllCaps":2},{"amount":11,"backers":24,"pledgePercentage":0.02,"limited":false,"description":"INITIATES receive \na hardbound 44 page Spell Codex from the game signed by the lead designer Christopher Gabrielson. Listed under Supporting Magi in Web and Published materials as an Initiate. All Rewards Include Domestic SHIPPING! International shipping is forthcoming.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":39,"numAllCaps":2},{"amount":25,"backers":35,"pledgePercentage":0.03,"limited":false,"description":"APPRENTICE level = A LONE MAGI SET of Serpent's Tongue, which is a smaller version of the game for solo players or for a traditional TCG experience; containing a single Codex, 90 Incantation, Artifact, Specialization & Encounter Cards, the walk-through tutorial and the solo campaign adventure. Plus a single focus gem, ready stone and a set of Resonance, Essence, and Willpower chips. \n1 Kickstarter Exclusive Specialization. \nListed as an Apprentice in our Founder's list in Published and Web materials.\nAll Rewards Include Free Domestic SHIPPING! International pricing is forthcoming. See a more detailed list of contents at www.becomemagi.com","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":97,"numAllCaps":7},{"amount":25,"backers":0,"pledgePercentage":0,"limited":false,"description":"THE COLLECTOR UPGRADE - Add 10 Inscription Packs to any tier reward.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":12,"numAllCaps":3},{"amount":45,"backers":385,"pledgePercentage":0.31,"limited":false,"description":"ADEPT Level = The Core Multi-player Set of the game (See Components List to the Left) including the 40+ hour cooperative campaign 'Out of Eden',\nPlus an additional 40 advanced cards, including higher level incantations, rare artifacts, and adept specializations.  \nPlus 2 unique kickstarter specializations & 1 unique artifact only available to our KS Backers! \nPLUS your name worked into FUTURE source materials or campaign adventures. We want to put you in as a character in the Serpent's Tongue universe that players will hear about and even interact with or fight with, as soon as we can. You will be identified as an Adept in all Founder lists forever.\nAll Rewards Include Domestic SHIPPING! International shipping is forthcoming.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":117,"numAllCaps":5},{"amount":50,"backers":5,"pledgePercentage":0,"limited":false,"description":"ARCHIVIST UPGRADE - Add a CASE of Inscription packs to any tier for $50. Increase your pledge and we will track this reward through the post-campaign survey.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":27,"numAllCaps":3},{"amount":55,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"PRODIGY ADEPTS receive everything an Adept does but the PRODIGY version of the Acolyte Set guarantees your name worked into current source materials and the campaign adventure Out of Eden. We want to put you in as a character in the Serpent's Tongue universe that players will hear about, interact with and fight with RIGHT FROM LAUNCH!","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":57,"numAllCaps":6},{"amount":85,"backers":260,"pledgePercentage":0.21,"limited":false,"description":"MAGI\nhave mastered the higher realms of Serpent's Tongue, becoming a force to be reckoned with, and receive a full complement of the advanced canon of Serpents Tongue. You will receive a CORE SET of the game as well as a full CASE of Inscription Packs. The case alone retails for $75, and includes 288 additional uncommon, rare & legendary incantations. artifacts & specializations.\nReceive 4 Kickstarter UNIQUE CARDS. (2 Specs & 2  Artifacts) \nPLUS the SACRED SITES expansion which incorporates Area control into standard ST Battles.\nYour name will be prioritized over Adepts in future campaign adventures. We will eventually work in ALL our backers you will just be sooner : ) And of course listed as a Founding Magi for all time eternity AND dimensions. Free domestic shipping, International rates forthcoming.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":131,"numAllCaps":12},{"amount":85,"backers":98,"pledgePercentage":0.08,"limited":false,"description":"The MAGI's Cabal.  This set is designed for those that want to support 4 player games, right out of the gate.  Includes TWO CoreSets + 8 Inscription Packs.  ++ 3 Unique Kickstarter Specializations & +2 Unique Artifacts. \nYour name worked into future Serpent's Tongue materials. Magi Cabal's are enumerated as Founders online and in Published Materials for all time.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":62,"numAllCaps":2},{"amount":95,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"PRODIGY MAGI - Receive everything a Magi receives except they are worked into current source materials right at launch! They will take on pivotal roles in the story line, interacting heavily with players.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":33,"numAllCaps":2},{"amount":125,"backers":35,"pledgePercentage":0.03,"limited":false,"description":"MAGI OFFICIANT - Faction coordinators, specialists and teachers have more liberal access to resources, sacred sites and artifacts. Receive all Magi level KickStarter exclusive rewards. Receive 3 Core Sets or cases of Inscription packs in any combination.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":37,"numAllCaps":2},{"amount":155,"backers":133,"pledgePercentage":0.11,"limited":false,"description":"MASTER PLAYERS receive 2 Complete MAGI sets with all their bonus rewards. Masters are prioritized over all non-prodigy backers for inclusion into the Serpent's Tongue World. Be honorized as a Founder in all published and online materials.  5 Extra Reputation Ranks when online rank tracking launches. See www.becomemagi.com for a more detailed list of this reward package.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":58,"numAllCaps":3},{"amount":155,"backers":62,"pledgePercentage":0.05,"limited":false,"description":"MASTER COLLECTORS Receives 1 Core Set of Serpent's Tongue + 3 Cases of Inscription Packs. + All Kickstarter Exclusive rewards to this point & the Sacred Sites Expansion.  Build the ultimate Codex, Hoard the most powerful cards, or Dominate the trading market.  Be recognized as a Master In all published and online FOUNDER Lists.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":175,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"PRODIGY MASTER. Your choice of MASTER set (Player or Collector) plus your name worked into an incantation or Artifact for launch. This will be YOUR incantation, as if you were the Magi that invented it or created it. Instead of Mordenkainen's Sword it will be YOUR NAME\"s Flame Eternae, or whatever you want your spell to be, including your backstory and notes on the inscription side of the card. Plus these 10 Incantations / Artifacts are particularly powerful and useful and should find their way into most Codex's. You're famous baby!","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":91,"numAllCaps":6},{"amount":175,"backers":2,"pledgePercentage":0,"limited":false,"description":"LINE FOR LIFE UPGRADE. $175.  Support the future of Serpent's Tongue by adding LINES FOR LIFE to any reward level. Future releases are not guaranteed to have free shipping, but we do promise to do our best to subsidize them to the best of our abilities.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":47,"numAllCaps":7},{"amount":295,"backers":11,"pledgePercentage":0.01,"limited":true,"description":"Speaker. LINE FOR LIFE: Receive 2 Master Player Sets with all Rewards and extras and expansions. (4 Core Sets, 4 Cases of Inscription Packs) Plus a  free copy of all expansions and a Case of Inscription Packs each time a new set is released. Forever.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":46,"numAllCaps":3},{"amount":375,"backers":124,"pledgePercentage":0.1,"limited":false,"description":"SPEAKER LEGACY. LINE FOR LIFE: Receive 2 Master Player or Collector Sets with all Rewards and extras and expansions. (This equates to some combination of 4 Core Sets and 4 Cases of Inscription Packs) Plus a free copy of all expansions and a Case of Inscription Packs each time a new set is released. Forever.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":55,"numAllCaps":5},{"amount":395,"backers":3,"pledgePercentage":0,"limited":true,"description":"PRODIGY SPEAKER.  LINE FOR LIFE. Receive 2 Master Sets (Player or Collector) with all Rewards and extras and expansions. Plus a free copy of all expansions and a Case of Inscription Packs each time a new set is released. Forever.\nPRODIGY = YOU on a custom Specialization. Your name, your concept, even YOUR face (if we can work the image around to stay on theme : ) as part of a special class.  This class will be powerful, and available to everyone (although it will be rare) We will work with you to create a title thats relevant, i.e Order of 'Krell', or 'Gareth's Anachron. As an example.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":109,"numAllCaps":8},{"amount":395,"backers":4,"pledgePercentage":0,"limited":true,"description":"SPEAKER ANTAGONIST. LINE FOR LIFE. ","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":6,"numAllCaps":5},{"amount":495,"backers":5,"pledgePercentage":0,"limited":true,"description":"PRODIGY SPEAKER. LINE FOR LIFE. Receive 2 Master Sets (Player or Collector) with all Rewards and extras and expansions. Plus a free copy of all expansions and a Case of Inscription Packs each time a new set is released. Forever. ","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":41,"numAllCaps":5},{"amount":795,"backers":10,"pledgePercentage":0.01,"limited":true,"description":" YOU on a custom Encounter card. Your name, your concept, even YOUR face/image (if we can work the image around to stay on theme : ) on one of the primary 'Bosses' of the game. The Encounter cards are used in the adventure campaign for Climax battles, and as a challenge deck or 'horde' mode where players attempt a certain amount of Bosses on various difficulty levels, Apprentice, Adept, or Magi.  YOU are the BOSS.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":77,"numAllCaps":4},{"amount":995,"backers":0,"pledgePercentage":0,"limited":false,"description":"INSCRIBER - LINE FOR LIFE. This is a Prodigy Class Speaker level. In addition to everything a Speaker receives, Inscribers' names, backstory and unique symbology are incorporated into the Codex. Inscribers represent powerful Magi, Researchers and Mentors that encode Codices to be able to contain multiple Incantations, and impart their wisdom for the Magi of future centuries, who sometimes turn out to be  themselves","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":65,"numAllCaps":4},{"amount":995,"backers":4,"pledgePercentage":0,"limited":false,"description":"NAME OF POWER (Official Title to be released in Serpent's Tongue) Become (a word of) Power!  After centuries of perfecting its use, your identity has merged with the Great Tongue.   Have your name incorporated into the language of Serpent's Tongue as a fundamental phrase utilized in level 2 Incantations and higher.  Become an integral aspect of the incantations used by thousands, and your back-story referenced as a key part of the Serpent's Tongue story.  Includes other  Rewards equivalent to Speaker Legacy.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":87,"numAllCaps":3},{"amount":2100,"backers":4,"pledgePercentage":0,"limited":false,"description":"SACRED FONT - Game Center Level - 15 Core Sets, 15 Cases of Inscription packs at approximate cost. PLUS 10 Sets of all KickStarter exclusive bonus material. For those that wish to become a Place of Power for Serpent's Tongue.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":40,"numAllCaps":3},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"SACRED FONT PLUS - Game Center Level - 15 Core Sets, 15 Cases of Inscription Packs at approximate cost. PLUS 10 Sets of all KickStarter exclusive bonus material. For those that wish to become a Place of Power for Serpent's Tongue. Includes 1 Speaker level LINE FOR LIFE.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":48,"numAllCaps":7}],"updates":37,"comments":4562},"errors":{}}