{"successes":{"title":"Project GODUS","category":"Games","subcategory":"Video Games","description":"GODUS is a delightful reinvention of the god game from 22cans and Peter Molyneux, who created the genre. Mac, PC, Mobile iOS & Android","avatarURL":"https://ksr-ugc.imgix.net/projects/379512/photo-original.png?v=1397801753&w=1536&h=1152&fit=crop&auto=format&q=92&s=6d17c1c0b432430abb84184fc77e79e1","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/379512/video-191916-h264_high.mp4","city":"Guildford","state":null,"country":"UK","duration":30,"startDate":1353484800000,"endDate":1356076800000,"raised":526563,"goal":450000,"percent":117,"backers":17184,"currency":"GBP","Pledges":[{"amount":5,"backers":92,"pledgePercentage":0.01,"limited":false,"description":"BACKER- ","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":2,"numAllCaps":1},{"amount":10,"backers":359,"pledgePercentage":0.02,"limited":false,"description":"You get access to our exclusive backer forums. You also get the heartfelt thanks from the team at 22cans.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":19,"numAllCaps":0},{"amount":15,"backers":5000,"pledgePercentage":0.29,"limited":true,"description":"STUDENT - You'll receive a beta key to test GODUS with us and will also get access to our exclusive student forums where you'll get feedback on your game design and any career advice you might need. This is perfect for any students who are currently studying game design and/or development. Everyone will also get access to an online masterclass session and we will look at some of our tools together The university with the highest number of students who pledged will also receive a guest lecture by Peter. This tier is only for students and you'll need to confirm your university after our campaign is finished but it can also be used as an add-on for any other reward tier.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":121,"numAllCaps":2},{"amount":15,"backers":2222,"pledgePercentage":0.13,"limited":true,"description":"SUPPORTER - You get one digital downloadable copy of GODUS plus access to the GODUS beta version (playable but unfinished) and also round-the-clock access to the 22cans development webcam once project GODUS is in full production (may be mildly and ironically NSFW). \nPlus an in-game achievement – a trophy only Kickstarters will ever receive, streaming access to the Making of GODUS documentaries and video updates and also a PDF of the GODUS design document.\nPlus everything a BACKER gets.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":78,"numAllCaps":9},{"amount":20,"backers":4034,"pledgePercentage":0.23,"limited":true,"description":"FOLLOWER - You get one digital downloadable copy of GODUS plus access to our exclusive backer forums. You also get the heartfelt thanks from the team at 22cans.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":28,"numAllCaps":2},{"amount":30,"backers":3211,"pledgePercentage":0.19,"limited":true,"description":"BELIEVER - You get one digital downloadable copy of GODUS plus access to the GODUS beta version (playable but unfinished) and also round-the-clock access to the 22cans development webcam once project GODUS is in full production (may be mildly and ironically NSFW). Plus an in-game achievement – a trophy only Kickstarters will ever receive, streaming access to the Making of GODUS documentaries and video updates and also a PDF of the GODUS design document. Plus everything a BACKER gets.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":79,"numAllCaps":9},{"amount":40,"backers":594,"pledgePercentage":0.03,"limited":false,"description":"BENEFACTOR - You get an additional digital downloadable copy of GODUS plus access to the GODUS beta version (playable but unfinished) and your name will appear on the '22cans website roll call of thanks', you will be granted your own in-game pet or familiar (a mystical animal who’s unique to you) in GODUS. Plus everything else a SUPPORTER gets and @22cans will follow you avidly on Twitter.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":50,"backers":215,"pledgePercentage":0.01,"limited":false,"description":"PATRON - You get TWO digital downloadable copies of GODUS plus TWO access keys to the beta version (playable but unfinished) and your name will appear on the '22cans website roll call of thanks', you will be granted TWO of your own in-game pet or familiar (a mystical animal who’s unique to you) in GODUS. Plus everything else a SUPPORTER gets and @22cans will follow you avidly on Twitter. All tiers above PATRON will also receive this additional copy and beta key.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":82,"numAllCaps":8},{"amount":60,"backers":495,"pledgePercentage":0.03,"limited":false,"description":"ACOLYTE - You get all the previous rewards (BENEFACTOR, SUPPORTER and BACKER), plus a third digital copy of the game (this TIER makes a good HOLIDAY SEASON GODUS GIFT, see details on our page). Your name will also appear on a Curiosity layer for the duration of a layer, assuming the experiment hasn’t concluded.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":54,"numAllCaps":9},{"amount":100,"backers":634,"pledgePercentage":0.04,"limited":false,"description":"ASSOCIATE - You get one special digital edition of GODUS, which includes a personalised title screen for your copy of GODUS and a non-digital but exclusive 22cans GODUS teeshirt. It also comes with an exclusive Kickstarter level and you get an unlock code for an exclusive GODUS god power.\nPlus you get everything an ACOLYTE gets (your special edition replaces the other three normal editions from the previous rewards).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":68,"numAllCaps":6},{"amount":199,"backers":106,"pledgePercentage":0.01,"limited":false,"description":"PARTNER - You get two special digital GODUS editions. Your followers in your Homeworld will carve a statue of your image. You also get access to GODUS Alpha where you can download and test the game with the 22cans team (not onsite). You also get an in-game credit – your name will appear for all to see. Finally, your teeshirt will be signed by anyone or everyone at 22cans, including Peter Molyneux.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":72,"numAllCaps":3},{"amount":322,"backers":40,"pledgePercentage":0,"limited":true,"description":"VALKYRIE - You get the three special digital GODUS editions that a PARTNER gets, with an exclusive Godus Wishing Well, inspired by the Temple in Dungeon Keeper, for your Homeworld. Sacrificing the right items will gain you bonuses! Plus you also get a GODUS design/art book signed by anyone or everyone at 22cans. And you get everything else a PARTNER gets. (Please note that any tier above VALKYRIE will also get the Wishing Well).","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":74,"numAllCaps":6},{"amount":622,"backers":15,"pledgePercentage":0,"limited":true,"description":"ELEMENTAL - You get the three special digital GODUS editions that a PARTNER gets plus a GODUS design/art book signed by anyone or everyone at 22cans, including Peter Molyneux. You also get a visually stunning and beautifully-framed print of GODUS artwork. This classy limited edition is numbered.\nPlus you get everything else a PARTNER gets.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":54,"numAllCaps":6},{"amount":999,"backers":5,"pledgePercentage":0,"limited":true,"description":"IMMORTAL - You get four special digital GODUS editions (includes those a PARTNER gets), plus an in-game character will be named to whatever you wish (within reason), it will display a unique personality and look which you create with the team’s help. This character will appear in every person's Homeworld. You also get a unique physical figurine of your character. Worldwide shipping is included!\nPlus you get everything a PARTNER gets.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":70,"numAllCaps":4},{"amount":1999,"backers":3,"pledgePercentage":0,"limited":true,"description":"DEITY - You get a real, exclusive piece of hand engraved GODUS Titanium jewellery, hand made and beset with one sparkling real diamond. Diamonds are forever (this TIER makes a lovely HOLIDAY SEASON GODUS GIFT, see details on our page). Plus you can help design GODUS and can name an in-game power to anything you wish (subject to legal and moral restrictions, of course).\nPlus you get everything a PARTNER gets.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":70,"numAllCaps":9},{"amount":5000,"backers":5,"pledgePercentage":0,"limited":true,"description":"IDOL - You get everything a DEITY gets, plus a monthly Skype design meeting with the team during the development of Godus, a 22cans design workshop in Guildford, England with Peter Molyneux, who will help craft your design ideas. You’ll also be treated to a lively design session over dinner at Peter Molyneux’s house. Accommodation and flights are not included.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":60,"numAllCaps":2}],"updates":96,"comments":9011},"errors":{}}