{"successes":{"title":"The Joan Didion Documentary","category":"Film & video?ref=category","subcategory":"Film & Video","description":"We Tell Ourselves Stories In Order to Live, the first and only documentary about Joan Didion. Made with Joan, using Joan's words.","avatarURL":"https://ksr-ugc.imgix.net/projects/1365623/photo-original.jpg?v=1413580527&w=1536&h=1152&fit=crop&auto=format&q=92&s=bda1c4a76ff538cd6b6295a69f275922","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1365623/video-458435-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":30,"startDate":1413961200000,"endDate":1416553200000,"raised":221135,"goal":80000,"percent":276,"backers":3565,"currency":"USD","Pledges":[{"amount":5,"backers":120,"pledgePercentage":0.03,"limited":false,"description":"ACCESS. With $5 you will get updates regarding the film: all of the behind the scenes anecdotes, images, and clips. Welcome to the team.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":24,"numAllCaps":1},{"amount":10,"backers":55,"pledgePercentage":0.02,"limited":false,"description":"THE CHRONICLE: What started as a research document for the film (put together by Joan's niece and the film's producer Annabelle) is now pages and pages of an oral history of Joan's life and work, which will be delivered in a PDF. Plus, the above.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":45,"numAllCaps":3},{"amount":15,"backers":842,"pledgePercentage":0.24,"limited":false,"description":"COPY OF THE FILM: Receive a digital download of the film when it's available. Plus, all the above.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":18,"numAllCaps":4},{"amount":25,"backers":247,"pledgePercentage":0.07,"limited":false,"description":"JOAN AND JOHN: Joan and her husband John Gregory Dunne were one of the best literary couples of our times. They wrote screenplays together, critiqued each other's writing, even sat next to each other on their typewriters. They also wrote infamous weekly columns for the Saturday Evening Post, where you could often find them communicating to each other through their respective words. The Saturday Evening Post has since closed down, but we are offering all those columns here as a digital reward. Plus, all the above.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":86,"numAllCaps":3},{"amount":35,"backers":782,"pledgePercentage":0.22,"limited":false,"description":"JOAN'S FAVORITES OF ALL TIME: Get a handwritten list of Joan's 12 most important books to read before you die. To be delivered via email. Try to read one every month for the year.  Plus, all the above.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":39,"numAllCaps":5},{"amount":50,"backers":447,"pledgePercentage":0.13,"limited":false,"description":"JOAN'S RECIPE BOOK. John and Joan's house in Malibu was a fixture on the LA scene, and her recipe book represents a lifetime of entertaining. Some of Joan's personal recipes for pork roast with corn souffle, gumbo, linguini bolognese and much more are now available for your culinary exploration, all perfectly preserved in her handwriting. To be delivered in a PDF. Plus, all the above.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":65,"numAllCaps":5},{"amount":50,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"LIMITED EDITION JOAN TEE. Christopher Niquet, stylist and fashion editor, designed a limited edition shirt exclusively for our campaign. Only 100 available get them while you can!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":27,"numAllCaps":4},{"amount":50,"backers":250,"pledgePercentage":0.07,"limited":true,"description":"LIMITED EDITION TEE #2. Illustrator Joana Avillez designed the second edition for our Joan Didion campaign tee collection. The reward is not included in rewards of $75 or higher, but it does include all of the digital rewards $50 or below. Only 250 available.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":75,"backers":329,"pledgePercentage":0.09,"limited":false,"description":"POSTCARDS. A set of 9 postcards with photographs from Joan's personal collection. Each photo is paired with a quote or passage from her writing. Domestic shipping included! Plus, the above.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":30,"numAllCaps":2},{"amount":100,"backers":75,"pledgePercentage":0.02,"limited":true,"description":"VANITY FAIR PROUST QUESTIONNAIRE SIGNED BY JOAN: In 2009, VF released the Proust Questionnaire: 101 Luminaries Ponder Love, Death, Happiness, and the Meaning of Life, with answers from icons such as Aretha Franklin, Lauren Bacall, David Bowie, Allen Ginsberg, Gore Vidal, Paul Newman. And of course Joan. Receive this book and it will be signed by Joan. Domestic shipping included! Plus, all the digital rewards above.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":66,"numAllCaps":8},{"amount":100,"backers":30,"pledgePercentage":0.01,"limited":true,"description":"LIMITED EDITION JOAN DIDION TOTE – The Pacific Tote Company, created by Roman Coppola and The Directors Bureau, donated the limited edition \"Play it As it Lays\" tote completely in kind to our campaign. The tote will only be available through this campaign. This reward is not included in rewards of $175 or higher. This reward includes all digital rewards above.  Only 30 available.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":65,"numAllCaps":5},{"amount":175,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"LIMITED EDITION JOAN DIDION PRINT – Artist Avery Nejam designed a limited edition print for the Joan Didion documentary, which she donated completely in kind to the campaign. The print is Giclee on Archival 100% Cotton Rag Paper, trimmed by hand, 22 x 22 inches and hand signed and numbered by Avery. The reward is not included in rewards of $250 or higher, but it does include all of the digital rewards $100 or below. Only 25 available.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":78,"numAllCaps":5},{"amount":250,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"YOUR FAVORITE BOOK BY JOAN. Signed by Joan. Domestic shipping included! Plus, all the digital rewards above.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":17,"numAllCaps":5},{"amount":250,"backers":2,"pledgePercentage":0,"limited":true,"description":"BLUE NIGHTS READING. Hear Vanessa Redgrave read Blue Nights at the historical landmark Cathedral of Saint John the Divine in New York, and receive a copy of the book signed by Joan and Vanessa. (Travel and accommodations not included.) Plus, all the digital rewards above.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":45,"numAllCaps":3},{"amount":350,"backers":18,"pledgePercentage":0.01,"limited":true,"description":"SEND A LETTER. Have you ever wanted to tell Joan what she truly means to you? How her writing changed you? Write a two page letter to Joan and her family will read the letter aloud to her. Plus, all the digital rewards above.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":500,"backers":30,"pledgePercentage":0.01,"limited":true,"description":"TICKET TO THE PREMIERE. Get a ticket to the film's premiere! (Travel and accommodations not included.) Plus, all the digital rewards above.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":22,"numAllCaps":4},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"SIGNED MANUSCRIPT: An original manuscript for \"The Panic in Needle Park\" signed by Joan Didion and director Jerry Schatzberg. Is not included in any reward over $750. Includes all digital rewards above. Only 1 available.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":35,"numAllCaps":2},{"amount":2500,"backers":2,"pledgePercentage":0,"limited":true,"description":"JOAN’S PERSONAL SUNGLASSES. What are one of the most iconic pairs of sunglasses a girl could own? This is your opportunity to see the world as Joan, with a pair of sunglasses from her personal collection. Domestic and international shipping included! Plus, all the digital rewards above.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":47,"numAllCaps":3},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":false,"description":"VISIT US ON SET. We will be interviewing many people for the film and we’d like to invite you to catch an interview in the making. You might see an interview with any of the following: Patti Smith, Vanessa Redgrave, Michelle Williams, Cameron Crowe, Annie Leibowitz, Michiko Kakutani, Anna Wintour, Brett Easton Ellis, Scott Rudin, Jann Wenner, Graydon Carter, Allison Janney, Robert Silvers, Liam Neeson, and many more. (Travel and accommodations not included.) Plus, all the digital rewards above.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":79,"numAllCaps":4}],"updates":11,"comments":80},"errors":{}}