{"successes":{"title":"Thrilling Adventure Hour: The Graphic Novel... And Beyond!","category":"Comics?ref=category","subcategory":"Comics","description":"The star-studded stage show and Nerdist podcast sets its sights on a graphic novel, a scripted web series, and a live concert film!","avatarURL":"https://ksr-ugc.imgix.net/projects/322870/photo-original.jpg?v=1397796158&w=1536&h=1152&fit=crop&auto=format&q=92&s=202c427cb46b53d5ea7ee6d0c3d980e1","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/322870/video-168981-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":30,"startDate":1349679600000,"endDate":1352271600000,"raised":192873,"goal":55000,"percent":351,"backers":2534,"currency":"USD","Pledges":[{"amount":15,"backers":118,"pledgePercentage":0.05,"limited":false,"description":"(DIGITAL GRAPHIC NOVEL PACKAGE) One advanced digital download of the graphic novel and our sincere gratitude.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":16,"numAllCaps":4},{"amount":25,"backers":729,"pledgePercentage":0.29,"limited":false,"description":"(GRAPHIC NOVEL PACKAGE) One copy of the hardcover graphic novel anthology plus one digital copy for your personal use. Each book of our first print run will be hand numbered and signed. Your name will also be featured on our website as a friend of the TAH family. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":52,"numAllCaps":4},{"amount":25,"backers":24,"pledgePercentage":0.01,"limited":false,"description":"(THE COMPLETE SPARKS NEVADA PODCAST COLLECTION) Already disappearing from iTunes, so get 'em here! Enjoy every podcast episode of Sparks Nevada, Marshal on Mars. Follow Sparks' journey from the very beginning with 25+ episodes of the podcast! Also includes the spin-off episodes “Cactoid Jim, King of the Martian Frontier,” “Tales of the USSA,” and “The Troubleshooters.” A Kickstarter exclusive.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":59,"numAllCaps":8},{"amount":25,"backers":25,"pledgePercentage":0.01,"limited":false,"description":"(THE COMPLETE BEYOND BELIEF PODCAST COLLECTION) They're already disappearing from iTunes, so this may be your best chance to enjoy every podcast episode of Beyond Belief! Meet Frank and Sadie Doyle all over again in 23 episodes as they drink, clink, and, oh yes, see ghosts! A Kickstarter exclusive.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":49,"numAllCaps":7},{"amount":35,"backers":7,"pledgePercentage":0,"limited":false,"description":"(BE THE BAND MUSIC PACKAGE) A collection of musical charts of the theme songs from the show. You get ten lead sheets off which the Andy Paley Orchestra actually plays. They contain the melody, lyrics (where applicable) and chords. Play the themes from Sparks Nevada, Captain Laserbeam, Colonel TickTock, Moonshine Holler, Ace American, Amelia Earhart, Jumbo the Elephant, Tales of the USSA, Cactoid Jim, and Beyond Belief!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":67,"numAllCaps":7},{"amount":35,"backers":3,"pledgePercentage":0,"limited":true,"description":"(MORTIFIED LIVE PACKAGE) From our friend David Nadelberg, creator/host of the painfully funny Sundance Channel series the Mortified Sessions, come tickets for you and a guest to any live Mortified show in any of the 10 cities in which they take place. Your opportunity to see strangers reading their awkward teenage diaries and letters for your amusement! For more information visit http://getmortified.com/about/ Also receive a copy of one of the Mortified books, signed by Nadelberg and Acker & Blacker! Good until June 1, 2013.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":84,"numAllCaps":3},{"amount":35,"backers":4,"pledgePercentage":0,"limited":true,"description":"(MORTIFIED LIVE PACKAGE) -- TAKE 2! From our friend David Nadelberg, creator/host of the painfully funny Sundance Channel series the Mortified Sessions, come tickets for you and a guest to any live Mortified show in any of the 10 cities in which they take place. Your opportunity to see strangers reading their awkward teenage diaries and letters for your amusement! For more information visit http://getmortified.com/about/ Also receive a copy of one of the Mortified books, signed by Nadelberg and Acker & Blacker! Good until June 1, 2013.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":87,"numAllCaps":4},{"amount":35,"backers":218,"pledgePercentage":0.09,"limited":false,"description":"(CONCERT FILM PACKAGE) Pre-order a signed DVD of the live concert film mailed directly to your door! DVD bonus features will have tons of extra content, including the scripted web-series. (+$10 for shipping internationally)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":34,"numAllCaps":5},{"amount":40,"backers":34,"pledgePercentage":0.01,"limited":false,"description":"(THE EPIC TAH MUSIC COLLECTION) The official Thrilling Adventure Hour music collection! An impressive playlist of 40+ DRM-free songs - that's less than $1 a song! The playlist includes theme songs, songs from the Sparks Nevada musical “The Piano Has Been Thinking,” the Moonshine Holler Christmas episode, and Jumbo the Elephant. You’ve asked for this collection for years and now it can be yours! (+$10 for shipping internationally)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":68,"numAllCaps":6},{"amount":50,"backers":69,"pledgePercentage":0.03,"limited":true,"description":"(GRAPHIC NOVEL PLUS PACKAGE) Our standard \"Graphic Novel Package\" plus your name printed in the graphic novel on our special thanks page dedicated to our backers. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":30,"numAllCaps":4},{"amount":50,"backers":7,"pledgePercentage":0,"limited":true,"description":"(HIGHBROW ART PACKAGE) Our standard \"Graphic Novel Package\" plus a personalized, one-of-a-kind drawing (of a character of your choice or based upon a podcast episode of your choice) from the extraordinarily versatile actor and extraordinarily poor artist, Mark Gagliardi. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":43,"numAllCaps":3},{"amount":50,"backers":9,"pledgePercentage":0,"limited":true,"description":"(HIGHBROW ART PACKAGE -- TAKE TWO!) BACK BY POPULAR DEMAND!!! You receive our standard \"Graphic Novel Package\" plus a personalized, one-of-a-kind drawing (of a character of your choice or based upon a podcast episode of your choice) from the extraordinarily versatile actor and extraordinarily poor artist, Mark Gagliardi. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":52,"numAllCaps":9},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"(HIGHBROW ART PACKAGE -- TAKE THREE!) BACK BY REALLY POPULAR DEMAND!!! You receive our standard \"Graphic Novel Package\" plus a personalized, one-of-a-kind drawing (of a character of your choice or based upon a podcast episode of your choice) from the extraordinarily versatile actor and extraordinarily in-demand Kickstarter artist, Mark Gagliardi. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":54,"numAllCaps":10},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"(HIGHBROW ART PACKAGE -- TAKE FOUR!) BACK BY SUPER POPULAR DEMAND!!! You receive our standard \"Graphic Novel Package\" plus a personalized, one-of-a-kind drawing (of a character of your choice or based upon a podcast episode of your choice) from the extraordinarily versatile actor and TAH resident artist, Mark Gagliardi. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":53,"numAllCaps":11},{"amount":50,"backers":9,"pledgePercentage":0,"limited":true,"description":"(HIGHBROW ART PACKAGE -- TAKE FIVE!) BACK BY UBER POPULAR DEMAND!!! You receive our standard \"Graphic Novel Package\" plus a personalized, one-of-a-kind drawing (of a character of your choice or based upon a podcast episode of your choice) from the extraordinarily versatile actor and now permanent TAH resident artist, Mark Gagliardi. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":55,"numAllCaps":11},{"amount":50,"backers":7,"pledgePercentage":0,"limited":true,"description":"(PAINT-BY-HAL HIGH ART PACKAGE) An exclusive opportunity for more original artwork from a WorkJuice Player! Hal Lublin, the virtuoso who performs Gummy, Phillip Fathom, and more, has decided to learn how to paint... and what better time than now? So with our standard \"Graphic Novel Package\" you will receive a personalized, one-of-a-kind, stunningly unprofessional watercolor painting (of a character of your choice or based upon a podcast episode of your choice) from Hal himself. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":78,"numAllCaps":4},{"amount":50,"backers":9,"pledgePercentage":0,"limited":true,"description":"(PAINT-BY-HAL HIGH ART PACKAGE) TAKE TWO! An exclusive opportunity for more original artwork from a WorkJuice Player! Hal Lublin, the virtuoso who performs Gummy, Phillip Fathom, and more, has decided to learn how to paint... and what better time than now? So with our standard \"Graphic Novel Package\" you will receive a personalized, one-of-a-kind, stunningly unprofessional watercolor painting (of a character of your choice or based upon a podcast episode of your choice) from Hal himself. (+$10 for shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":80,"numAllCaps":6},{"amount":50,"backers":8,"pledgePercentage":0,"limited":true,"description":"(PAINT-BY-HAL HIGH ART PACKAGE)--THIRD TIME AROUND! A rare opportunity for more original artwork from a WorkJuice Player! Hal Lublin, the virtuoso who performs Gummy, Phillip Fathom, and more, has decided to learn how to paint... and what better time than now? So with our standard \"Graphic Novel Package\" you will receive a personalized, one-of-a-kind, stunningly unprofessional watercolor painting (of a character of your choice or based upon a podcast episode of your choice) from Hal himself. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":80,"numAllCaps":7},{"amount":50,"backers":2,"pledgePercentage":0,"limited":true,"description":"(TODD THE CURTAIN MAN PACKAGE) SALE! Along with the standard “Graphic Novel Package,” you will receive an intimate look into the exciting life of the curtain man. You will receive a signed headshot of Todd the Curtain Man, three pictures from Teen Curtain Man Beat, a picture of the Largo Curtain signed by Largo owner Mr. Flanagan, and the Curtaineering Manifesto written by Todd himself.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":65,"numAllCaps":6},{"amount":50,"backers":10,"pledgePercentage":0,"limited":true,"description":"(PAINT-BY-HAL HIGH ART PACKAGE)--TAKE 4! A rare opportunity for more original artwork from a WorkJuice Player! Hal Lublin, the virtuoso who performs Gummy, Phillip Fathom, and more, has decided to learn how to paint... and what better time than now? So with our standard \"Graphic Novel Package\" you will receive a personalized, one-of-a-kind, stunningly unprofessional watercolor painting (of a character of your choice or based upon a podcast episode of your choice) from Hal himself. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":79,"numAllCaps":5},{"amount":50,"backers":9,"pledgePercentage":0,"limited":true,"description":"(MARK GAGLIARDI HIGHBROW ART PACKAGE) You receive our standard \"Graphic Novel Package\" plus a personalized, one-of-a-kind drawing (of a character of your choice or based upon a podcast episode of your choice) from the extraordinarily versatile actor and extraordinarily terrible artist, Mark Gagliardi. Go here for an example of Mark's work: http://workjuice.tumblr.com/post/33251377008/art-by-mark-gagliardi (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":56,"numAllCaps":5},{"amount":50,"backers":88,"pledgePercentage":0.03,"limited":false,"description":"(THE COMPLETE THRILLING ADVENTURE HOUR PODCASTS)\nThe oldest episodes have already started disappearing from iTunes, so this is your best chance to get them! Over 105 episodes Sparks Nevada, Beyond Belief, Ace American, Moonshine Holler, Captain Laserbeam, Jumbo, Amelia Earhart (and spin-offs and one-offs!), the two 90 minute Christmas episodes, plus unreleased ads, lost episodes of Sparks Nevada, Ace American, and Beyond Belief, and MORE! A Kickstarter exclusive.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":67,"numAllCaps":8},{"amount":50,"backers":1,"pledgePercentage":0,"limited":true,"description":"(PAINT-BY-HAL HIGH ART PACKAGE)--TAKE 5! Let's make him paint an even 50! An opportunity for more original artwork from a WorkJuice Player! Hal Lublin, the virtuoso who performs Gummy, Phillip Fathom, and more, has decided to learn how to paint... and what better time than now? So with our standard \"Graphic Novel Package\" you will receive a personalized, one-of-a-kind, stunningly unprofessional watercolor painting (of a character of your choice or based upon a podcast episode of your choice) from Hal himself. (+$10 for shipping internationally)\nEstimated delivery: Jul 2013","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":88,"numAllCaps":4},{"amount":55,"backers":156,"pledgePercentage":0.06,"limited":false,"description":"(COMICS & CHORDS COLLECTION) Everything from our \"Graphic Novel Package\" and our \"Epic TAH Music Collection\" combined into one incredible package! Please note that while the music collection is available in November 2012, the graphic novel is not slated for release until July 2013. (+$10 for shipping internationally)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":48,"numAllCaps":4},{"amount":55,"backers":328,"pledgePercentage":0.13,"limited":false,"description":"(COMICS & CONCERT PACKAGE) Combine the “Concert Film Package” with our standard “Graphic Novel Package” to receive one big collectible set! (+$10 for shipping internationally)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":25,"numAllCaps":3},{"amount":65,"backers":9,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- FOCUS GROUP MEMBER PACKAGE) As we translate the TAH experience into a scripted web series, our top priority is maintaining the tone, spirit, and fun of the live staged show. So we're asking YOU to become involved and chime into the creative process as one of our official focus group members. We'll send you exclusive \"rough\" and \"final\" versions of each episode long before the world sees the final cut. You will then receive various opportunities to voice your opinion, provide feedback, and help us to ensure that you and the rest of the TAH fan community will enjoy and embrace our web series. Every focus group member will receive special thanks as a credited member of our elite focus group in the end credits of each episode.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":131,"numAllCaps":9},{"amount":65,"backers":14,"pledgePercentage":0.01,"limited":true,"description":"(WEB SERIES -- FOCUS GROUP MEMBER PACKAGE)--TAKE TWO! \nAs we translate the TAH experience into a scripted web series, our top priority is maintaining the tone, spirit, and fun of the live staged show. So we're asking YOU to become involved and chime into the creative process as one of our official focus group members. We'll send you exclusive \"rough\" and \"final\" versions of each episode long before the world sees the final cut. You will then receive various opportunities to voice your opinion, provide feedback, and help us to ensure that you and the rest of the TAH fan community will enjoy and embrace our web series. Every focus group member will receive special thanks as a credited member of our elite focus group in the end credits of each episode.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":132,"numAllCaps":10},{"amount":65,"backers":8,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- FOCUS GROUP MEMBER PACKAGE) -- TAKE THREE! As we translate the TAH experience into a scripted web series, our top priority is maintaining the tone, spirit, and fun of the live staged show. So we're asking YOU to become involved and chime into the creative process as one of our official focus group members. We'll send you exclusive \"rough\" and \"final\" versions of each episode long before the world sees the final cut. You will then receive various opportunities to voice your opinion, provide feedback, and help us to ensure that you and the rest of the TAH fan community will enjoy and embrace our web series. Every focus group member will receive special thanks as a credited member of our elite focus group in the end credits of each episode.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":134,"numAllCaps":11},{"amount":65,"backers":1,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- FOCUS GROUP MEMBER PACKAGE) -- TAKE FOUR! As we translate the TAH experience into a scripted web series, our top priority is maintaining the tone, spirit, and fun of the live staged show. So we're asking YOU to become involved and chime into the creative process as one of our official focus group members. We'll send you exclusive \"rough\" and \"final\" versions of each episode long before the world sees the final cut. You will then receive various opportunities to voice your opinion, provide feedback, and help us to ensure that you and the rest of the TAH fan community will enjoy and embrace our web series. Every focus group member will receive special thanks as a credited member of our elite focus group in the end credits of each episode.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":134,"numAllCaps":11},{"amount":85,"backers":196,"pledgePercentage":0.08,"limited":false,"description":"(COMICS & CONCERT & CHORDS PACKAGE) Combine the “Concert Film Package” with our “Comics & Chords” Package to receive the complete TAH set! (+$10 for shipping internationally)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":27,"numAllCaps":5},{"amount":99,"backers":8,"pledgePercentage":0,"limited":true,"description":"(COMIC ARTIST PACKAGE) Our standard \"Graphic Novel Package\" plus an exclusive portfolio review from a high-ranking editor at Archaia Entertainment. Share your work with the one of the best publishers in the industry today!","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":34,"numAllCaps":3},{"amount":99,"backers":10,"pledgePercentage":0,"limited":true,"description":"(WHAT’S MY LINE PACKAGE) Our actors read from printed scripts while performing on stage. They highlight their lines and write notes in the margins (blocking, motivations, etc.). By donating to this tier, you will receive our standard “Graphic Novel Package” as well one of the actual noted up scripts used by our actors, writers, or director during the show. Each script will be signed by the actor who used it. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":74,"numAllCaps":4},{"amount":99,"backers":10,"pledgePercentage":0,"limited":true,"description":"(2013 POSTER SERIES PACKAGE) Twelve limited-edition 11” X 14” TAH graphic novel posters signed by as much as the cast as possible from each month’s LA performance for one entire year. (+$10 for shipping internationally)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":35,"numAllCaps":6},{"amount":99,"backers":1,"pledgePercentage":0,"limited":false,"description":"(TAH'S D-I-Y PODCAST KIT: JUNIOR ADVENTUREKATEER EDITION) It's Captain Laserbeam: the home game. You’ll receive a PDF of a Captain Laserbeam script, an audio bundle of sound effects, musical stings, the karaoke version of the theme song, and sheet music should you prefer to do it yourself. Best of all, send us your recording and we’ll share your performance online with our fans! Included with each package is an illustrated guide to Captain Laserbeam's many villains in Apex City and an official Adventurekateer Membership Card for Adventurekateers of all ages.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":90,"numAllCaps":8},{"amount":99,"backers":10,"pledgePercentage":0,"limited":false,"description":"(TAH’S D-I-Y PODCAST KIT: SENIOR ADVENTUREKATEER EDITION) \nIt's Beyond Belief: the home game. You’ll receive a PDF of a Beyond Belief script, an audio bundle of sound effects, musical stings, the Beyond Belief Suite (Frank and Sadie's theme) and sheet music should you prefer to do it yourself. Best of all, send us your recording and we’ll share your performance online with our fans! Also included in this package is a karaoke version of “Here's To Us” and two cocktail recipes \"the Frank Doyle\" and \"the Sadie\" designed by Adam Rogers -- a senior editor at Wired magazine who is writing a book on the science of alcohol called \"The Alcohol Alchemist.”","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":112,"numAllCaps":8},{"amount":99,"backers":2,"pledgePercentage":0,"limited":false,"description":"(TAH’S D-I-Y PODCAST KIT: BUCKAROO EDITION) Be Sparks Nevada! Be Croach! Be Cactoid Jim or the Red Plains Rider. Get someone to be the Barkeep. We send you a PDF of the script, an audio bundle of sound effects, karaoke theme song, sheet music, and a pre-recorded acting coach lesson from stars Mark Gagliardi, Marc Evan Jackson, and Busy Philipps. Best of all, send us your recording and we’ll share your performance online with our fans!","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":76,"numAllCaps":7},{"amount":99,"backers":9,"pledgePercentage":0,"limited":true,"description":"(WHAT’S MY LINE PACKAGE -- TAKE TWO) BACK BY POPULAR DEMAND! Our actors read from printed scripts while performing on stage. They highlight their lines and write notes in the margins (blocking, motivations, etc.). By donating to this tier, you will receive our standard “Graphic Novel Package” as well one of the actual noted up scripts used by our actors, writers, or director during the show. Each script will be signed by the actor who used it. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":81,"numAllCaps":10},{"amount":99,"backers":9,"pledgePercentage":0,"limited":true,"description":"(WHAT’S MY LINE PACKAGE -- TAKE THREE) BACK BY SUPER POPULAR DEMAND! Our actors read from printed scripts while performing on stage. They highlight their lines and write notes in the margins (blocking, motivations, etc.). By donating to this tier, you will receive our standard “Graphic Novel Package” as well one of the actual noted up scripts used by our actors, writers, or director during the show. Each script will be signed by the actor who used it. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":82,"numAllCaps":11},{"amount":99,"backers":8,"pledgePercentage":0,"limited":true,"description":"(SIGNED PORTRAIT PACKAGE) For the past six months, we've had some amazing photographers come backstage to take photos of our actors and guest stars. You can see many of them on our website and tumblr. By donating to this tier, you will receive our standard “Graphic Novel Package” as well one glossy photo of any WorkJuice Player of YOUR CHOICE, signed by the Player him or herself. (+$10 for shipping internationally).","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":71,"numAllCaps":5},{"amount":99,"backers":10,"pledgePercentage":0,"limited":true,"description":"WHAT’S MY LINE PACKAGE -- TAKE THREE) BACK BY POPULAR DEMAND! Our actors read from printed scripts while performing on stage. They highlight their lines and write notes in the margins (blocking, motivations, etc.). By donating to this tier, you will receive our standard “Graphic Novel Package” as well one of the actual noted up scripts used by our actors, writers, or director during the show. Each script will be signed by the actor who used it. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":81,"numAllCaps":10},{"amount":99,"backers":9,"pledgePercentage":0,"limited":true,"description":"(SIGNED PORTRAIT PACKAGE) TAKE TWO! For the past six months, we've had some amazing photographers come backstage to take photos of our actors and guest stars. You can see many of them on our website and tumblr. By donating to this tier, you will receive our standard “Graphic Novel Package” as well one glossy photo of any WorkJuice Player of YOUR CHOICE, signed by the Player him or herself. (+$10 for shipping internationally).","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":73,"numAllCaps":7},{"amount":99,"backers":10,"pledgePercentage":0,"limited":true,"description":"(HIGH BROW ART PACKAGE – JACKSON PUBLICK STYLE) Mark Gagliardi and Hal Lublin have lowered the bar with their absence of fine artistic talent. Now the bar will stay where it is, as amazing artists will produce hilariously bad artwork featuring the TAH character or scene of your choice. Jackson (The Venture Bros.) Publick will doodle a personalized, one-of-a-kind doodle for you. Receive a TAH character or scene of your choice as it was meant to be received: in doodle form! Like our other High Brow Art Packages, our standard \"Graphic Novel Package\" is included in this reward tier.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":99,"numAllCaps":9},{"amount":99,"backers":9,"pledgePercentage":0,"limited":true,"description":"(HIGH BROW ART PACKAGE – BED EDLUND STYLE) Mark Gagliardi and Hal Lublin have lowered the bar with their absence of fine artistic talent. Now the bar will stay where it is, as amazing artists will produce hilariously bad artwork featuring the TAH character or scene of your choice. Ben (The Tick) Edlund will spend exactly five minutes on a personalized, one-of-a-kind sketch for you. How much will he finish? Who knows? He's fast. Will you love it? For sure. He invented the dang Tick. We will post the five minutes he spends on your sketch on youtube and include the link with the artwork. Like our other High Brow Art Packages, our standard \"Graphic Novel Package\" is included in this reward tier.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":123,"numAllCaps":8},{"amount":99,"backers":10,"pledgePercentage":0,"limited":true,"description":"(SIGNED PORTRAIT PACKAGE) TAKE 3! For the past six months, we've had some amazing photographers come backstage to take photos of our actors and guest stars. You can see many of them on our website and tumblr. By donating to this tier, you will receive our standard “Graphic Novel Package” as well one glossy photo of any WorkJuice Player of YOUR CHOICE, signed by the Player him or herself. (+$10 for shipping internationally).","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":73,"numAllCaps":6},{"amount":99,"backers":6,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM -- WHAT’S MY LINE PACKAGE) Our actors read from printed scripts while performing on stage. They highlight their lines and write notes in the margins (blocking, motivations, etc.). By donating to this tier, you will receive our standard “Graphic Novel Package” as well one of the actual noted-up scripts used by our actors, guest stars, writers, or director during this one-time performance. Each script will be signed by the actor who used it. (+$10 for shipping internationally)","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":79,"numAllCaps":6},{"amount":100,"backers":19,"pledgePercentage":0.01,"limited":true,"description":"(TAH CAST POSTER PACKAGE) Since the response to our limited-edition 11\" X 14\" TAH poster was so strong, we decided to donate some posters from our own stash. From the past six months of performances, we've collected 20 TAH-themed posters signed by various members of the WorkJuice Players and many of our guest stars including Nathan Fillion, George Wendt, David Anders, Linda Cardellini, Patrick Warburton, and more. Each package will include one poster and our standard graphic novel package. The kind of poster and the number/owners of signatures on each poster are unique to each item, so each is a one-of-a-kind piece of our personal TAH collection. We're sad to see them go, but they belong to the fans! (+$10 for shipping internationally)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":123,"numAllCaps":8},{"amount":100,"backers":4,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- WHAT’S MY LINE WEB SERIES EDITION) There will be a script for the web-series, which means all actors will be marking them up by highlighting their lines, writing notes in the margins (blocking, motivations, etc.), and more. By donating to this tier, you will receive our standard “Graphic Novel Package” as well one of the actual noted up scripts used by our actors, writers, or director during the show. Each script will be signed by the person who used it. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":87,"numAllCaps":8},{"amount":100,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"(TAH CAST POSTER PACKAGE)--FINAL OFFERING! From the past six months of performances, we've collected 20 TAH-themed posters signed by various members of the WorkJuice Players and many of our guest stars including Nathan Fillion, David Anders, Linda Cardellini, Patrick Warburton, and more. Each package will include one poster and our standard graphic novel package. The kind of poster and the number/owners of signatures on each poster are unique to each item, so each is a one-of-a-kind piece of our personal TAH collection. We're sad to see them go, but they belong to the fans! (+$10 for shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":98,"numAllCaps":7},{"amount":100,"backers":9,"pledgePercentage":0,"limited":true,"description":"(SPARKS NEVADA POW! PACKAGE) Kids, don your robot fists for real, because these Sparks Nevada collectibles are finally available... because YOU demanded it! Paul Pape Designs has produced a limited run of original Sparks Nevada robot fists (one-size-fits-all, like those Hulk Hands). Each package also includes an official Marshal of Mars star badge and a personalized thank you note from Sparks Nevada himself, Marc Evan Jackson. (+$10 shipping domestically, +$15 shipping internationally)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":72,"numAllCaps":5},{"amount":100,"backers":4,"pledgePercentage":0,"limited":true,"description":"(THE PAUL F. COMEDY PACKAGE) WorkJuice Player Paul F. Tompkins is the funnest comic around. Find out why with this reward which includes ALL of Paul's recordings: 3 CD's (Impersonal, Freak Wharf, Laboring Under Delusions: Live in Brooklyn) and 2 DVD's (You Should Have Told Me and Laboring Under Delusions), PLUS the not on iTunes/in stores/on Amazon \"Sir, You Have Fooled Me Twice\" EP! Each item will be signed by Paul with a personal message to you! (+$10 for shipping internationally)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":81,"numAllCaps":11},{"amount":100,"backers":1,"pledgePercentage":0,"limited":true,"description":"(SPARKS NEVADA POW! PACKAGE) 2ND OFFERING! Kids, don your robot fists for real, because these Sparks Nevada collectibles are finally available... because YOU demanded it! Paul Pape Designs has produced a limited run of original Sparks Nevada robot fists (one-size-fits-all, like those Hulk Hands). Each package also includes an official Marshal of Mars star badge and a personalized thank you note from Sparks Nevada himself, Marc Evan Jackson. (+$10 shipping domestically, +$15 shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":74,"numAllCaps":6},{"amount":125,"backers":4,"pledgePercentage":0,"limited":true,"description":"(PAGET BREWSTER HANDMADE STEAMPUNK RING PACKAGE) A handmade \"steampunk\" ring made from vintage watch parts crafted by our own Paget Brewster.  (+$10 for shipping internationally)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":26,"numAllCaps":7},{"amount":125,"backers":2,"pledgePercentage":0,"limited":true,"description":"(PAGET BREWSTER HANDMADE STEAMPUNK CUFFLINK PACKAGE) A handmade set of \"steampunk\" cufflinks made from vintage watch parts crafted by our own Paget Brewster. (+$10 for shipping internationally)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":27,"numAllCaps":7},{"amount":125,"backers":5,"pledgePercentage":0,"limited":true,"description":"(PAGET BREWSTER HANDMADE STEAMPUNK RING PACKAGE -- TAKE TWO) BACK BY POPULAR DEMAND! After the incredible response from our first offering, Paget has graciously offered to handmake five more \"steampunk\" rings made from vintage watch parts. Each ring is handmade by Paget herself and no two rings are alike! Scoop them up quick! (+$10 for shipping internationally)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":57,"numAllCaps":12},{"amount":125,"backers":9,"pledgePercentage":0,"limited":true,"description":"(BEYOND BELIEF UNPLUGGED) We need to re-record two episodes of Beyond Belief for the podcast. Which is good news for you because we'll need a very small audience! Join Paul F. Tompkins, Paget Brewster, Superego's Matt Gourley, John Ross Bowie, and more special guests at this intimate, stripped down recording session. Audience members will receive photo-time with the actors, signed scripts, and more surprises! Recording will take place some time between Nov 7-30 in Los Angeles. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":85,"numAllCaps":4},{"amount":125,"backers":9,"pledgePercentage":0,"limited":true,"description":"(BEYOND BELIEF UNPLUGGED) TAKE 2! We need to re-record two episodes of Beyond Belief for the podcast. Which is good news for you because we'll need a very small audience! Join Paul F. Tompkins, Paget Brewster, Superego's Matt Gourley, John Ross Bowie, and more special guests at this intimate, stripped down recording session. Audience members will receive photo-time with the actors, signed scripts, and more surprises! Recording will take place some time between Nov 7-30 (probably 11/17) in Los Angeles. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":89,"numAllCaps":5},{"amount":125,"backers":1,"pledgePercentage":0,"limited":true,"description":"(PAGET'S RING PACKAGE #1) Paget Brewster loves jewelry. But she also wants to see this concert film get made. So she's donated this very cool QUARTZY-LOOKING, SHINY-LOOKING RING which she's had since she waited tables in her twenties! She hates to part with it, but she knows a lucky fan will appreciate it the most. (+$10 for International Shipping)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":59,"numAllCaps":6},{"amount":125,"backers":1,"pledgePercentage":0,"limited":true,"description":"(PAGET'S RING PACKAGE #2) Paget Brewster loves jewelry. But she also wants to see this concert film get made. So she's donated this very cool EYEBALL RING which she wore when she was last on Conan! She hates to part with it, but she knows a lucky fan will appreciate it the most. (+$10 for International Shipping)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":57,"numAllCaps":5},{"amount":125,"backers":3,"pledgePercentage":0,"limited":true,"description":"(PAUL F. BOWTIE PACKAGE) Don't know how to tie a bow tie? Paul F. Tompkins will make you a PERSONAL HOW-TO VIDEO. He will guide you through all the steps! And if you need more than a person tutorial, this package includes a bow tie from Paul's personal collection! (+$10 for shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":53,"numAllCaps":8},{"amount":125,"backers":0,"pledgePercentage":0,"limited":true,"description":"(BEYOND BELIEF UNPLUGGED) TAKE 3! We need to re-record two episodes of Beyond Belief for the podcast. Which is good news for you because we'll need a very small audience! Join Paul F. Tompkins, Paget Brewster, Maria Bamford, Marc Evan Jackson, Hal Lublin, Linda Cardellini, Molly Quinn, Superego's Matt Gourley, and John Ross Bowie at this intimate, stripped down recording session. Audience members will receive photo-time with the actors, signed scripts, and more surprises! Recording will take place 11/17 at 2pm in Los Angeles. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":93,"numAllCaps":5},{"amount":126,"backers":1,"pledgePercentage":0,"limited":true,"description":"(MARC E BOWTIE PACKAGE) Marc Evan Jackson, who has played Sparks Nevada, Marshal on Mars wearing a bow tie invariably during every performance, will teach you, in his words \"How to really tie a bow tie.\"\nHe will guide you through all the steps \"for real!\" And if you need more than a personal tutorial, this package includes a bow tie from Paul F. Tompkins's personal collection!","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":66,"numAllCaps":5},{"amount":150,"backers":9,"pledgePercentage":0,"limited":true,"description":"(THE WORKJUICE COMPLETE BREAKFAST PACKAGE) Enjoy your new graphic novel with WorkJuice Brand Coffee! This caffeinated care package includes our King of Coffee mug, featuring the mug of the King himself, Paul F. Tompkins. You'll also receive a collectable WorkJuice Coffee Tin designed by TAH merch designer Paul Pape, and a pound of WorkJuice Brand Coffee, specially roasted by Nebraskan specialty roasters, A Hill of Beans. And while you're coffeeing up for the day, read over personalized, hand-written notes from Acker & Blacker, Paul Pape, and the King of Coffee himself! Our standard \"Graphic Novel Package\" is included in this package. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":105,"numAllCaps":8},{"amount":150,"backers":3,"pledgePercentage":0,"limited":true,"description":"(ADVENTUREKATEER PACKAGE) Our standard \"Graphic Novel Package\" plus our artist will take your child’s likeness and draw them as one of the three Adventurekateers accompanying Captain Laserbeam on his comic book adventure. This character will then be named after your child and forever immortalized as part of our world. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":53,"numAllCaps":2},{"amount":150,"backers":10,"pledgePercentage":0,"limited":true,"description":"(CAMEO PACKAGE) Our standard \"Graphic Novel Package\" plus one of our artists on the graphic novel anthology will take your likeness and incorporate you somewhere in the graphic novel. The fun is flipping through the book and seeing where you appear! Are you a villain fighting Captain Laserbeam? A ghost haunting Frank and Sadie Doyle’s liquor cabinet? Read the book and find out! (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":67,"numAllCaps":3},{"amount":150,"backers":1,"pledgePercentage":0,"limited":true,"description":"(NATALIE NOURIGAT ORIGINAL ARTWORK) SALE! Along with our standard graphic novel package, receive either a page of original artwork from our graphic novel or an original, one-of-a-kind 11 X 17 watercolor commission of Amelia Earhart herself from the talented Natalie Nourigat, one of our contributors on our graphic novel anthology. Enjoy more of her work at http://natalienourigat.com. (+$10 for US shipping, +$15 for international shipping)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":65,"numAllCaps":7},{"amount":150,"backers":1,"pledgePercentage":0,"limited":true,"description":"(EVAN \"DOC\" SHANER ORIGINAL ART PACKAGE) SALE! Along with our standard Graphic\nNovel package, receive either a page of original artwork from our graphic novel or an original, one-of-a-kind TAH-themed piece of art from the marvelous Doc Shaner, one of our contributors on our graphic novel anthology. Enjoy more of his work at http://www.evanshaner.com. (+$10 for shipping, +$15 for international shipping)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":60,"numAllCaps":8},{"amount":150,"backers":0,"pledgePercentage":0,"limited":true,"description":"(JEFF STOKELY ORIGINAL ART PACKAGE) Along with our standard graphic novel package, receive the actual original page of artwork produced for our graphic novel anthology by Jeff Stokely, one of our incredible contributors on the book. Enjoy more of his work at http://www.jeffstokely.com. (+$10 for shipping, +$15 for international shipping)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":50,"numAllCaps":5},{"amount":150,"backers":0,"pledgePercentage":0,"limited":true,"description":"(NICK KROLL PACKAGE) SALE! One of our favorite guest stars, comedian/actor Nick Kroll, will record a voice message for you as one of his popular characters: Bobby Bottleservice, El Chupacabra, Fabrice Fabrice, or any other of your choosing! And, because he's a mensch, Nick is throwing in a signed poster from his new Comedy Central series, The Nick Show Kroll!","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":60,"numAllCaps":4},{"amount":150,"backers":11,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM ATTENDEE -- FIRST IN LINE PACKAGE) SALE! We are only allowed to invite 125 people to the private recording of the live concert film. This first batch of general admission seats are reserved for our first 25 backers willing to jump on the concert film train early. Earn bragging rights among your friends, not to mention killer seats and some exclusive swag for standing first in line. Reserve your seat today and become one of the few audience members to experience this incredible event. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":95,"numAllCaps":8},{"amount":150,"backers":8,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM ATTENDEE -- SECOND IN LINE PACKAGE) SALE! We are only allowed to invite 125 people to the private recording of the live concert film. This next batch of general admission seats are reserved for our second 25 backers willing to jump on the concert film train. Earn bragging rights among your friends, not to mention killer seats and some exclusive swag for standing so close to the front of the line. Reserve your seat today and become one of the few audience members to experience this incredible event. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":99,"numAllCaps":8},{"amount":200,"backers":1,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH JAMES URBANIAK) SALE! A 30-minute Skype chat with WorkJuice Player James Urbaniak (Dr. Venture on The Venture Brothers) about life, the industry, whatever you’d like!","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":29,"numAllCaps":8},{"amount":200,"backers":0,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH AARON GINSBURG) SALE! A 30-minute Skype chat with TAH’s director Aaron Ginsburg about life, the industry, whatever you’d like! If you're in LA, this chat can also be done in person. But be warned: you never know who Aaron is going to bring with him!","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":49,"numAllCaps":10},{"amount":200,"backers":1,"pledgePercentage":0,"limited":true,"description":"(RANDY BISHOP ORIGINAL ART PACKAGE) Along with our standard graphic novel package, receive either a page of original artwork from our graphic novel or an original, one-of-a-kind TAH-themed piece of art from the talented Randy Bishop, one of our contributors on our graphic novel anthology. Enjoy more of his work at http://www.randybishopart.com. (+$10 for shipping, +$15 for international shipping)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":59,"numAllCaps":6},{"amount":200,"backers":1,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH JEFF GREENSTEIN) SALE! Chat with writer/director Jeff Greenstein (Desperate Housewives, Will & Grace, Dream On, director of Husbands) about Hollywood, writing, directing, TV, or anything!","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":29,"numAllCaps":8},{"amount":200,"backers":1,"pledgePercentage":0,"limited":true,"description":"(PAUL F. COMMENTARY PACKAGE) You love movies. Paul F. Tompkins also loves movies, and he is very funny when he talks about movies. Says Paul: I am offering a feature-length \"director's commentary\" for the FILM OF YOUR CHOICE, performed as one of my characters from The Pod F. Tompkast & Comedy Bang Bang. You name the film, ANY film, and I will watch it and provide commentary as either Andrew Lloyd Webber or Garry Marshall. A long movie like \"There Will Be Blood\"? Sure! A dumb movie like \"Days of Thunder\"? I'll do it! NO PORN.\"","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":96,"numAllCaps":18},{"amount":200,"backers":1,"pledgePercentage":0,"limited":true,"description":"(PAUL F. COMMENTARY PACKAGE) -- 2ND OFFER! You love movies. Paul F. Tompkins also loves movies, and he is very funny when he talks about movies. Says Paul: I am offering a feature-length \"director's commentary\" for the FILM OF YOUR CHOICE, performed as one of my characters from The Pod F. Tompkast & Comedy Bang Bang. You name the film, ANY film, and I will watch it and provide commentary as either Andrew Lloyd Webber or Garry Marshall. A long movie like \"There Will Be Blood\"? Sure! A dumb movie like \"Days of Thunder\"? I'll do it! NO PORN.\"","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":99,"numAllCaps":19},{"amount":250,"backers":1,"pledgePercentage":0,"limited":true,"description":"(GENUINE GRATITUDE FROM FICTIONAL PEOPLE PACKAGE) A personalized video from your character of choice: Philip Fathom, “Spooky Narrator,” or Gummy the hobo (Hal Lublin); Colonel Tick Tock, Felton, or Doktor Vitus Brunholdt (Craig Cackowski); Abby Adams, or “Robot Doors” (Annie Savage); Adventurekateer Brian, Croach the Tracker, or Carlysle Ravencastle, Dark Husband to the Midnight (Mark Gagliardi); Nightmares the Clown (James Urbaniak); or Amelia Earhart (Autumn Reeser). We can customize and personalize your video message for another recipient (birthdays, marriages, graduations, divorces, even your voicemail!). Also available as voicemail/audio file.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":89,"numAllCaps":7},{"amount":250,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ASSISTANT EDITOR PACKAGE) Eager to gain some real-world experience in publishing? With this tier, you will receive an assistant editor credit on the graphic novel as Joe LeFavi (our anthology’s editor) will teach you about the editorial process, involve you in the creative process as the book takes shape, and even welcome feedback during key moments of the book’s development. And with an official credit on a quality graphic novel sold in stores nationwide, who knows where your career can go! Our standard \"Graphic Novel Package\" included. (+$10 for shipping internationally)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":91,"numAllCaps":3},{"amount":250,"backers":3,"pledgePercentage":0,"limited":true,"description":"(WORKJUICE LOYALTY OATH PACKAGE)  We’re giving away five (5) slots per month for the first five performances starting in January 2013. Come join the cast at the end of one performance at the Coronet Theatre in LA to sing the WorkJuice Anthem! Backers are responsible for their own travel, lodging, and tickets to show. And since you’re a part of the WorkJuice family now, @THRILLINGADV will follow you on Twitter. (+$10 for shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":75,"numAllCaps":6},{"amount":250,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ASSISTANT EDITOR PACKAGE -- TAKE TWO) After receiving quite a few requests to offer this reward again, we're providing one more assistant editor credit on the book. But that's it! We must avoid welcoming too many cooks into the comic kitchen. So are you eager to gain some real-world experience in publishing? With this tier, you will receive an assistant editor credit on the graphic novel as Joe LeFavi (our anthology’s editor) will teach you about the editorial process, involve you in the creative process as the book takes shape, and even welcome feedback during key moments of the book’s development. And with an official credit on a quality graphic novel sold in stores nationwide, who knows where your career can go! Our standard \"Graphic Novel Package\" included. (+$10 for shipping internationally)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":132,"numAllCaps":5},{"amount":250,"backers":1,"pledgePercentage":0,"limited":true,"description":"(THE CURTAINEER'S APPRENTICE PACKAGE) Spend the evening with Todd the Curtaineer backstage as you watch the entire TAH experience from behind the curtain. One person only will shadow Todd and learn the ropes (literally!) as you enjoy backstage access. (In this reward, you get to watch the show from the wings with the cast!) If you’re ready by show's end, you can even pull the final curtain. Backers will also receive everything included in the “Todd the Curtain Man” Package.” Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":89,"numAllCaps":5},{"amount":300,"backers":3,"pledgePercentage":0,"limited":true,"description":"(CHRISTMAS ON MARS PACKAGE) Want to give your friend or loved one one unforgettable present this holiday season? Join the cast on stage at the end of our epic Holiday 2012 performance, Dec 8 at Largo in LA as we all perform the WorkJuice Anthem. This is traditionally our most star-studded performance of the year. Previous guests have included Nathan Fillion, Michael Hogan, Paul Scheer, Gillian Jacobs, Colin Hanks, and more. There is only enough room for five (5) people to join in the fun (per show), so reserve your spaces today for the 7:30 PM and the 10 PM show! Backers are responsible for their own travel, lodging, and ticket to the show. And since you’re a part of the WorkJuice family now, @THRILLINGADV will follow you on Twitter. (+$10 for shipping internationally)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":134,"numAllCaps":8},{"amount":300,"backers":2,"pledgePercentage":0,"limited":true,"description":"(THE KING OF COFFEE’S THRONE PACKAGE) We reserve you the best seat in the house during one live 2013 performance at the Coronet Theater in LA. This package includes a King of Coffee crown, which you’ll be graciously permitted by the King of Coffee to wear for one night. Anyone wearing this crown is sure to experience one unforgettable night, as our cast members will be encouraged to seek you out in the crowd after the show and personally thank you for your support. And should the King of Coffee make an appearance, he will make it a point to glare directly at you the entire time, or perhaps reclaim his king-hat after the show. Backers are responsible for their own travel, lodging, and ticket to the show. (+$10 for shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":132,"numAllCaps":7},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"(SCOTCH WITH SPARKS) Drinks with Marc Evan Jackson (scotch only and you’re buying) at the famous Roger Room in Los Angeles for an insightful and slightly inebriated chat about the industry. Skype or Facetime chats also available for backers without access to travel, but Marc will still be drinking and he expects you to do the same. Plus, you never know whom he'll bring along! Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":74,"numAllCaps":3},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH AUTUMN REESER) A 30-minute Skype chat with WorkJuice Player Autumn Reeser (Kylie Sinclair\non LAST RESORT) about life, the industry, whatever you’d like!","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":26,"numAllCaps":9},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH ADAM BUSCH) Chat with Adam Busch (Buffy the Vampire Slayer, Men at Work; co-director of Drones; 1/3 of indie folk outfit Common Rotation) about TV, movies, music, or anything! Included with this Skype chat is our standard Graphic Novel package. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":48,"numAllCaps":7},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH AMBER BENSON) Chat with Amber Benson (Buffy the Vampire Slayer; Supernatural; co-director of Drones; author of the Calliope Reaper-Jones series) about reading, writing, acting, directing, or anything! Included with this Skype chat is our standard Graphic Novel package. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":46,"numAllCaps":6},{"amount":300,"backers":1,"pledgePercentage":0,"limited":true,"description":"(SCOTCH WITH SPARKS -- TAKE TWO) YOU ASKED FOR IT! One charming evening with Marc Evan Jackson (scotch only and you’re buying) at the famous Roger Room in Los Angeles for an insightful and slightly inebriated chat about the industry. Skype or Facetime chats also available for backers without access to travel, but Marc will still be drinking and he expects you to do the same. Plus, you never know whom he'll bring along! Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":83,"numAllCaps":9},{"amount":400,"backers":1,"pledgePercentage":0,"limited":true,"description":"(COFFEE AND A DANISH WITH JOSHUA MALINA) Enjoy a casual one-on-one chat with popular actor of stage and screen, Joshua Malina (West Wing, Scandal, and Sports Night among others). One backer only will receive the opportunity to hang out with Josh at the Los Angeles coffee joint or pastry shop of Josh's choosing and shoot the breeze about any topic that comes to mind. Josh is also an avid poker player (he used to pay the rent by playing cards), so he may even challenge you to a quick hand and share some pointers from a real pro! Plus, you never know what other WorkJuice Players will show up! Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":118,"numAllCaps":7},{"amount":400,"backers":1,"pledgePercentage":0,"limited":true,"description":"(THE DAVID FURY PACKAGE) Our pal David Fury has kicked in a one-of-a-kind package of swag from his various\nproductions, including a rare BUFFY gasoline jacket, a 24-themed CLUE game, a matchbox\nreplica of Angel's car, assorted BUFFY loose leaf binders, FIESTA GILES collectible\naction figure from the Halloween episode \"Fear, Itself” (written by Fury), 24 t-shirts\n(that's shirts from the show; not 24 random shirts), ANGEL books and novelizations\n(hardcover & soft), many pre-Blu-ray Buffy/Angel DVDs, some Fringe stuff… and more! Plus, Fury, Acker & Blacker will collaborate on a hand-written, personalized note of thanks!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":91,"numAllCaps":10},{"amount":400,"backers":1,"pledgePercentage":0,"limited":true,"description":"(COFFEE AND A DANISH WITH JOSHUA MALINA) JOSH HAS OFFERED A 2nd LUCKY FAN THIS NEARLY-UNIQUE OPPORTUNITY! Enjoy a casual one-on-one chat with popular actor of stage and screen, Joshua Malina (West Wing, Scandal, and Sports Night among others). One backer only will receive the opportunity to hang out with Josh at the Los Angeles coffee joint or pastry shop of Josh's choosing and shoot the breeze about any topic that comes to mind. Josh is also an avid poker player (he used to pay the rent by playing cards), so he may even challenge you to a quick hand and share some pointers from a real pro! Plus, you never know what other WorkJuice Players will show up! Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":128,"numAllCaps":16},{"amount":400,"backers":0,"pledgePercentage":0,"limited":true,"description":"(COFFEE AND A DANISH WITH JOSHUA MALINA) The newest WorkJuice Player has offered a 3rd lucky fan a chance to hang! \nEnjoy a casual one-on-one chat with popular actor of stage and screen, Joshua Malina (West Wing, Scandal, and Sports Night among others). One backer only will receive the opportunity to hang out with Josh at the Los Angeles coffee joint or pastry shop of Josh's choosing and shoot the breeze about any topic that comes to mind. Plus, you never know what other WorkJuice Players will show up! Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":98,"numAllCaps":7},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ASSISTANT DIRECTOR PACKAGE) Shadow our director for a performance and learn how he practices his craft and manages the chaos that is our show. Backers choose any LA performance at the Coronet Theater within the next six months, including our star-studded, winter holiday performance this December. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":55,"numAllCaps":4},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"(GREEN ROOM PACKAGE) Our standard \"Graphic Novel Package\" plus you and one guest get a private backstage meet and greet with the cast and crew before one performance at the Coronet Theatre in LA. It's a small and intimate space, so only six people can fit backstage per show. Backers who select this reward tier will receive more information on how to reserve their space, which they must schedule within the first six months of 2013. Backers are responsible for their own travel, lodging, and tickets to the show. (+$10 for shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":93,"numAllCaps":4},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(MEET THE CREATORS PACKAGE) Drinks in Los Angeles with creators Acker & Blacker (we're buying). Backers are responsible for their own travel and lodging. Plus, you never know whom we'll bring with us! Skype or Facetime chats also available for backers without access to travel.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":45,"numAllCaps":4},{"amount":500,"backers":10,"pledgePercentage":0,"limited":true,"description":"(COLLECTOR’S EDITION PACKAGE) Our “Graphic Novel Package Plus” tier plus your hardcover graphic novel will be signed by as much of the cast as possible from one of our most star-studded shows. Package also includes digital copies of any other stretch goal achieved during this Kickstarter campaign and a mystery box of exclusive TAH content only available in this package such as the graphic novel script numbered and signed by the creators, a ringtone collection of our favorite catch phrases from various performances, various TAH-branded merchandise, and a signed limited-edition series of 11 X 17 pin-ups from our all-star artists such as Bed Edlund, Dustin Weaver, Jackson Publick, and more. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":114,"numAllCaps":6},{"amount":500,"backers":0,"pledgePercentage":0,"limited":true,"description":"(SADIE DOYLE PACKAGE) SALE! You will receive a beautiful vintage white evening gown worn by Paget Brewster in a performance as Sadie Doyle in a Beyond Belief segment of our show. This size 4 dress is a full length, one shoulder modern prom dress from China made of polyester with built in cups, nipped waist, and a mermaid hem. You will receive a photograph of Paget performing in the dress and a personal note from Paget thanking you for supporting our Kickstarter campaign. (+$10 for shipping internationally)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":87,"numAllCaps":4},{"amount":500,"backers":0,"pledgePercentage":0,"limited":true,"description":"(I NOW ANNOUNCE YOU MAN AND WIFE PACKAGE) Our vocally versatile announcer Hal Lublin (also best known for his roles as Gummy and Phillip Fathom among countless others) can proudly preside over your wedding as an officially ordained minister. He'll even perform his duties using one of his many voices, upon request. The wedding must occur in the Los Angeles area.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":61,"numAllCaps":8},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ASSISTANT DIRECTOR PACKAGE -- TAKE TWO) BACK BY POPULAR DEMAND! Shadow our director for a performance and learn how he practices his craft and manages the chaos that is our show. Backers choose any LA performance at the Coronet Theater within the next six months, including our star-studded, winter holiday performance this December. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":62,"numAllCaps":10},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH LEGENDARY TV MULTI-HYPENATE JANE\nESPENSON) Buffy the Vampire Slayer. Angel. Gilmore Girls. Dinosaurs. Star Trek: DSN.\nBattlestar Galactica. Dollhouse. Caprica. Torchwood. Eureka. Firefly. Once Upon A Time.\nGame of Thrones. Husbands. JANE ESPENSON has written and produced some of the most\nfan-favored TV series in American history. And she will join you on Skype to answer\nany and all of your questions within a 30-minute window. Take advantage of this rare\nopportunity!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":70,"numAllCaps":13},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(DIGITAL FIRESIDE CHAT WITH LEGENDARY TV MULTI-HYPENATE DAVID FURY)\nPinky and the Brain. Buffy the Vampire Slayer. Angel. 24. Lost. Fringe. David Fury has\nwritten, produced, acted in, and directed for some of the most legendary, fan-favored TV\nseries in American history. And he will join you on Skype to answer any and all of your\nquestions within a 30-minute window. Take advantage of this rare opportunity!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":63,"numAllCaps":10},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ASSISTANT DIRECTOR PACKAGE -- TAKE THREE) YOU DEMANDED IT! Shadow our director for a performance and learn how he practices his craft and manages the chaos that is our show. Backers choose any LA performance at the Coronet Theater within the next eight months. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":53,"numAllCaps":9},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ASSISTANT DIRECTOR PACKAGE -- TAKE FOUR) YOU TALKED US INTO IT! Shadow our director for a performance and learn how he practices his craft and manages the chaos that is our show. Backers choose any LA performance at the Coronet Theater within the next eight months. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":55,"numAllCaps":11},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(MEET THE CREATORS PACKAGE) TAKE TWO! Drinks in Los Angeles with creators Acker & Blacker (we're buying). And we're definitely bringing along some WJ Players and pals of the show. Backers are responsible for their own travel and lodging. Plus, you never know whom we'll bring with us! Skype or Facetime chats also available for backers without access to travel.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":60,"numAllCaps":7},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(FRANK AND SADIE COSPLAY REWARD TIER) SALE! Paul F. Tompkins and Paget Brewster have each donated an outfit from their on-stage performance of Beyond Belief so that you and a loved one can become your favorite alcoholic ghostbusting couple for ComiCon or anyCon. We won't ask questions! You will receive a gorgeous men’s large Frank Doyle blazer and a gorgeous, vintage 30's wedding Sadie Doyle over-gown (size 6.) The dress is heavy silk satin and hand-tailored for \"more décolletage\" by Paget herself. Paul and Paget will send you a personalized note with insider tips on Frank & Sadie style. Included in this package are one signed Beyond Belief script from Paget and Paul and the original cocktail recipes -- \"the Frank Doyle\" and \"the Sadie\" -- designed by Adam Rogers, the senior editor at Wired magazine behind the book on the science of alcohol called \"The Alcohol Alchemist.” (+$10 shipping domestically, +$15 shipping internationally)","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":154,"numAllCaps":8},{"amount":500,"backers":2,"pledgePercentage":0,"limited":true,"description":"(VIP CONCERT FILM PACKAGE) The first two rows in the house are being reserved for our VIP backers. These seats are commonly the best seats in the house. Reserve your seat today and become one of the few audience members to experience this incredible event. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":54,"numAllCaps":5},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(MEET THE CREATORS PACKAGE) TAKE THREE! Drinks in Los Angeles with creators Acker & Blacker (we're buying). And we're definitely bringing along some WJ Players and pals of the show. Backers are responsible for their own travel and lodging. Plus, you never know whom we'll bring with us! Skype or Facetime chats also available for backers without access to travel.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":60,"numAllCaps":7},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- PA FOR A DAY PACKAGE) SALE! A production assistant (or “PA”) is one of the most valuable roles on the production team. They assist certain members of the cast and crew, contribute to the production efforts, run errands, arrange special events… it’s real and rewarding work. For those of you wanting to share in the fun and enjoy not only exclusive access to the TAH experience, but the ability to literally help us to produce and create the end product seen all over the world… this reward is for you! Your assignment will last for one full day during the production currently scheduled for the first quarter of 2013. Backers are responsible for their own travel and lodging. You'll also receive an exclusive TAH crew T-shirt and receive a credit as our production assistant on our web series, gaining real-world production experience in the entertainment industry!","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":149,"numAllCaps":13},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"(MEET THE CREATORS AND JANE ESPENSON) Enjoy one-on-one-on-one-on-one drinks with TAH creators Acker & Blacker and legendary TV multi-hyphenate Jane Epsenson (Husbands, Game of Thrones, Buffy, BSG, Dollhouse, Caprica, Torchwood, Eureka, Firefly, and more)! Enjoy witty banter, true Hollywood tales, and the answers to your burning nerd questions! Backers are responsible for their own travel and lodging.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":57,"numAllCaps":9},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM -- THE CURTAINEER'S APPRENTICE PACKAGE) Spend the evening with Todd the Curtaineer backstage as you watch the entire TAH experience from behind the curtain. One person only will shadow Todd and learn the ropes (literally!) as you enjoy backstage access. If you’re ready by show's end, you can even pull the final curtain. Backers will receive everything included in the “Todd the Curtain Man” Package.” Your assignment will last for one day during the production currently scheduled for fall 2013. You'll also receive an exclusive TAH crew T-shirt and an official credit in the end credits as our “curtaineer’s apprentice” on our concert film, gaining real-world production experience in the entertainment industry! Backers are responsible for their own travel and lodging. Package includes one general admission to the live concert film performance.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":134,"numAllCaps":9},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM -- PA FOR A DAY) A production assistant (or “PA”) is one of the most valuable roles on the production team. They assist certain members of the cast and crew, contribute to the production efforts, run errands, arrange special events… it’s real and rewarding work. For those of you who want to enjoy not only exclusive access to the TAH experience, but also the ability to help us to produce and create the end product seen all over the world… this reward is for you! Your assignment will last for one day during the production currently scheduled for fall 2013. Backers are responsible for their own travel and lodging. You'll also receive an exclusive TAH crew T-shirt and an official credit in the end credits as our “production assistant” on our concert film, gaining real-world production experience in the entertainment industry! We'll even list your name on IMDb! Package includes one general admission to the live concert film performance.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":161,"numAllCaps":11},{"amount":750,"backers":0,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM -- ASSISTANT TO THE PRODUCER) Shadow our transmedia producer, Joe LeFavi, as he and our production team orchestrate the whole production. This exclusive and immersive experience enables you to become one of the few people involved in actually producing the concert film! Your assignment will last for one full day during the production currently scheduled for the Fall of 2013. Backers are responsible for their own travel and lodging. You will also receive an exclusive TAH crew T-shirt available only to our crew and an official credit in the end credits as “assistant to the producer” on our concert film, gaining real-world production experience in the entertainment industry! We'll even list your name on IMDb! Who knows where it could lead? Package includes one general admission to the live concert film performance.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":134,"numAllCaps":8},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"(PAUL PAPE DESIGNS PACKAGE) Ever wanted to appear in Sparks Nevada, Marshal on Mars? Now you can! Paul Pape will create a one-of-a-kind sculpt of YOU to be forever added to the Sparks Nevada figure collection. You'll be dressed in space-western garb and will join Sparks, Croach, Cactoid Jim, the Red Plains Rider, Barkeep, and Mercury the Horse in all kinds of cosmic adventures! Don't have the Sparks Nevada collection? Don't worry; we'll include it, as well as a personalized note from Paul, Acker & Blacker, and Sparks himself, Marc Evan Jackson! (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":96,"numAllCaps":5},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"(BROUGHT TO YOU BY… PACKAGE) We will create an old-time radio advertisement in the spirit of the show inspired by you or your business (real or fictional). The advertisement will then be recorded by our cast and featured in an upcoming TAH podcast!","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":43,"numAllCaps":6},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- ASSISTANT TO THE PRODUCER PACKAGE) Shadow our transmedia producer, Joe LeFavi, as he and our production team manage the schedule, coordinate the crew, and orchestrate the whole production. This exclusive and immersive experience enables you to become one of the few people involved in bringing this hilarious web series to the world! Your assignment will last for one full day during the production currently scheduled for the first quarter of 2013. Backers are responsible for their own travel and lodging. You will also receive an exclusive TAH crew T-shirt available only to our crew and receive a credit as “assistant to the producer” on our web series, gaining real-world production experience in the entertainment industry! Who knows where it could lead?","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":124,"numAllCaps":9},{"amount":1500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ELITE VIP PACKAGE) Become the one and only fan welcomed to attend a private rehearsal for the stage show. Watch the creative process, hang out with the WorkJuice Players, and eat some homemade baked goods. Only one backer and one guest are welcome to the rehearsal. Backers who select this reward tier will receive more information on how to reserve their space, which they must schedule within 2013. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":77,"numAllCaps":3},{"amount":1500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ELITE VIP PACKAGE -- TAKE TWO) BACK BY POPULAR DEMAND! Become the one and only fan welcomed to attend a private rehearsal for the stage show. Watch the creative process, hang out with the WorkJuice Players, and eat some homemade baked goods. Only one backer and one guest are welcome to the rehearsal. Backers who select this reward tier will receive more information on how to reserve their space, which they must schedule within 2013. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":84,"numAllCaps":9},{"amount":1500,"backers":0,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- ELITE VIP TABLE READ PACKAGE) SALE! This reward reserves one seat for you and only you to attend the private table read, during which the entire cast reads through the script in character. Watch as the actors fine-tune their performances with direction from the director, producers, and writers. See impromptu changes in the script as the creative team spitball ideas and experiment with different portrayals, voices, and creative directions. This table read is a one-of-a-kind, immerse experience for TAH fans to watch the final script and characters come to life before their own eyes. You'll also receive a signed script of the web series from various cast members. The table read will take place in the first quarter of 2013. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":132,"numAllCaps":9},{"amount":1500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(ELITE VIP PACKAGE -- TAKE 3) BACK BY POPULAR DEMAND! Become the one and only fan welcomed to attend a private rehearsal for the stage show. Watch the creative process, hang out with the WorkJuice Players, and eat some homemade baked goods. Only one backer and one guest are welcome to the rehearsal. Backers who select this reward tier will receive more information on how to reserve their space, which they must schedule within 2013. Backers are responsible for their own travel and lodging.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":84,"numAllCaps":8},{"amount":1500,"backers":0,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM -- ELITE VIP TABLE READ PACKAGE) This reward reserves one seat for you and only you to attend the private table read for the concert film, during which the entire cast reads through the script in character. Watch as the actors fine-tune their performances with direction from the director, producers, and writers. See impromptu changes in the script as the creative team spitball ideas and experiment with different portrayals, voices, and creative directions. This table read is a one-of-a-kind, immerse experience for TAH fans to watch the final script come to life before their own eyes. You'll also receive a variety of signed scripts used during the table read from the various attending cast members. The table read will take place in Fall of 2013 shortly before the production of the concert film. Backers are responsible for their own travel and lodging. Package includes one general admission to the live concert film performance.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":155,"numAllCaps":8},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":true,"description":"(WEB SERIES -- WRITER’S ASSISTANT PACKAGE) SALE! Shadow Ben Acker & Ben Blacker, the creators of TAH and the writers of our web series. Witness firsthand how writers function on the production set as they polish dialogue and other script issues on the fly, assist the director in coaching talent and maintaining the appropriate tone, even help the producers keep the show running smoothly. And as you’re their assistant, you’ll play a vital role during the creative process! This exclusive and immersive experience gives you the opportunity to become one of the few people involved in bringing this web series to the world! Your assignment will last for one full day during the production currently scheduled for the first quarter of 2013. Backers are responsible for their own travel and lodging. You will also receive an exclusive TAH crew T-shirt and receive a credit as “assistant to the writers” on our web series, gaining real-world production experience in the entertainment industry! Who knows where it could lead?","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":167,"numAllCaps":9},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"(CONCERT FILM -- ASSOCIATE PRODUCER PACKAGE) Eager for a more immersive experience? Backers of this incredibly exclusive tier will receive the Associate Producer treatment, being welcomed into the creative process as the concert film takes shape over the next few months. You'll first receive a signed script of the concert film from various cast members and the opportunity to provide feedback during the creative process. Once the script is approved by the team, you wield the power of your credit and gain exclusive access to all facets of the production. From the table read to the night of the performance, your credit gives you access to attend anything associated with the production. Finally, when the final performance takes place, we will reserve you a special seat in the audience just for you and a guest. With this package you will also receive an exclusive TAH crew T-shirt and a signed copy of the final DVD, which will contain your name in the official credits as “associate producer”. We'll even list your name on IMDb! Pre-production will commence as early as late 2012 and extend until the night of the production in Fall 2013. Backers are responsible for their own travel and lodging to any and all events. Package includes two VIP admissions to the live concert film performance.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":218,"numAllCaps":9},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"(THE KING OF COFFEE’S ROYALTY TREATMENT) The “King of Coffee's Throne Package” experience for all twelve live performances in 2013 at the Coronet Theater in LA. This package includes a “2013 King of Coffee Dignitary” sash personalized to you by the cast and crew. Anyone wearing this sash is sure to experience the most deluxe treatment, as our cast members will be encouraged to seek you out in the crowd after the show and personally thank you for your support. Backers are responsible for their own travel, lodging, and ticket to show. (+$10 for shipping internationally)","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":96,"numAllCaps":7},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"(MEDIA MOGUL PACKAGE) You are the official mogul of our TAH media empire. These incredibly smart, charming, and attractive backers will earn themselves an associate producer credit on every single audiovisual production successfully funded by this Kickstarter campaign. You will enjoy the spoils of the \"associate producer package\" on each of the stretch goals successfully funded by this campaign. Your name will be featured in the opening and end credits on its own title card as one of our associate producers on each of our Kickstarter-funded productions. And you will receive a personalized complimentary copy of each of your credited works from the WorkJuice Players, which you can also sign yourself since you're now a part of the team. And if that's not enough, we'll toss in a TAH crew T-shirt available only to our elite production crew. Our fans will thank you. We'll adore you. And your legacy will last forever. Each set visit will last for one day during the productions currently scheduled for the first, second, and third quarters of 2013. Backers are responsible for their own travel and lodging. (+$10 for US shipping, +$15 for international shipping)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":191,"numAllCaps":7},{"amount":9999,"backers":0,"pledgePercentage":0,"limited":true,"description":"(THE ARK OF THE COVENANT) We send you a New iPad WiFi Edition preloaded with a digital copy of the graphic novel, the graphic novel script, the motion comic, the webseries, and the concert film, plus EVERY single recording of our podcast to date. Plus, the owner of this iPad will receive exclusive content personalized for its owner from the creators and various members of the creative team and cast. This is by far the be-all, end-all collectable package for TAH fans, which will grant you bragging rights for the rest of your wonderful life. (+$10 for shipping internationally)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":99,"numAllCaps":7}],"updates":79,"comments":194},"errors":{}}