{"successes":{"title":"Two Guys SpaceVenture - by the creators of Space Quest","category":"Games","subcategory":"Video Games","description":"Remember the Space Quest series from Sierra's duo the Two Guys From Andromeda? Well they are back & making a brand new SpaceVenture™!","avatarURL":"https://ksr-ugc.imgix.net/projects/169221/photo-original.png?v=1397781034&w=1536&h=1152&fit=crop&auto=format&q=92&s=b22ecc26da0b22fe021b15092dcb7f4c","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/169221/video-107685-h264_high.mp4","city":"Eugene","state":"OR","country":"US","duration":35,"startDate":1336460400000,"endDate":1339484400000,"raised":539767,"goal":500000,"percent":108,"backers":10809,"currency":"USD","Pledges":[{"amount":5,"backers":6,"pledgePercentage":0,"limited":false,"description":"5 Pack of HD Wallpapers made by Mark Crowe","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":9,"numAllCaps":1},{"amount":15,"backers":5956,"pledgePercentage":0.55,"limited":false,"description":"DRM free version of the game on PC. Also available to download on Mac, Linux, iPad, or Android Tablet. 5 Pack of HD Wallpapers made by Mark Crowe. Access to the project team diaries once the game is released. Generic \"thank you\" message (with your name copy/pasted in) personally written by The Space Quest Historian.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":55,"numAllCaps":3},{"amount":25,"backers":36,"pledgePercentage":0,"limited":false,"description":"PRINTABLE PDF FOLDOUT \"ROOTER\" DESIGNED BY MARK + 10 HD WALLPAPERS +SPACEQUEST.NET FORUM BADGE OF HONOR + SPECIAL THANKS MENTION ON OUR WEBSITE (WILL REMAIN THERE FOR THE LIFE OF THE WEBSITE)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":32,"numAllCaps":29},{"amount":30,"backers":1675,"pledgePercentage":0.15,"limited":false,"description":"Digital Game Soundtrack, Beta testing access to the game, and previous reward tier","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":13,"numAllCaps":0},{"amount":31,"backers":185,"pledgePercentage":0.02,"limited":false,"description":"THIS IS ADDED TO $30 TIER NOW: Early access to non-spoiler project diary entries from Scott and Mark. Digital download PDF of concept artwork. Digital Game Soundtrack, Beta testing access to the game, and previous reward tier. NOTE: THIS IS A PLACE HOLDER SINCE WE CAN'T CHANGE THE $30. PLEASE PLEDGE IN $30 TIER FOR THIS. USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":67,"numAllCaps":35},{"amount":45,"backers":344,"pledgePercentage":0.03,"limited":false,"description":"COLLECTORS EDITION AUTOGRAPHED 8x10 + INVOLVED EASTER EGG IN GAME: An 8x10 art print signed by Scott and Mark along with the entire development team. This item will be available as a Kickstarter ONLY reward item, never to be reproduced! All higher PHYSICAL reward tiers will also receive this new item! The artwork will also involve a special in game Easter egg dedicated to the $45 and up backers! This tier also includes all previous rewards. The 8x10 print will be mailed to you. International backers please add $5 shipping and handling.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":92,"numAllCaps":10},{"amount":50,"backers":502,"pledgePercentage":0.05,"limited":false,"description":"GOG DOWNLOAD CREDIT + COLLECTORS EDITION AUTOGRAPHED 8x10 + INVOLVED EASTER EGG IN GAME: Credit to download a DRM free Space Quest package from www.gog.com. An 8x10 art print signed by Scott and Mark along with the entire development team. This item will be available as a Kickstarter ONLY reward item, never to be reproduced! The artwork will also involve a special in game Easter egg. This tier also includes all previous rewards. The 8x10 print will be mailed to you. International backers please add $5 shipping and handling. NOTE: PLEASE USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":102,"numAllCaps":26},{"amount":60,"backers":274,"pledgePercentage":0.03,"limited":false,"description":"PDF version of concept art, original pictures, project team information, Early access to non-spoiler project diary entries from Scott and Mark, and all previous reward tiers","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":26,"numAllCaps":1},{"amount":61,"backers":1,"pledgePercentage":0,"limited":true,"description":"Special thanks in the end game credits added to the $60 tier. - PLEASE DO NOT PLEDGE ON THIS TIER, PLEDGE ON THE $60 TIER.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":25,"numAllCaps":11},{"amount":75,"backers":101,"pledgePercentage":0.01,"limited":false,"description":"TWO GUYS SPACEVENTURE \"BACKER ONLY\" T-SHIRT. This tier includes all previous rewards including the new 8x10 reward. This also means the $100 PHYSICAL and above tiers receive the T-shirt as well. International backers please include $15 shipping and handling.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":39,"numAllCaps":8},{"amount":100,"backers":424,"pledgePercentage":0.04,"limited":false,"description":"PHYSICAL REWARD TIER: Special thanks in  the end game credits. Special Edition BIG Sierra like box (think SQ4 sized) containing the game disc and a DVD with all the diary notes, audio clips, and video clips from the Behind The Scenes making of the game and the voice over bloopers from the voice cast of the game, including Gary Owens himself. This tier does not include any digital downloads of the game or soundtrack.  Includes personal thank you note (sentence, really), written and signed by The Space Quest Historian, with your name on it (digital copy).","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":98,"numAllCaps":5},{"amount":100,"backers":74,"pledgePercentage":0.01,"limited":false,"description":"DIGITAL ONLY REWARD TIER: Special thanks in  the end game credits. 2 Digital downloads of the game, digital access to all the diary notes, audio clips, and video clips from the Behind The Scenes making of the game and the voice over bloopers from the voice cast of the game, including Gary Owens himself.  It is especially tailored for our international folks that don’t want to deal with customs.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":71,"numAllCaps":4},{"amount":101,"backers":23,"pledgePercentage":0,"limited":false,"description":"DRM FREE DOWNLOAD ADDED TO THE $100 TIER NOW: DRM FREE digital download of the game is now included. Those that up'd their pledge to $115 have extra bonuses added as well. SEE CHART ON THAT. Everything in the original $100 PHYSICAL pledge is included here. NOTE: THIS IS A PLACE HOLDER SINCE WE CAN'T CHANGE THE $100 ON OUR KICKSTARTER PAGE. PLEASE PLEDGE IN $100 TIER FOR THIS. USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":80,"numAllCaps":47},{"amount":115,"backers":211,"pledgePercentage":0.02,"limited":false,"description":"PHYSICAL REWARDS + 1 DIGITAL DOWNLOAD TIER: Get 1 digital download along with the following. Special thanks in the end game credits. Special Edition BIG Sierra like box (think SQ4 sized) containing the game disc and a DVD with all the diary notes, audio clips, and video clips from the Behind The Scenes making of the game and the voice over bloopers from the voice cast of the game, including Gary Owens himself. This tier is the same as the $100 PHYSICAL reward, except it contains 1 digital download of the game along with the physical items. Includes personal thank you note (sentence, really), written and signed by The Space Quest Historian, with your name on it (digital copy)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":119,"numAllCaps":8},{"amount":125,"backers":270,"pledgePercentage":0.02,"limited":false,"description":"BRONZE BUCKAZOID COLLECTIBLE - This tier includes a bronze colored collectible Buckazoid coin. These are limited Kickstarter only, never to be seen again! This is your only chance for one of these. This tier includes everything from the $115 tier as well. PLEASE SEE REWARDS CHART FOR DETAILS","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":48,"numAllCaps":9},{"amount":150,"backers":330,"pledgePercentage":0.03,"limited":false,"description":"Two Guys Spaceventure “backer only” T-shirt,  and access to private chat room discussions with Scott and Mark. Movie sized game poster. Original artwork by Mark Crowe. Get access to vote on concept art.  All previous reward tiers.(Note that in voting, Scott and Mark will always have final say on everything.). Receive an official Two Guys From Andromeda postcard with artwork drawn by Mark Crowe and written comedy text by Scott Murphy.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":73,"numAllCaps":1},{"amount":151,"backers":42,"pledgePercentage":0,"limited":false,"description":"MULTIPLE GOG DOWNLOAD CREDITS This tier allows you to download both DRM FREE Space Quest packages from www.gog.com.  NOTE: PLEASE USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.SEE CHART ON THAT. Everything in the original $150 PHYSICAL pledge is included here. THIS IS A PLACE HOLDER SINCE WE CAN'T CHANGE THE $150 ON OUR KICKSTARTER PAGE. PLEASE PLEDGE IN $150 TIER FOR THIS. USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":78,"numAllCaps":54},{"amount":250,"backers":159,"pledgePercentage":0.01,"limited":false,"description":"Movie sized game poster signed by Scott and Mark. Original artwork by Mark Crowe. Your boxed edition of the game signed by Scott and Mark, a special “Lets Play” commentary with Scott and Mark included with your boxed DVD. All previous reward tiers.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":43,"numAllCaps":1},{"amount":500,"backers":7,"pledgePercentage":0,"limited":false,"description":"PHYSICAL REWARD PACKAGE + DEATH SEQUENCE VOTING. Collectible Buckazoid coin designed by Mark Crowe. Hardback copy of all the concept artwork from the game. Access to vote on death sequences(Note that we will be very vague on spoiler content and Scott and Mark have final say). The package includes all the other physical item rewards. It does not include any digital downloads of the game or soundtrack or the “Lets Play” video. All of that will be included with the boxed DVD.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":82,"numAllCaps":7},{"amount":500,"backers":2,"pledgePercentage":0,"limited":false,"description":"DIGITAL REWARD PACKAGE + FAN NAME/CARD IN GAME + DEATH SEQUENCE VOTING. You become a digital fan card on the games optional hidden object game. See the Kickstarter section labeled “Get your name in the game” for further details. Access to vote on death sequences. (Note that we will be very vague on spoiler content and Scott and Mark have final say.) This package includes all the previous digital rewards but none of the physical item rewards. It is especially tailored for our international fans who don’t want to deal with customs issues. Does not include end game credits mention.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":100,"numAllCaps":10},{"amount":501,"backers":0,"pledgePercentage":0,"limited":false,"description":"DRM FREE DOWNLOAD ADDED TO THE $500 PHYSICAL TIER NOW: DRM FREE digital download of the game is now included. Those that up'd their pledge to $515 have extra bonuses added as well. SEE CHART ON THAT. Everything in the original $500 PHYSICAL pledge is included here. NOTE: THIS IS A PLACE HOLDER SINCE WE CAN'T CHANGE THE $500 ON OUR KICKSTARTER PAGE. PLEASE PLEDGE IN $500 TIER FOR THIS. USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":81,"numAllCaps":48},{"amount":515,"backers":4,"pledgePercentage":0,"limited":false,"description":"PHYSICAL REWARD PACKAGE + DEATH SEQUENCE VOTING  + 1 DIGITAL DOWNLOAD TIER: Get 1 digital download along with the following.  Collectible Buckazoid coin designed by Mark Crowe. Hardback copy of all the concept artwork from the game. Access to vote on death sequences(Note that we will be very vague on spoiler content and Scott and Mark have final say). The package includes all the other physical item rewards. Reward gives 1 digital download of the game. All other content will be included with the boxed DVD.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":88,"numAllCaps":10},{"amount":525,"backers":25,"pledgePercentage":0,"limited":false,"description":"SILVER AND BRONZE BUCKAZOID COLLECTIBLE - This tier includes a silver colored collectible Buckazoid coin. These are limited Kickstarter only, never to be seen again! This is your only chance for one of these. This tier includes everything from the $515 tier as well. PLEASE SEE REWARDS CHART FOR DETAILS","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":50,"numAllCaps":11},{"amount":750,"backers":13,"pledgePercentage":0,"limited":true,"description":"(LIMITED) MULTIPLE GOG DOWNLOAD CREDITS + DIGITAL FAN CARD + DIGITAL PICTURE OF YOU ON THE IN GAME WALL OF FAME! This tier allows you to download both DRM FREE Space Quest packages from www.gog.com. You also get to have a fan card in the game(see $500 tier for details). You also get your picture and name on our in game wall of fame that players will encounter. This package also includes all the previous physical and digital rewards. NOTE: PLEASE USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":92,"numAllCaps":34},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":false,"description":"PHYSICAL REWARD PACKAGE. Includes all previous physical tier reward items. Email Mark a picture of yourself and he will draw a mini portrait of you as an alien, sign it and mail it to you. This package does not include any digital downloads of the game or other content. Have Mark and Scott sign up to 7 collectibles (Space Quest Boxes etc..) of your choice. (You are responsible for shipping and handling of these items.)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":75,"numAllCaps":3},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":false,"description":"DIGITAL REWARD PACKAGE. Includes all previous digital tier reward items. Email Mark a picture of yourself and he will draw a mini portrait of you as an alien and send you a high resolution copy. This package includes all the previous digital rewards but none of the physical item rewards. Named an associate producer in the ending credits. It is especially tailored for our international fans who don’t want to deal with customs issues.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":74,"numAllCaps":3},{"amount":1001,"backers":0,"pledgePercentage":0,"limited":false,"description":"DRM FREE DOWNLOAD ADDED TO THE $1000 TIER NOW: DRM FREE digital download of the game is now included. Those that up'd their pledge to $1015 have extra bonuses added as well. SEE CHART ON THAT. Everything in the original $1000 PHYSICAL pledge is included here. NOTE: THIS IS A PLACE HOLDER SINCE WE CAN'T CHANGE THE $1000 ON OUR KICKSTARTER PAGE. PLEASE PLEDGE IN $1000 TIER FOR THIS. USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":80,"numAllCaps":47},{"amount":1015,"backers":0,"pledgePercentage":0,"limited":false,"description":"PHYSICAL REWARD PACKAGE + 1 DIGITAL DOWNLOAD TIER: Get 1 digital download along with the following. Includes all previous physical tier reward items. Email Mark a picture of yourself and he will draw a mini portrait of you as an alien, sign it and mail it to you. Have Mark and Scott sign up to 7 collectibles (Space Quest Boxes etc..) of your choice. (You are responsible for shipping and handling of these items.)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":74,"numAllCaps":6},{"amount":1025,"backers":23,"pledgePercentage":0,"limited":false,"description":"GOLD/SILVER/GOLD BUCKAZOID COLLECTIBLE - This tier includes a gold colored collectible Buckazoid coin, along with the other two coins.. These are limited Kickstarter only, never to be seen again! This is your only chance for one of these. This tier includes everything from the $1015 tier as well. PLEASE SEE REWARDS CHART FOR DETAILS","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":54,"numAllCaps":9},{"amount":2500,"backers":2,"pledgePercentage":0,"limited":false,"description":"PRINTED AUTOGRAPHED COPY OF WEBCOMICS. This reward tier also includes every single physical and digital rewards from previous tiers. NOTE: PLEASE USE OUR REWARD CHART ON THE MAIN PAGE FOR BEST DETAILS.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":32,"numAllCaps":18},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":false,"description":"GARY OWENS EDITIONS - Gary Owens (Narrator from SQ4 & SQ6) will record a voicemail message - saved as an mp3 file - using a script written by you, or Scott Murphy. Limited to 60 seconds of dialog. Name a star in the game after yourself or a loved one. There will be a fun mechanic in the game that lets you see your star. But wait, there’s more! We’ll actually purchase a real star from the International Star Registry as well. You’ll get proof of purchase on top of that! The gift that keeps on giving. 30 minute Skype call with Scott and Mark, ask them anything you want. The session audio will be recorded and given to you in mp3 format as well. Lunch with Scott and/or Mark (Offer doesn't expire, but transportation is on you) Plus all previous physical and digital tier rewards.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":146,"numAllCaps":3},{"amount":7500,"backers":0,"pledgePercentage":0,"limited":true,"description":"ALIEN ON BOX TIER: Email Mark a picture of yourself and he will draw a large portrait of you as an alien, sign it and mail it to you. The alien photo of you will appear on the box art somewhere. Note: your alien will look like you, but it will look alien enough to be amazing on our box art, never fear! This is limited to 2 people only. We already planned on putting a couple of those suckers on there drawn by Mark, might as well give you the option to be a part of it. You will also receive an official Andromedan nose crafted by Mark Crowe himself. Scott and Mark will sign it for you as well. (They’ll even pre-wear it if you wish.)","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":128,"numAllCaps":4},{"amount":7500,"backers":0,"pledgePercentage":0,"limited":true,"description":"DIGITAL ONLY ALIEN IN GAME PACKAGE: Email Mark a picture of yourself and he will draw a HD portrait of you as an alien and send it to you digitally. You also get your alien in the actual game. This includes all other digital items except the in-game fan cards.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":50,"numAllCaps":7},{"amount":9999,"backers":1,"pledgePercentage":0,"limited":false,"description":"WRAP PARTY INVITE + FLIGHT + HOTEL + YOSEMITE LUNCHEON. Use either this tier or the $10000 Physical tier and get the following. Email Mark a picture of yourself and he will draw a large portrait of you as an alien, sign it and mail it to you. Your alien will appear in the game somewhere. Note that this will be done cleverly as to not affect gameplay. You will receive a VIP invitation and collectible badge with lanyard in the mail that grants you access to the private wrap party that will be held at the original historic Sierra town of Oakhurst, California, USA. Your flight and hotel stay for two days is included in this along with wrap party and luncheon meals.You will be seated at a table with Scott and Mark (at your own risk). If you are unable to physically come to the party you will have private streaming video web access. This includes all previous rewards except the mini alien portrait due to receiving the larger one.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":172,"numAllCaps":9},{"amount":10000,"backers":2,"pledgePercentage":0,"limited":false,"description":"Email Mark a picture of yourself and he will draw a large portrait of you as an alien, sign it and mail it to you. Your alien will appear in the game somewhere. Note that this will be done cleverly as to not affect gameplay. You will receive a VIP invitation and collectible badge with lanyard in the mail that grants you access to the private wrap party that will be held at the original historic Sierra town of Oakhurst, California, USA. You will be seated at a table with Scott and Mark (at your own risk). If you are unable to physically come to the party you will have private streaming video web access. This includes all previous rewards except the mini alien portrait due to receiving the larger one.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":131,"numAllCaps":2},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"DIGITAL ONLY TOP TIER DEATH SEQUENCE SPECTACULAR: Email Mark a picture of yourself and he will draw a HD portrait of you as an alien and email it back to you. Your alien will appear in the game somewhere. Note that this will be done cleverly as to not affect gameplay. You will be given webcam access to the private wrap party. You choose a death sequence. We will give you a general scenario in which the character appears. YOU come up with a clever way to kill him. The sequence will be dedicated to you. Note to fans, this will not take away from the game. If Scott and Mark don’t like your idea, you’ll be asked to think of something more clever. Come on, we know you can do it! You were clever enough to pitch in 10 grand, so we know you’ll be clever enough to kill the character off with style! You must have a killer instinct. This tier is especially tailored for our international fans who don’t want to deal with customs issues.","estimatedDelivery":"2013-02-01","estimatedDeliveryISO":"2013-02-01T00:00:00.000Z","numWords":178,"numAllCaps":9}],"updates":103,"comments":31431},"errors":{}}