{"successes":{"title":"Darklands: First Edition II","category":"Games","subcategory":"Tabletop Games","description":"In the dark lands, YOU command the hosts of man and beast that your ancestors once did for power, glory or just to survive...","avatarURL":"https://ksr-ugc.imgix.net/projects/894164/photo-original.jpg?v=1398241691&w=1536&h=1152&fit=crop&auto=format&q=92&s=f76c253674a06c45a69d103561f78a8b","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/894164/video-375177-h264_high.mp4","city":"Nottingham","state":null,"country":"UK","duration":32,"startDate":1395385200000,"endDate":1398150000000,"raised":130735,"goal":20000,"percent":654,"backers":453,"currency":"GBP","Pledges":[{"amount":10,"backers":47,"pledgePercentage":0.1,"limited":false,"description":"I JUST WANT SOME COOL MINIATURES -- bronze reward -- for those that just want a miniature or two! Choose any one miniature whose bronze cost is worth £10, and increase your pledge for any other miniature or unit you would like at bronze cost prices. See the reward graphic for details. Note that shipping will be paid for post-project, DO NOT add shipping to your pledge.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":67,"numAllCaps":8},{"amount":100,"backers":316,"pledgePercentage":0.7,"limited":false,"description":"THE GOLD SPOT -- gold reward -- get units and other stuff worth up to £100 ($160) at their gold cost, saving loads from purchasing them all individually! Purchasing a gold reward like this one is the ONLY way you can purchase items at their gold cost. See the reward graphic for details. Note that shipping will be paid for post-project, DO NOT add shipping to your pledge.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":68,"numAllCaps":6},{"amount":400,"backers":70,"pledgePercentage":0.15,"limited":false,"description":"ALL THE UNITS -- gold reward -- Get the eight Units stretch goals - worth over £800 ($1,300) in total, if each miniature is purchased individually - for just £400 ($640)! Increase your pledge to increase the unit sizes, or for any other miniature or unit you would like, at GOLD cost prices. Purchasing a gold reward like this one is the ONLY way you can purchase items at their gold cost. See the reward graphic for details. Note that shipping will be paid for post-project, DO NOT add shipping to your pledge.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":93,"numAllCaps":7},{"amount":2000,"backers":0,"pledgePercentage":0,"limited":false,"description":"YOU'RE THEIR DESCENDANT -- gold reward -- you can be a Sell-Sword in Darklands, complete with your own rules and a miniature of yourself - suitably garbed, of course! All of the human realms in Darklands were part of our history and your own ancestors may well have been a part of them. All you have to do is supply photographs of yourself, tell us what realm you'd like to be from and why, and we'll do the rest - our artists will draw you in all your finery and our sculptors will bring you to life! We'll even name you as closely as possible to dark age names! You'll get ten copies of your miniature for yourself, your friends and family! Note: we retain all rights to the rules, miniature and artwork produced. Increase your pledge for any other miniature or unit you would like at GOLD cost prices. Purchasing a gold reward like this one is the ONLY way you can purchase items at their gold cost. See the reward graphic for details. Note that shipping will be paid for post-project, DO NOT add shipping to your pledge.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":190,"numAllCaps":7}],"updates":125,"comments":23973},"errors":{}}