{"successes":{"title":"Pixy (CMUcam5): a fast, easy-to-use vision sensor","category":"Technology","subcategory":"DIY Electronics","description":"Pixy is a fast vision sensor you can quickly “teach” to find objects, and it connects directly to Arduino and other controllers.","avatarURL":"https://ksr-ugc.imgix.net/projects/438674/photo-original.jpg?v=1397808062&w=1536&h=1152&fit=crop&auto=format&q=92&s=7ae47cf78ac837943e41ef8b2b6ab5ea","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/438674/video-276593-h264_high.mp4","city":"Austin","state":"TX","country":"US","duration":30,"startDate":1376550000000,"endDate":1379142000000,"raised":274352,"goal":25000,"percent":1097,"backers":2802,"currency":"USD","Pledges":[{"amount":10,"backers":26,"pledgePercentage":0.01,"limited":false,"description":"PIXY SUPPORTER -- you will become part of our source code! Your name (and city) will be included at the top level of our source tree in a special contributors text file.  It will be an indelible record of your generosity to open source software and hardware.  It will survive cloning, branching, merging, floods, hurricanes, and possibly worse!  You will also get backer updates and our thanks for your support!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":73,"numAllCaps":2},{"amount":39,"backers":50,"pledgePercentage":0.02,"limited":true,"description":"SUPER EARLY PIXY BACKER -- you will receive a Pixy and an Arduino cable at a super early bird special price!  You'll also be included in our source code as a PIXY SUPPORTER.  This reward is only available to our very first backers -- we can only offer a few Pixys at this price.  Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":61,"numAllCaps":7},{"amount":49,"backers":100,"pledgePercentage":0.04,"limited":true,"description":"EARLY PIXY BACKER -- you will receive a Pixy and an Arduino cable at an early bird special price!   You'll also be included in our source code as a PIXY SUPPORTER. This reward is only for our early backers -- we can only offer a limited number of Pixys at this price. Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":58,"numAllCaps":6},{"amount":59,"backers":1175,"pledgePercentage":0.42,"limited":false,"description":"PIXY BACKER -- you will receive a Pixy and an Arduino cable at a special Kickstarter price! You'll also be included in our source code as a PIXY SUPPORTER. Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":33,"numAllCaps":5},{"amount":99,"backers":885,"pledgePercentage":0.32,"limited":false,"description":"PAN/TILT PIXY BACKER -- put your Pixy on a servo pan/tilt!  This reward will get you well on your way to making an animated pan/tilt Pixy robot like the one shown in the video.  You will receive a Pixy, an Arduino cable, a servo pan/tilt kit, and mounting hardware for your Pixy.  We will also include instructions and cool pan/tilt demo software. Additionally, you'll be included in our source code as a PIXY SUPPORTER. Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":81,"numAllCaps":6},{"amount":115,"backers":290,"pledgePercentage":0.1,"limited":false,"description":"DUAL PIXY BACKER -- you will receive two Pixys and two Arduino cables at a special Kickstarter price! Use one Pixy to look forward and the other to look backward on your robot creation. Or give one to a friend and create something together.  You'll also be included in our source code as a PIXY SUPPORTER. Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":61,"numAllCaps":6},{"amount":195,"backers":147,"pledgePercentage":0.05,"limited":false,"description":"DUAL PAN/TILT PIXY BACKER -- put your Pixy on a servo pan/tilt! This reward will get you well on your way to making two animated pan/tilt Pixy robots like the one shown in the video. You will receive two Pixys, two Arduino cables, two servo pan/tilt kits, and mounting hardware for your Pixys. We will also include instructions and cool pan/tilt demo software. Additionally, you'll be included in our source code as a PIXY SUPPORTER. Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":79,"numAllCaps":7},{"amount":230,"backers":63,"pledgePercentage":0.02,"limited":false,"description":"QUAD PIXY BACKER --  you will receive four Pixys and four Arduino cables at a special Kickstarter price! Use the four Pixys to look forward, backward, left and right on your robot creation. Or make a Pixy robot soccer team.  You'll also be included in our source code as a PIXY SUPPORTER. Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":58,"numAllCaps":6},{"amount":549,"backers":20,"pledgePercentage":0.01,"limited":false,"description":"EL GRANDE PIXY BACKER -- you will receive ten Pixys and ten Arduino cables at a special Kickstarter price!  Use the ten Pixys to host a robot vision workshop, or whatever else you can dream up with ten smart cameras.  You'll also be included in our source code as a PIXY SUPPORTER. Free shipping within US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":58,"numAllCaps":7}],"updates":21,"comments":485},"errors":{}}