{"successes":{"title":"Deluxe Exalted 3rd Edition","category":"Games","subcategory":"Tabletop Games","description":"Contribute to help us give the Deluxe Exalted 3rd Edition a leather bound, embossed+, metallic-edged, full-color, deluxe treatment.","avatarURL":"https://ksr-ugc.imgix.net/projects/488416/photo-original.jpg?v=1397813407&w=1536&h=1152&fit=crop&auto=format&q=92&s=3e9041bd5d32590513419e27dc5002c9","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/488416/video-237518-h264_high.mp4","city":"Macungie","state":"PA","country":"US","duration":30,"startDate":1368082800000,"endDate":1370674800000,"raised":684755,"goal":60000,"percent":1141,"backers":4368,"currency":"USD","Pledges":[{"amount":1,"backers":265,"pledgePercentage":0.06,"limited":false,"description":"You or your character's name is listed on the credits page as one of our supporters: the Armies of the Chosen.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":21,"numAllCaps":0},{"amount":10,"backers":17,"pledgePercentage":0,"limited":false,"description":"You get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the Armies of the Chosen.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":35,"numAllCaps":0},{"amount":25,"backers":18,"pledgePercentage":0,"limited":false,"description":"Scholar of Lore: You'll receive PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”. You get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the Armies of the Chosen. This reward tier is also available as an Add-On pledge to any other PDF or physical product reward tier. See the text to the left for details.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":100,"numAllCaps":3},{"amount":30,"backers":765,"pledgePercentage":0.18,"limited":false,"description":"Heroic Mortal: You'll receive a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and your name (or your character's) on the credits page as a Heroic Mortal.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":37,"numAllCaps":1},{"amount":35,"backers":24,"pledgePercentage":0.01,"limited":false,"description":"Scholar of Creation: You'll receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”. You get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the Armies of the Chosen. This reward tier is also available as an Add-On pledge to any other PDF or physical product reward tier. See the text to the left for details.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":92,"numAllCaps":1},{"amount":40,"backers":4,"pledgePercentage":0,"limited":false,"description":"Scholar of Solars: You'll receive PDFs of the five classic Exalted Castebooks describing in more detail the types of Solar Exalted: Dawn, Zenith, Twilight, Night, and Eclipse. You get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as one of our supporters: the Armies of the Chosen. This reward tier is also available as an Add-On pledge to any other PDF or physical product reward tier. See the text to the left for details.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":89,"numAllCaps":1},{"amount":45,"backers":95,"pledgePercentage":0.02,"limited":false,"description":"Heroic Scholar of Lore: You'll receive a free copy of the EX3 PDF, and you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Heroic Mortal. You'll receive PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":78,"numAllCaps":3},{"amount":55,"backers":69,"pledgePercentage":0.02,"limited":false,"description":"Heroic Scholar of Creation: You'll receive a free copy of the EX3 PDF, and you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Heroic Mortal. You'll receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":70,"numAllCaps":1},{"amount":60,"backers":29,"pledgePercentage":0.01,"limited":false,"description":"Heroic Scholar of Solars: You'll receive a free copy of the EX3 PDF, and you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Heroic Mortal. You'll receive PDFs of the five classic Exalted Castebooks describing in more detail the types of Solar Exalted: Dawn, Zenith, Twilight, Night, and Eclipse.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":67,"numAllCaps":1},{"amount":70,"backers":19,"pledgePercentage":0,"limited":false,"description":"Heroic Scholar of Creation and Lore: You'll receive a free copy of the EX3 PDF, and you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Heroic Mortal. You'll receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”, AND you'll receive PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":108,"numAllCaps":4},{"amount":95,"backers":50,"pledgePercentage":0.01,"limited":false,"description":"Heroic Scholar of All Creation: You'll receive a free copy of the EX3 PDF, and you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Heroic Mortal. You'll receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”, PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”, and PDFs of the five classic Exalted Castebooks describing in more detail the types of Solar Exalted: Dawn, Zenith, Twilight, Night, and Eclipse.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":127,"numAllCaps":3},{"amount":110,"backers":493,"pledgePercentage":0.11,"limited":false,"description":"Exalted (US): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":55,"numAllCaps":3},{"amount":125,"backers":531,"pledgePercentage":0.12,"limited":false,"description":"Exalted Behind a Screen of Jade (US): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Storyteller's Screen, a sturdy three-panel screen featuring the beautiful 5 Directions art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":103,"numAllCaps":3},{"amount":130,"backers":267,"pledgePercentage":0.06,"limited":false,"description":"Exalted (nonUS): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":55,"numAllCaps":2},{"amount":145,"backers":312,"pledgePercentage":0.07,"limited":false,"description":"Exalted Behind a Screen of Jade (nonUS): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Storyteller's Screen, a sturdy three-panel screen featuring the beautiful 5 Directions art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":103,"numAllCaps":2},{"amount":150,"backers":8,"pledgePercentage":0,"limited":false,"description":"Scarlet Exalted Giver of Gifts: You will receive six copies of the EX3 PDF: one for yourself and five to give as gifts to friends. Plus you get six beautiful electronic wallpaper files featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted and your five friends’ names shall appear as Heroic Mortals.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":64,"numAllCaps":1},{"amount":165,"backers":213,"pledgePercentage":0.05,"limited":false,"description":"Exalted Finding the Path (US): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Cloth Map of Creation: a 2' x 3' heavy canvas material printed with the amazing fully-painted, full-color new map. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":83,"numAllCaps":3},{"amount":180,"backers":201,"pledgePercentage":0.05,"limited":false,"description":"Jade-Screened Exalted Finding the Path (US): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Cloth Map of Creation: a 2' x 3' heavy canvas material printed with the amazing fully-painted, full-color new map. Finally, you will also receive the EX3 Storyteller's Screen, a sturdy three-panel screen featuring the beautiful 5 Directions art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":128,"numAllCaps":3},{"amount":185,"backers":81,"pledgePercentage":0.02,"limited":false,"description":"Exalted Scholar of All Creation (US): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You'll also receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”, PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”, and PDFs of the five classic Exalted Castebooks describing in more detail the types of Solar Exalted: Dawn, Zenith, Twilight, Night, and Eclipse. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":143,"numAllCaps":5},{"amount":185,"backers":95,"pledgePercentage":0.02,"limited":false,"description":"Exalted Finding the Path (nonUS): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Cloth Map of Creation: a 2' x 3' heavy canvas material printed with the amazing fully-painted, full-color new map. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":83,"numAllCaps":2},{"amount":200,"backers":12,"pledgePercentage":0,"limited":true,"description":"Discerning Exalted of the Bygone Bestiary: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. In addition, a dinosaur or other prehistoric creature of your choosing will be included in the monster section of EX3.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":72,"numAllCaps":1},{"amount":200,"backers":143,"pledgePercentage":0.03,"limited":false,"description":"Jade-Screened Exalted Finding the Path (nonUS): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Cloth Map of Creation: a 2' x 3' heavy canvas material printed with the amazing fully-painted, full-color new map. Finally, you will also receive the EX3 Storyteller's Screen, a sturdy three-panel screen featuring the beautiful 5 Directions art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":128,"numAllCaps":2},{"amount":205,"backers":45,"pledgePercentage":0.01,"limited":false,"description":"Exalted Scholar of All Creation (nonUS): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You'll also receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”, PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”, and PDFs of the five classic Exalted Castebooks describing in more detail the types of Solar Exalted: Dawn, Zenith, Twilight, Night, and Eclipse. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":143,"numAllCaps":4},{"amount":215,"backers":43,"pledgePercentage":0.01,"limited":false,"description":"Two Exalted Bound In Chains of the Sun (US): You will receive 2 copies of the Deluxe Exalted Third Edition, 2 free copies of the EX3 PDF, you get 2 of the beautiful electronic wallpaper files featuring the Five Directions illustrations, and your names (or your characters') will appear on the credits page as Exalted. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":62,"numAllCaps":3},{"amount":250,"backers":14,"pledgePercentage":0,"limited":true,"description":"Exalted Whose Name Is Carved in Jade: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, your character's name will be used as a name within the text of EX3 or the next Exalted Third Edition book that we're working on.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":83,"numAllCaps":1},{"amount":250,"backers":12,"pledgePercentage":0,"limited":true,"description":"Exalted Whose Name Is Carved in Leaves of Jade: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, your character's name will be used as a name within the text of the EX3 Fiction Anthology.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":77,"numAllCaps":1},{"amount":250,"backers":10,"pledgePercentage":0,"limited":true,"description":"Exalted Whose Name Is Etched in Ruby: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, your character's name will be used as a name within the text of the EX3 Novia Novel.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":75,"numAllCaps":1},{"amount":255,"backers":32,"pledgePercentage":0.01,"limited":false,"description":"Two Exalted Bound In Chains of the Sun (nonUS): You will receive 2 copies of the Deluxe Exalted Third Edition, 2 free copies of the EX3 PDF, you get 2 of the beautiful electronic wallpaper files featuring the Five Directions illustrations, and your names (or your characters') will appear on the credits page as Exalted. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":62,"numAllCaps":2},{"amount":255,"backers":29,"pledgePercentage":0.01,"limited":false,"description":"Ultimate Jade-Screened Exalted Scholar Finding the Path of Creation (US): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Cloth Map of Creation: a 2' x 3' heavy canvas material printed with the amazing fully-painted, full-color new map. In addition, you will also receive the EX3 Storyteller's Screen, a sturdy three-panel screen featuring the beautiful 5 Directions art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Finally, you'll also receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”, PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”, and PDFs of the five classic Exalted Castebooks describing in more detail the types of Solar Exalted: Dawn, Zenith, Twilight, Night, and Eclipse. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":218,"numAllCaps":5},{"amount":275,"backers":21,"pledgePercentage":0,"limited":false,"description":"Ultimate Jade-Screened Exalted Scholar Finding the Path of Creation (nonUS): You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as an Exalted. You will also receive the EX3 Cloth Map of Creation: a 2' x 3' heavy canvas material printed with the amazing fully-painted, full-color new map. In addition, you will also receive the EX3 Storyteller's Screen, a sturdy three-panel screen featuring the beautiful 5 Directions art on the outer side, and on the inside there's a selection of charts and other info to make the Storyteller's job a little bit easier. Finally, you'll also receive PDFs of four classic Exalted books which will be of use with EX3: “Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”, PDFs of the six classic Exalted fiction books \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”, and PDFs of the five classic Exalted Castebooks describing in more detail the types of Solar Exalted: Dawn, Zenith, Twilight, Night, and Eclipse. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":218,"numAllCaps":4},{"amount":295,"backers":6,"pledgePercentage":0,"limited":true,"description":"Exalted at the Repast of the Sun: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, you will be able to attend one of two meals with John and Holden (and other team members as available) at GenCon in Indianapolis in August 2013. You will need to get yourself there, but we'll pick up the tab for the meal as you get the chance to eat and drink and ask all those probing questions we hate to answer.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":120,"numAllCaps":1},{"amount":300,"backers":20,"pledgePercentage":0,"limited":true,"description":"Singular Exalted of the Unique Charm: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, our team of Developers will create a custom Charm for your character to your specifications. This Charm will be placed along with your name in a followup PDF compilation of all Charms written for this reward tier, which you will receive for free.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":100,"numAllCaps":2},{"amount":325,"backers":20,"pledgePercentage":0,"limited":true,"description":"Returning Exalted of the Unique Charm: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, our team of Developers will create a custom Charm for your character to your specifications. This Charm will be placed along with your name in a followup PDF compilation of all Charms written for this reward tier, which you will receive for free.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":100,"numAllCaps":2},{"amount":330,"backers":10,"pledgePercentage":0,"limited":true,"description":"Arriving Exalted of the Unique Charm: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, our team of Developers will create a custom Charm for your character to your specifications. This Charm will be placed along with your name in a followup PDF compilation of all Charms written for this reward tier, which you will receive for free.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":100,"numAllCaps":2},{"amount":333,"backers":4,"pledgePercentage":0,"limited":true,"description":"Mystical Exalted of the Ebon Lists: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. Plus you may pick your favorite 1st or 2nd Circle Demon from Games of Divinity or Roll of Glorious Divinity 2 or Compass of Celestial Directions Vol.5- Malfeas to be added into the expanded Sorcery section of EX3.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":93,"numAllCaps":1},{"amount":350,"backers":20,"pledgePercentage":0,"limited":true,"description":"Immortalized Exalted of the Ivory Roster: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. Plus you receive an interactive PDF character sheet customized for your character and including a portrait (head and shoulders) by one of our amazing EX3 artists of your character as per your description.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":88,"numAllCaps":2},{"amount":375,"backers":282,"pledgePercentage":0.06,"limited":false,"description":"Legendary Exalted: You will receive the Orichalcum Deluxe version of EX3 as described in the text to the left: a Deluxe EX3, signed, numbered, and with a front cover inset with a sheet of golden metal embossed with First Age sigils! You will also receive a free copy of the EX3 PDF, and all of the PDFs listed above: Creatures of the Wyld”, “Games of Divinity”, “Savage Seas”, and “Scavenger Sons”, \"A Day Dark as Night\", “Relic of the Dawn”, “In Northern Twilight”, “Pillar of the Sun”, “A Shadow Over Heaven’s Eye” and \"The Carnelian Flame”, and the five Castebooks: Dawn, Zenith, Twilight, Night, and Eclipse. Plus, you will get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you'll be listed in the Exalted Legends section of the backer credits. WARNING: As stated to the left, this is a super-crazy expensive cover treatment and we must have 200 backers for this in order to fulfill this reward.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":160,"numAllCaps":4},{"amount":400,"backers":12,"pledgePercentage":0,"limited":true,"description":"Exalted Immortalized in the Ranks of the Transcendent: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Lord of Creation. Plus we will include your character in an illustration for an upcoming book depicted by one of our amazing EX3 artists as per your description and/or sketch.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":83,"numAllCaps":1},{"amount":415,"backers":3,"pledgePercentage":0,"limited":true,"description":"Striking Form of the Fighting Genius Exalted: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Lord of Creation. You will be able to pick two existing Celestial Martial Arts Styles to be included in the expanded MA section of EX3 itself. No Terrestrial or Sidereal Styles and nothing from the Manual of Swallowed Darkness will be accepted.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":94,"numAllCaps":2},{"amount":425,"backers":8,"pledgePercentage":0,"limited":true,"description":"Exalted Depicted Forever in the Ranks of the Transcendent: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Lord of Creation. Plus we will include your character in an illustration for an upcoming book depicted by one of our amazing EX3 artists as per your description and/or sketch.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":84,"numAllCaps":1},{"amount":435,"backers":6,"pledgePercentage":0,"limited":true,"description":"Exalted Depicted For All Time in the Ranks of the Transcendent: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Lord of Creation. Plus we will include your character in one or more panels as an \"extra\" in the EX3 Comic Book as per your description and/or sketch. We reserve the right to modify character designs for appropriateness with the rest of the comic.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":100,"numAllCaps":1},{"amount":450,"backers":10,"pledgePercentage":0,"limited":true,"description":"Exalted Forever Etched in Glory: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Lord of Creation. Plus Melissa Uran will illustrate your character in full color from a description you provide in the template character (full body, limited background) or Chibi style and we’ll send you that original piece.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":86,"numAllCaps":1},{"amount":495,"backers":1,"pledgePercentage":0,"limited":true,"description":"Exalted Forged on Sheets of Gold: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Lord of Creation. Plus you will work with the developers so that your character will be described and illustrated as the Example of Character Creation in EX3.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":78,"numAllCaps":1},{"amount":500,"backers":2,"pledgePercentage":0,"limited":false,"description":"Revered Exalted: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations. Plus you gain the questionable reward of a Skype interview with both John Mørke and Holden Shearer (of no set duration), and you'll be listed in the “Special Thanks” section (your nickname will be based on your conversation with The Boys...).","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":73,"numAllCaps":2},{"amount":525,"backers":1,"pledgePercentage":0,"limited":true,"description":"Singular Exalted Depicted For All Time in the Ranks of the Transcendent: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Lord of Creation. Plus we will include your character in a multiple panel sequence as a minor character in the EX3 Comic Book as per your description and/or sketch. You will be in communication with Zub, and while he will be working with incorporating your character, any decision he needs to make about usage or the character's appearance for the good of the comic will be final.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":124,"numAllCaps":1},{"amount":535,"backers":7,"pledgePercentage":0,"limited":false,"description":"Exalted Circle (US): You will receive 5 copies of the Deluxe Exalted Third Edition, 5 free copies of the EX3 PDF, you get 5 beautiful electronic wallpaper files featuring the Five Directions illustrations, and your 5 names (or your characters') will be listed on the credits page as Exalted. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":535,"backers":18,"pledgePercentage":0,"limited":false,"description":"Exalted Circle (nonUS): You will receive 5 copies of the Deluxe Exalted Third Edition, 5 free copies of the EX3 PDF, you get 5 beautiful electronic wallpaper files featuring the Five Directions illustrations, and your 5 names (or your characters') will be listed on the credits page as Exalted. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":56,"numAllCaps":2},{"amount":750,"backers":1,"pledgePercentage":0,"limited":true,"description":"Immortalized Exalted of the Unique Charm: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you or your character's name will be listed on the credits page as a Prince of the Earth. In addition, our team of Developers will create a custom Charm for your character to your specifications. Then the cover artist will create a cover illustration featuring your character that will be used as the cover for the charm book followup PDF compilation of all Charms written for this and the other Unique Charm Reward Tiers, which you will receive for free.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":117,"numAllCaps":2},{"amount":935,"backers":0,"pledgePercentage":0,"limited":false,"description":"Guildmaster: (For qualified retailers inside the U.S. only. Contact richt@theonyxpath.com to confirm your status.) You will receive 10 copies of the Deluxe Exalted Third Edition, 10 free copies of the EX3 PDF, you get ten beautiful electronic wallpaper files featuring the Five Directions illustrations, and you can list 10 names (real names or characters' names) on the credits page as Exalted. You will also receive 3 free copies of the Screen and one free copy of the Map, as well as additional extras based on any Stretch Goals we pass. This is for retailers inside the US only.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":98,"numAllCaps":3},{"amount":990,"backers":0,"pledgePercentage":0,"limited":false,"description":"Fearsomely Expanding Exalted Circle (US): You will receive 10 copies of the Deluxe Exalted Third Edition, 10 free copies of the EX3 PDF, you get 10 beautiful electronic wallpaper files featuring the Five Directions illustrations, and your 10 names (or your characters') will be listed on the credits page as Exalted. This is for backers within the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":58,"numAllCaps":3},{"amount":1000,"backers":2,"pledgePercentage":0,"limited":true,"description":"Simian Overlord of the Fluids of the Ancient Scribes: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you'll be listed in the “Special Thanks” section as you are brought into the inner sanctum to participate in the creation of an upcoming Exalted Third Edition project as a Consulting Developer. You'll be let in on the email exchanges, Skype meetings, and phone calls between the DEVs, Rich, and the writers and artists from the beginning to the end of the book's creation.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":104,"numAllCaps":1},{"amount":1105,"backers":0,"pledgePercentage":0,"limited":false,"description":"Guildmaster: (For qualified retailers outside the U.S. only. Contact richt@theonyxpath.com to confirm your status.) You will receive 10 copies of the Deluxe Exalted Third Edition, 10 free copies of the EX3 PDF, you get ten beautiful electronic wallpaper files featuring the Five Directions illustrations, and you can list 10 names (real names or characters' names) on the credits page as Exalted. You will also receive 3 free copies of the Screen and one free copy of the Map, as well as additional extras based on any Stretch Goals we pass. This is for retailers outside the US only.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":98,"numAllCaps":3},{"amount":1170,"backers":0,"pledgePercentage":0,"limited":false,"description":"Fearsomely Expanding Exalted Circle (nonUS): You will receive 10 copies of the Deluxe Exalted Third Edition, 10 free copies of the EX3 PDF, you get 10 beautiful electronic wallpaper files featuring the Five Directions illustrations, and your 10 names (or your characters') will be listed on the credits page as Exalted. This is for backers outside the US.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":58,"numAllCaps":2},{"amount":3000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Glorious Legend Fulfilling the Dreams of All: You will receive a copy of the Deluxe Exalted Third Edition, a free copy of the EX3 PDF, you get a beautiful electronic wallpaper file featuring the Five Directions illustrations, and you'll be listed in the “Special Thanks” section, plus John and/or Holden will run a session of Exalted Third Edition over Skype for you and your circle of players.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":67,"numAllCaps":1}],"updates":79,"comments":15263},"errors":{}}