{"successes":{"title":"Be Natural: The untold story of Alice Guy-Blaché.","category":"Film & video","subcategory":"Documentary","description":"A documentary searching for Alice Guy-Blaché, who at 23 was the first female director, became a powerful figure in film, then vanished.","avatarURL":"https://ksr-ugc.imgix.net/projects/619548/photo-original.png?v=1397827421&w=1536&h=1152&fit=crop&auto=format&q=92&s=b06e64483ae1dfe93711d028f259a084","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/619548/video-279070-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":31,"startDate":1374908400000,"endDate":1377586800000,"raised":219263,"goal":200000,"percent":110,"backers":3840,"currency":"USD","Pledges":[{"amount":1,"backers":303,"pledgePercentage":0.08,"limited":false,"description":"THANK YOU! And congrats for starting the movement of getting Alice's story told!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":13,"numAllCaps":2},{"amount":10,"backers":343,"pledgePercentage":0.09,"limited":false,"description":"THANK YOU! Everything helps us get further in putting Alice back into history! We will tweet your name or email you to THANK YOU!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":24,"numAllCaps":4},{"amount":15,"backers":242,"pledgePercentage":0.06,"limited":false,"description":"New to the world of Cinema? This is for you! You will get a THANK YOU for helping put Alice back into history by getting a BE NATURAL POSTCARD!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":29,"numAllCaps":5},{"amount":19,"backers":173,"pledgePercentage":0.05,"limited":false,"description":"JOIN THE BE NATURAL TEAM! You will receive a digital download of all our Kickstarter videos - the pitch, the trailer, the updates, plus a special Behind The Scenes video!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":30,"numAllCaps":5},{"amount":25,"backers":150,"pledgePercentage":0.04,"limited":false,"description":"Ride with style! You will receive a THANK YOU tweet or email, and a BE NATURAL bumper sticker, so you can take Alice on the road with you and spread the word!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":32,"numAllCaps":4},{"amount":29,"backers":93,"pledgePercentage":0.02,"limited":false,"description":"WONDERING WHAT THE SILENT FILM SCREENPLAY LOOKED LIKE? We will send you a copy of one of Alice's scripts, plus marketing materials promoting the release of the film!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":28,"numAllCaps":8},{"amount":30,"backers":56,"pledgePercentage":0.01,"limited":false,"description":"Wear it and own it!!! We will send you a BE NATURAL pin and will THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":28,"numAllCaps":4},{"amount":35,"backers":605,"pledgePercentage":0.16,"limited":false,"description":"You will get a DIGITAL DOWNLOAD of the final movie! \n(This reward will be included in all the rewards higher than $35!)","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":22,"numAllCaps":2},{"amount":39,"backers":160,"pledgePercentage":0.04,"limited":false,"description":"PRESS SCRAPBOOK! We will send you a beautifully designed booklet containing the best newspaper and magazine clippings of articles with pictures from the 1910s-1920s about Alice and her studio Solax!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":30,"numAllCaps":2},{"amount":40,"backers":177,"pledgePercentage":0.05,"limited":false,"description":"We just made shopping easier!!! We will send you a BE NATURAL tote bag and will THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":29,"numAllCaps":4},{"amount":45,"backers":17,"pledgePercentage":0,"limited":false,"description":"Did you know that Alice was a pet lover? We will send you a BE NATURAL dog or cat collar and will THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":35,"numAllCaps":4},{"amount":49,"backers":143,"pledgePercentage":0.04,"limited":false,"description":"ALICE IN ACTION! We will send you a beautifully designed booklet of our research on Alice and her studio Solax, including newspaper and magazine articles with pictures, photos of Alice and production stills of her films, plus unique finds the world has never seen!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":50,"backers":124,"pledgePercentage":0.03,"limited":false,"description":"Wondering how it all started? We will send you the PDF of our initial graphic treatment for the film, autographed by the filmmakers! And we will send you a BE NATURAL pin and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":46,"numAllCaps":5},{"amount":55,"backers":54,"pledgePercentage":0.01,"limited":false,"description":"Did you know that Alice's studio had a baseball team? We will send you a BE NATURAL baseball hat and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":33,"numAllCaps":4},{"amount":59,"backers":75,"pledgePercentage":0.02,"limited":false,"description":"POSTER! We will send you a copy of a framed poster for one of Alice's films made at her studio Solax!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":21,"numAllCaps":1},{"amount":65,"backers":27,"pledgePercentage":0.01,"limited":false,"description":"For all you coffee and tea drinkers, you gotta have a mug!!! We will send you a BE NATURAL coffee/tea mug and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":35,"numAllCaps":4},{"amount":69,"backers":41,"pledgePercentage":0.01,"limited":false,"description":"SPECIAL TREATMENT!!! We will send you a beautifully designed booklet of our research on Alice and her studio Solax, including newspaper and magazine articles with pictures, photos of Alice and production stills of her films, and unique finds the world has never seen! PLUS we will send you the PDF of our initial graphic treatment for the film, autographed by the filmmakers, a BE NATURAL pin And THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":80,"numAllCaps":8},{"amount":75,"backers":7,"pledgePercentage":0,"limited":false,"description":"Now this is a must! Everyone needs a water bottle! Why not one with Alice on it? We will send it to you and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":37,"numAllCaps":2},{"amount":85,"backers":8,"pledgePercentage":0,"limited":false,"description":"Feeling inspired by Alice? It all starts with a pen and paper! We will send you a BE NATURAL pen and notebook and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":36,"numAllCaps":4},{"amount":90,"backers":9,"pledgePercentage":0,"limited":false,"description":"Alice wore many hats in her life. We will send you a BE NATURAL beret and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":29,"numAllCaps":4},{"amount":95,"backers":76,"pledgePercentage":0.02,"limited":false,"description":"OWN IT!!! You will get a DVD of the final film, and we will send you a BE NATURAL pin and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":34,"numAllCaps":7},{"amount":99,"backers":10,"pledgePercentage":0,"limited":true,"description":"FOR THE FILM COLLECTORS! Own a copy of Alice's film A FOOL AND HIS MONEY(1912) on DVD!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":17,"numAllCaps":10},{"amount":100,"backers":99,"pledgePercentage":0.03,"limited":false,"description":"Dress up your smartphone with Alice!!! You will get a DVD of the final film, and we will send you a BE NATURAL iPhone case and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":39,"numAllCaps":5},{"amount":110,"backers":40,"pledgePercentage":0.01,"limited":false,"description":"Ooh La La! You are really taking it to a whole other level! You will get a DVD of the final film, and we will send you a BE NATURAL scarf and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":45,"numAllCaps":5},{"amount":120,"backers":60,"pledgePercentage":0.02,"limited":false,"description":"For the ultimate Alice Fan! You will get a DVD of the final film, and we will send you a BE NATURAL or a \"Save Alice\" t-shirt and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":41,"numAllCaps":5},{"amount":125,"backers":5,"pledgePercentage":0,"limited":false,"description":"RAD!!! You will get a DVD of the final film, and we will send you a BE NATURAL tie and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":33,"numAllCaps":6},{"amount":130,"backers":5,"pledgePercentage":0,"limited":false,"description":"SUPER COOL!!! You will get a DVD of the final film, and we will send you a BE NATURAL bow tie and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":35,"numAllCaps":7},{"amount":140,"backers":4,"pledgePercentage":0,"limited":false,"description":"ACCESSORIZE! You will get a DVD of the final film, and we will send you a BE NATURAL charm bracelet and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":150,"backers":18,"pledgePercentage":0,"limited":false,"description":"READY, SET, GO!!! You will get a DVD of the final film, and we will send you a BE NATURAL baseball hat and water bottle and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":39,"numAllCaps":8},{"amount":160,"backers":10,"pledgePercentage":0,"limited":false,"description":"GLAM IT UP, FASHIONISTA!!! You will get a DVD of the final film, and we will send you a beret and a scarf from the Alice Collection and THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":41,"numAllCaps":7},{"amount":165,"backers":19,"pledgePercentage":0,"limited":false,"description":"MADEMOISELLE PACKAGE!! You will get a DVD of the final film, and we will send you a coffee/tea mug, a beret, a pin, and a BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":28,"numAllCaps":5},{"amount":175,"backers":15,"pledgePercentage":0,"limited":false,"description":"COLLECT IT!!! You will get a DVD of the final film, and we will send you a limited edition BE NATURAL teaser poster signed by the filmmakers and a BE NATURAL pin, plus a THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":47,"numAllCaps":9},{"amount":250,"backers":18,"pledgePercentage":0,"limited":false,"description":"LIGHTS, CAMERA, ACTION!!! You will get a DVD of the final film, and we will send you a BE NATURAL pin, baseball hat, water bottle, pen, notebook, and a BE NATURAL t-shirt, plus a THANK YOU by email or tweet for helping put Alice back into history!!!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":47,"numAllCaps":10},{"amount":300,"backers":16,"pledgePercentage":0,"limited":false,"description":"NAME IT!!! We will write YOUR NAME on the THANK YOU list on the BE NATURAL WEBSITE for helping put Alice back into history!!! You will get a DVD of the final film, and we will send you a postcard, bumper sticker, pin, tote bag, and BE NATURAL t-shirt from the Alice Collection!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":53,"numAllCaps":12},{"amount":500,"backers":15,"pledgePercentage":0,"limited":false,"description":"SO MANY CHOICES!!! We will write YOUR NAME on the THANK YOU list on the BE NATURAL WEBSITE for helping put Alice back into history!!! You will get a DVD of the final film, and we will send you a postcard, bumper sticker, pin, tote bag, pen, baseball cap, coffee/tea mug, water bottle, notebook, and BE NATURAL t-shirt from the Alice Collection!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":62,"numAllCaps":13},{"amount":750,"backers":2,"pledgePercentage":0,"limited":true,"description":"WANNA SKYPE WITH US? You will participate in a 30-minute Skype call with the filmmakers! Plus, you will get a DVD of the final film, and we will write YOUR NAME on the THANK YOU list on the BE NATURAL WEBSITE for helping put Alice back into history!!! And we will send you a postcard, bumper sticker, pin, tote bag, baseball cap, coffee/tea mug, water bottle, pen, notebook, and BE NATURAL t-shirt from the Alice Collection!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":76,"numAllCaps":14},{"amount":1000,"backers":7,"pledgePercentage":0,"limited":false,"description":"PARTY PACKAGE!!! We will write YOUR NAME on the THANK YOU list on the BE NATURAL WEBSITE for helping put Alice back into history!!! And you will get a DVD of the final film, and we will send you ALL THE GOODIES from the Alice Collection! This includes a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":80,"numAllCaps":15},{"amount":1250,"backers":0,"pledgePercentage":0,"limited":true,"description":"OK, WANNA SKYPE WITH US AND A SURPRISE PARTICIPANT IN OUR DOC? You will participate in a 30-minute Skype call with us, the filmmakers, plus a Secret Guest chosen from the filmmakers we’ve interviewed! We will write YOUR NAME on the THANK YOU list on the BE NATURAL WEBSITE for helping put Alice back into history!!! And you will get a DVD of the final film, and we will send you any 3 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":112,"numAllCaps":22},{"amount":1500,"backers":4,"pledgePercentage":0,"limited":true,"description":"WHO ARE YOU?! HOW MANY MORE OF YOU ARE OUT THERE?! SEND THEM OVER!!! You will receive 2 tickets to the Family & Friends screening in LA or NYC and to the after party (travel and accommodations are not included)! We will write YOUR NAME on the THANK YOU list on the BE NATURAL WEBSITE for helping put Alice back into history!!! And you will get a DVD of the final film! And we will send you any 3 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":118,"numAllCaps":26},{"amount":2500,"backers":9,"pledgePercentage":0,"limited":true,"description":"SCREEN IT WITH OUR COLLEAGUES!!! You will receive 2 tickets to a test screening in LA or NYC followed by a filmmakers Q&A, where you’ll get to give all your feedback (travel and accommodations are not included)! You will also get a SPECIAL THANK YOU in the credits of the film! Plus you will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":107,"numAllCaps":14},{"amount":3500,"backers":0,"pledgePercentage":0,"limited":true,"description":"WE FEED YOU!!! We will take you and your guest out for dinner in LA or NYC (travel and accommodations are not included)! You will also get a SPECIAL THANK YOU in the credits of the film! Plus you will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":93,"numAllCaps":11},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"SPEND THE DAY BEHIND THE SCENES LOOKING FOR ALICE!!! You can come and spend the day with us in Los Angeles (travel and accommodations are not included)! You will get a first look at the research and behind the scenes action in telling Alice’s amazing story! You will also get a SPECIAL THANK YOU in the credits of the film! Plus you will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":116,"numAllCaps":15},{"amount":6000,"backers":1,"pledgePercentage":0,"limited":true,"description":"BEFORE AND AFTER!!! You will get a framed piece of original artwork featuring the initial storyboards next to the final hi-res stills of one of the major animated sequences in the film autographed by the artist and the filmmakers! You will also get a SPECIAL THANK YOU in the credits of the film! Plus you will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":109,"numAllCaps":9},{"amount":7500,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE MAKING OF!!! You will get a framed 35mm negative film still from a shoot we will do using a camera from Alice’s era! You will also get a SPECIAL THANK YOU in the credits of the film! Plus you will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":94,"numAllCaps":9},{"amount":8000,"backers":0,"pledgePercentage":0,"limited":true,"description":"WITNESS HISTORY!!! You will get the final theatrical poster signed by the filmmakers, cast and crew! You will also get a SPECIAL THANK YOU in the credits of the film! Plus you will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":86,"numAllCaps":8},{"amount":9999,"backers":0,"pledgePercentage":0,"limited":true,"description":"RED CARPET TREATMENT!!! You will get 2 tickets to the premiere either in LA or NYC and to attend the after party (travel and accommodations are not included)! You will get a VERY SPECIAL THANK YOU in the credits! You will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":94,"numAllCaps":12},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"BE OUR GUEST!!! You and your guest will go to the premiere in either LA or NYC and attend the after party (travel and accommodations are not included)! You will also get the GUEST BOOK signed by all those who come to that premiere! Plus you will get a VERY SPECIAL THANK YOU in the credits! And you will get a DVD of the final film, and we will send you any 5 items from the Alice Collection! Choose from a postcard, bumper sticker, pin, dog or cat collar, tote bag, pen, baseball cap, iPhone case, coffee/tea mug, water bottle, notebook, beret, charm bracelet, scarf, tie, bow tie, and BE NATURAL t-shirt!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":112,"numAllCaps":14}],"updates":56,"comments":156},"errors":{}}