{"successes":{"title":"Radiate Athletics: The Future of Sports Apparel","category":"Technology?ref=category","subcategory":"Technology","description":"No sweat: advanced workout shirt changes color according to your body heat, revealing muscular/ vascular action while keeping you dry.","avatarURL":"https://ksr-ugc.imgix.net/projects/392228/photo-original.png?v=1397803113&w=1536&h=1152&fit=crop&auto=format&q=92&s=b721d6fb427d990356be249b0dab3946","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/392228/video-216428-h264_high.mp4","city":"West Chester","state":"PA","country":"US","duration":34,"startDate":1363158000000,"endDate":1366095600000,"raised":579599,"goal":30000,"percent":1932,"backers":8556,"currency":"USD","Pledges":[{"amount":1,"backers":37,"pledgePercentage":0,"limited":false,"description":"THANK YOU for your pledge!! You truly appreciate the value of a dollar, and so do we. Every dollar helps us bring the Radiate shirt to our Kickstarter community. As a reward for your pledge, you will be emailed a package of wallpaper images for your computer: poster art of the Radiate shirt, in full HD.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":5,"backers":8,"pledgePercentage":0,"limited":false,"description":"HANDWRITTEN POSTCARD - Tired of never getting anything good in the mail? One of Radiate's two founders, Kenny or Jared, will personally write you a special thank you note on a fun collector's postcard, displaying a design that has been inspired by the Radiate shirt.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":45,"numAllCaps":2},{"amount":15,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"UNLOCKED! The RADIATE Shooting Sleeve - You're on fire, and the Radiate shooting sleeve is proof! Perfect for indoor or outdoor play, this double-stitched compression sleeve allows you to take your game to the next level. Vascularity will show, muscles will light up, and your arm will change color as your shot heats up!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":54,"numAllCaps":2},{"amount":20,"backers":48,"pledgePercentage":0.01,"limited":false,"description":"The RADIATE T-Shirt - We can't give you a hug, so take our ultra-soft, cotton tee shirt as the next best thing! Screen printed with our color-changing ink, the logo of the shirt will change color as you work out, play a sport, or strut your stuff on the town.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":50,"numAllCaps":2},{"amount":24,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"THE RADIATE SHIRT - We have had some confusion here, so we wrote you this note: THE RADIATE SHIRT (in original colorways) will be available for $35 until our kickstarter ends...IT WILL NEVER SELL OUT. However, it certainly has sold out in the \"early bird\" pledge. Likewise, \"Limited Edition\" colorways may be UNLOCKED in small batches--once those are gone, they're gone! So stay alert, keep scrolling down, and enjoy! :)","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":70,"numAllCaps":12},{"amount":24,"backers":57,"pledgePercentage":0.01,"limited":true,"description":"UNLOCKED! The RADIATE Shirt: SLEEVELESS! \nEach of you has come together to help us hit our $475K milestone, and our hats are off--now our sleeves are too! Many of you have written in, asking for a sleeveless Radiate shirt...so here you are. Men's/ women's/ youth sizing, in every colorway--even the unlocked colorways! (Excludes the exclusive Kickstarter Edition colorway). Grab yours before our campaign ends!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":64,"numAllCaps":3},{"amount":25,"backers":199,"pledgePercentage":0.02,"limited":true,"description":"EARLY ADOPTER: The RADIATE Shirt (short sleeve) - We appreciate you helping us blaze a trail, and we wanted to offer you the Radiate shirt (short sleeve) at an early bird special. Grab as many as you can--we are releasing only a limited number of these at this price.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":49,"numAllCaps":3},{"amount":25,"backers":552,"pledgePercentage":0.06,"limited":true,"description":"UNLOCKED! \nThe PURPLE-TO-WHITE Radiate Shirt - \n(short sleeve only) Our Kickstarter community brought us to $40k in our first 40 hours...what a warm welcoming! To celebrate, we wanted to release this Limited Edition purple-to-white colorway: the shirt begins as a dark purple and then changes to a purplish gray; as you continue to push yourself, the shirt goes to pure white! Logo changes from gray to pure white, creating a \"vanishing\" effect. LIMITED EDITION--get these royally awesome shirts while you still can, before they vanish too!","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":86,"numAllCaps":4},{"amount":25,"backers":1199,"pledgePercentage":0.14,"limited":true,"description":"UNLOCKED! The NAVY-TO-WHITE Radiate Shirt - (short sleeve) Our Kickstarter community brought us to $120k and we are now able to unleash a colorway that has never been seen before! To celebrate our milestone achievement, we wanted to release this Limited Edition navy-to-white colorway: the shirt begins as a dark navy and then changes to a blueish gray; as you continue to push yourself, the shirt goes to pure white! Logo changes from gray to pure white, creating a \"vanishing\" effect. LIMITED EDITION--get these \"true blue\" shirts while you still can, before they are all gone!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":96,"numAllCaps":4},{"amount":25,"backers":527,"pledgePercentage":0.06,"limited":true,"description":"UNLOCKED! The RED-TO-WHITE Radiate Shirt - (short sleeve) Our Kickstarter community brought the heat, and in return, we are releasing our Red Nova shirt! Thanks to each of you, Radiate has reached $225k and we are now able to unleash a colorway that Radiate has never made before! To celebrate our milestone achievement, we wanted to release this Limited Edition red-to-white colorway: the shirt begins as a straight red and then changes to a light red; as you continue to push yourself, the shirt goes to pure white! Logo changes from brown to fire orange, creating a \"fire\" effect. LIMITED EDITION--if you can't stand the heat, stay out of the gym.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":111,"numAllCaps":4},{"amount":25,"backers":679,"pledgePercentage":0.08,"limited":true,"description":"UNLOCKED! The AQUARIUS Colorway: BLUE-to-GREEN-to-WHITE! (short sleeve) Each of our backers has helped Radiate reach 350K! You have made us feel like we are on top of the world, so we are releasing a shirt that has been inspired by the waters of Earth. This \"dual-color change\" Radiate shirt begins as an Earth blue and then changes to an aqua green; as you continue to push yourself, the shirt goes to pure white! Logo changes from silver to bright white, creating a \"vanishing\" effect. Don't let this colorway evaporate--grab it while you can!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":93,"numAllCaps":3},{"amount":25,"backers":129,"pledgePercentage":0.02,"limited":true,"description":"UNLOCKED! The GREEN-TO-WHITE Radiate Shirt - (short sleeve). Thank you for helping us surpass our $425K milestone! As a reward for your continued support, we are releasing our green-to-white colorway! At rest, the shirt is a dark green--as you work out, this Radiate shirt changes to a lighter green, and then to a pure white! The Radiate logo changes from a gray to white as well, creating a vanishing\" effect. Get these before they are all gone, and you are green with envy!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":83,"numAllCaps":2},{"amount":29,"backers":199,"pledgePercentage":0.02,"limited":true,"description":"EARLY ADOPTER: The RADIATE Shirt (long sleeve) - We appreciate you helping us blaze a trail, and we wanted to offer you the Radiate shirt (long sleeve) at an early bird special. Grab as many as you can--we are releasing only a limited number of these at this price.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":49,"numAllCaps":3},{"amount":29,"backers":202,"pledgePercentage":0.02,"limited":true,"description":"UNLOCKED! The PURPLE-TO-WHITE Radiate Shirt - (LONG SLEEVE ONLY) Our Kickstarter community brought us to $100k in our first 4 days! To celebrate, we wanted to release this Limited Edition purple-to-white colorway: the shirt begins as a dark purple and then changes to a purplish gray; as you continue to push yourself, the shirt goes to pure white! Logo changes from gray to pure white, creating a \"vanishing\" effect. LIMITED EDITION--get these royally awesome shirts while you still can, before they vanish too!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":83,"numAllCaps":7},{"amount":29,"backers":780,"pledgePercentage":0.09,"limited":true,"description":"UNLOCKED! The NAVY-TO-WHITE Radiate Shirt - (long sleeve) Our Kickstarter community brought us to $120k and we are now able to unleash a colorway that has never been seen before! To celebrate our milestone achievement, we wanted to release this Limited Edition navy-to-white colorway: the shirt begins as a dark navy and then changes to a blueish gray; as you continue to push yourself, the shirt goes to pure white! Logo changes from gray to pure white, creating a \"vanishing\" effect. LIMITED EDITION--get these \"true blue\" shirts while you still can, before they are all gone!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":96,"numAllCaps":4},{"amount":29,"backers":312,"pledgePercentage":0.04,"limited":true,"description":"UNLOCKED! The RED-TO-WHITE Radiate Shirt - (long sleeve) Our Kickstarter community brought the heat, and in return, we are releasing our Red Nova shirt! Thanks to each of you, Radiate has reached $225k and we are now able to unleash a colorway that Radiate has never made before! To celebrate our milestone achievement, we wanted to release this Limited Edition red-to-white colorway: the shirt begins as a straight red and then changes to a light red; as you continue to push yourself, the shirt goes to pure white! Logo changes from brown to fire orange, creating a \"fire\" effect. LIMITED EDITION--if you can't stand the heat, stay out of the gym.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":111,"numAllCaps":4},{"amount":29,"backers":334,"pledgePercentage":0.04,"limited":true,"description":"UNLOCKED! The AQUARIUS Colorway: BLUE-to-GREEN-to-WHITE! (long sleeve) Each of our backers has helped Radiate reach 350K! You have made us feel like we are on top of the world, so we are releasing a shirt that has been inspired by the waters of Earth. This \"dual-color change\" Radiate shirt begins as an Earth blue and then changes to an aqua green; as you continue to push yourself, the shirt goes to pure white! Logo changes from silver to bright white, creating a \"vanishing\" effect. Don't let this colorway evaporate--grab it while you can!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":93,"numAllCaps":3},{"amount":29,"backers":43,"pledgePercentage":0.01,"limited":false,"description":"UNLOCKED! The GREEN-TO-WHITE Radiate Shirt - (long sleeve). Thank you for helping us surpass our $425K milestone! As a reward for your continued support, we are releasing our green-to-white colorway! At rest, the shirt is a dark green--as you work out, this Radiate shirt changes to a lighter green, and then to a pure white! The Radiate logo changes from a gray to white as well, creating a vanishing\" effect. Get these before they are all gone, and you are green with envy!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":83,"numAllCaps":2},{"amount":30,"backers":131,"pledgePercentage":0.02,"limited":false,"description":"The RADIATE Racerback Tank (Lady's) - The sleek design of the Radiate shirt meets the racerback cut. Comfortable and stylish, this tank is sure to please! All of the Radiate technology has been built into this top for you to enjoy. It is our way of saying, \"TANK you.\"","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":49,"numAllCaps":2},{"amount":35,"backers":635,"pledgePercentage":0.07,"limited":false,"description":"The RADIATE Shirt (short sleeve) - Our company's signature shirt, your body's \"heat signature\" shirt. Coming to you in a collection of amazing color combinations, you can now have the world's most advanced athletic shirt and begin seeing your body in \"thermal vision.\"","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":43,"numAllCaps":1},{"amount":39,"backers":6,"pledgePercentage":0,"limited":true,"description":"UNLOCKED! The RADIATE Shirt: SLEEVELESS! \n(KICKSTARTER EDITION). Each of you has come together to help us hit our $475K milestone, and our hats are off--now our sleeves are too! Many of you have written in, asking for a sleeveless Radiate shirt...so here you are. Men's/ women's/ youth sizing. First, the shirt starts at a brownish/ dark orange and changes to a bright orange--as you continue to push yourself, the bright orange changes to pure white. The Radiate screen print across the chest will change from dark green to \"Kickstarter green,\" colors taken right from the Kickstarter logo! Grab yours before our campaign ends!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":103,"numAllCaps":5},{"amount":40,"backers":287,"pledgePercentage":0.03,"limited":false,"description":"The RADIATE Shirt (long sleeve) - Our company's signature shirt, your body's \"heat signature\" shirt. Coming to you in a collection of amazing color combinations, you can now have the world's most advanced athletic shirt and begin seeing your body in \"thermal vision.\"","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":43,"numAllCaps":1},{"amount":40,"backers":21,"pledgePercentage":0,"limited":true,"description":"KICKSTARTER EDITION: The RADIATE Racerback Tank (Lady's) - Same tank as listed above (Pledge #6), in a Kickstarter- exclusive colorway. First, the shirt starts at a brownish/ dark orange and changes to a bright orange--as you continue to push yourself, the bright orange changes to pure white. The Radiate screen print across the chest will change from dark green to \"Kickstarter green,\" colors taken right from the Kickstarter logo!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":69,"numAllCaps":3},{"amount":50,"backers":251,"pledgePercentage":0.03,"limited":true,"description":"KICKSTARTER EDITION: The RADIATE Shirt (short or long sleeve) - Choose whichever sleeve length you prefer and grab this Kickstarter- exclusive colorway. First, the shirt starts at a brownish/ dark orange and changes to a bright orange--as you continue to push yourself, the bright orange changes to pure white. The Radiate screen print across the chest will change from dark green to \"Kickstarter green,\" colors taken right from the Kickstarter logo!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":71,"numAllCaps":3},{"amount":70,"backers":678,"pledgePercentage":0.08,"limited":false,"description":"The RADIATE Double Deal - Now you can give the Radiate shirt as a gift and keep one for yourself, or have both for yourself in different styles! Mix and match any two (2) Radiate shirts, any sleeve-length/ size/ color/ cut (men's, women's, youth). (Excludes the Kickstarter Edition colorway).","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":49,"numAllCaps":1},{"amount":70,"backers":146,"pledgePercentage":0.02,"limited":false,"description":"The RADIATE Hoodie - See for yourself just how warm this workout hoodie can be, as it changes color with your body heat! We took the Radiate shirt and added an ergonomic hood, sport cord, reinforced fabric, and hand-warmer pocket to make an incredible outer layer for any event.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":49,"numAllCaps":1},{"amount":90,"backers":8,"pledgePercentage":0,"limited":true,"description":"UNLOCKED! Radiate's AMBASSADOR Shirt: With each of your pledges, Radiate has gone beyond its $400K milestone! Your support for Radiate is out of this world--so we are releasing a shirt that is too! This quarter-zip has been modeled after actual spacesuit design and will help keep you warm and dry in or out of the gym. Incorporating a cadet-style zipper (perfect for natural body movement) and extended base cuffs with thumb holes, the Ambassador also has a built-in color changing stripe that travels from the shoulder to the wrist. The Radiate logo is a mercury gray color at rest--which changes to bright yellow. If you want to take your fitness to another world, you can't leave here without your EXCLUSIVE Ambassador shirt.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":122,"numAllCaps":3},{"amount":90,"backers":6,"pledgePercentage":0,"limited":true,"description":"UNLOCKED! NAVY-to-WHITE: The AMBASSADOR Shirt: You have helped to make Radiate one of the most popular Kickstarter campaigns ever, so we are releasing the Ambassador shirt in our most popular colorway-- navy-to-white. This quarter-zip has been modeled after actual spacesuit design and will help keep you warm and dry in or out of the gym. Incorporating a cadet-style zipper (perfect for natural body movement) and extended base cuffs with thumb holes, the Ambassador also has a built-in color changing stripe that travels from the shoulder to the wrist. The Radiate logo is a mercury gray color at rest--which engages to turn bright yellow. There is barely any time left to grab this shirt!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":113,"numAllCaps":3},{"amount":99,"backers":258,"pledgePercentage":0.03,"limited":false,"description":"The POWER PLEDGE - Update your wardrobe or gather these as gifts--this powerful pledge contains any three (3) short-sleeve Radiate shirts of your choice PLUS you will receive the ultra-soft Radiate T-Shirt! These four shirts make the perfect bundle.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":39,"numAllCaps":4},{"amount":100,"backers":26,"pledgePercentage":0,"limited":true,"description":"KICKSTARTER EDITION: The RADIATE Hoodie - Grab the world's only color-changing athletic hoodie in this Kickstarter- exclusive colorway. First, the shirt starts at a brownish/ dark orange and changes to a bright orange--as you continue to push yourself, the bright orange changes to pure white. The Radiate screen print across the chest will change from dark green to \"Kickstarter green,\" colors taken right from the Kickstarter logo!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":67,"numAllCaps":3},{"amount":120,"backers":4,"pledgePercentage":0,"limited":true,"description":"UNLOCKED! Radiate's AMBASSADOR Shirt: (in our exclusive KICKSTARTER EDITION Colorway) With each of your pledges, Radiate has gone beyond its $400K milestone! Your support for Radiate is out of this world--so we are releasing a shirt that is too! This quarter-zip has been modeled after actual spacesuit design and will help keep you warm and dry in or out of the gym. Incorporating a cadet-style zipper (perfect for natural body movement) and extended base cuffs with thumb holes, the Ambassador also has a built-in color changing stripe that travels from the shoulder to the wrist (changes from deep orange to pure white!) The Radiate logo is a dark green--which changes to bright, Kickstarter green! If you want to take your fitness to another world, you can't leave here without your EXCLUSIVE Ambassador shirt.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":133,"numAllCaps":5},{"amount":125,"backers":123,"pledgePercentage":0.01,"limited":true,"description":"UNLOCKED! The Spacesuit X - We want to thank each of you for bringing Radiate beyond its $150K milestone. In return, the Spacesuit X will help take you beyond as well: this 3-in-1 advanced training layer keeps you in the game, protecting you from the elements that prevent you from reaching your best. It lets you train harder, and longer, no matter what 's thrown your way. At a moment's notice, it can protect your throat, face, and head--the places where you lose the most warmth, and where you are most vulnerable to the elements. We even designed the Spacesuit X with longer, ergonomic sleeves to protect the back of your hands, and gave each sleeve an optional thumb hole--perfect for runners or anyone outdoors. The fabric is thicker, yet is incredibly lightweight and wicks moisture effortlessly. Cold mornings at the gym will never be a problem again.    ","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":152,"numAllCaps":4},{"amount":139,"backers":216,"pledgePercentage":0.03,"limited":false,"description":"The Spacesuit X is as unique as you are, able to be worn three different ways while showing your body's heat signature. Plus, the Spacesuit X's face guard reveals your breath in color change, every time you exhale. (Available in all colorways, excluding the Kickstarter Edition colorway).","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":47,"numAllCaps":2},{"amount":155,"backers":21,"pledgePercentage":0,"limited":true,"description":"The RADIATE Elite Athlete - Make sure you are prepared for your greatest workout or toughest competition. This pledge supplies you with two (2) of the Radiate shirts (long sleeve), two (2) of the Radiate shirts (short sleeve), and one (1) untlra-soft Radiate T-Shirt. Now you are well covered...in thermal vision technology. Any size/ color/ cut (men's, women's, youth). (Excludes the Kickstarter Edition colorway).","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":64,"numAllCaps":2},{"amount":179,"backers":53,"pledgePercentage":0.01,"limited":true,"description":"UNLOCKED! The Spacesuit X - KICKSTARTER EDITION COLORWAY -- Wear your Spacesuit X in the colorway that Radiate exclusively developed for the Kickstarter community! First, the shirt starts at a brownish/ dark orange and changes to a bright orange--as you continue to push yourself, the bright orange changes to pure white. The Radiate screen print across the chest will change from dark green to \"Kickstarter green,\" colors taken right from the Kickstarter logo!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":73,"numAllCaps":6},{"amount":225,"backers":159,"pledgePercentage":0.02,"limited":false,"description":"This 3-in-1 advanced training layer keeps you in the game, protecting you from the elements that  prevent you from reaching your best. It lets you train harder, and longer, no matter what 's thrown your way. At a moment's notice, it can protect your throat, face, and head--the places where you lose the most warmth, and where you are most vulnerable to the elements. We even designed the Spacesuit X with longer, ergonomic sleeves to protect the back of your hands, and gave each sleeve an optional thumb hole--perfect for runners or anyone outdoors. The fabric is thicker, yet is incredibly lightweight and wicks moisture effortlessly. Cold mornings at the gym will never be a problem again.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":118,"numAllCaps":1},{"amount":275,"backers":86,"pledgePercentage":0.01,"limited":true,"description":"KICKSTARTER EDITION: The RADIATE Elite Athlete - the same package as above (Pledge #15), this pledge also allows you to choose from our Kickstarter Edition colorway! Mix and match however you like! Remember that with the Kickstarter Edition colorway, first the shirt starts at a brownish/ dark orange and changes to a bright orange--as you continue to push yourself, the bright orange changes to pure white. The Radiate screen print across the chest will change from dark green to \"Kickstarter green,\" colors taken right from the Kickstarter logo! PLUS you will receive Pledge #1.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":94,"numAllCaps":4},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"The RADIATE Olympic Package - Bring a little color to your life! Currently there are six Radiate colorways, and this pledge gives you all of them. Select any five (5) shirts--any style, any sleeve length PLUS one (1) hoodie. Of course, you can also mix and match.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":47,"numAllCaps":2},{"amount":600,"backers":2,"pledgePercentage":0,"limited":true,"description":"KICKSTARTER EDITION: The RADIATE Olympic Package - Same as the package above (Pledge #17), only your reward now can include our Kickstarter Edition colorway!  Select any five (5) shirts and one (1) hoodie in any combination of colorways you choose--grab a rainbow of colors or get them all in the Kickstarter Edition colorway. Great for different family members, friends, or even an intramural/ club team. PLUS you will receive Pledge #1.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":72,"numAllCaps":4},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"The RADIATE CUSTOM Sports Team Package (short sleeve) - Make us part of the team! We are now able to take your logo, player number, name, slogan, or image and screen print it so that it changes color along with your Radiate shirt! This is perfect for group 5k races, intramural/ school teams, community service groups, fundraising/ promotion, or any time you want you and your friends to stand out in a crowd. These custom shirts especially make for the perfect team jersey. This pledge includes ten (10) custom shirts, short sleeve. Remember, you can grab more than one of these pledges if you have more than 10 people on your team or in your group!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":116,"numAllCaps":2},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"The RADIATE CUSTOM Sports Team Package (long sleeve) - Make us part of the team! We are now able to take your logo, player number, name, slogan, or image and screen print it so that it changes color along with your Radiate shirt! This is perfect for group 5k races, intramural/ school teams, community service groups, fundraising/ promotion, or any time you want you and your friends to stand out in a crowd. These custom shirts especially make for the perfect team jersey. This pledge includes ten (10) custom shirts, long sleeve. Remember, you can grab more than one of these pledges if you have more than 10 people on your team or in your group!","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":116,"numAllCaps":2}],"updates":54,"comments":9729},"errors":{}}