{"successes":{"title":"Numenera: A new roleplaying game from Monte Cook","category":"Games","subcategory":"Tabletop Games","description":"Step a billion years into the future—into the Ninth World, where\nthe remnants of previous civilizations’ technologies are indistinguishable from\nmagic. Based on Monte’s Cook’s Cypher System, a new RPG system that focuses on\nstory and ideas over mechanics.","avatarURL":"https://ksr-ugc.imgix.net/assets/003/504/559/dd09f41cafb37f56e44cb99fd700e382_original.jpg?v=1427338434&w=700&fit=max&auto=format&q=92&s=0d8268951a7607b8f02a9ab76940a50c","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/282583/video-148058-h264_high.mp4","city":"Seattle","state":"WA","country":"US","duration":39,"startDate":1344495600000,"endDate":1347865200000,"raised":517255,"goal":20000,"percent":2586,"backers":4658,"currency":"USD","Pledges":[{"amount":1,"backers":56,"pledgePercentage":0.01,"limited":false,"description":"HELPER: I will collect the name and favorite quotation of everyone that contributes to this project, even for just one dollar, post it on my website. Be immortalized along with a great quote! Just a buck!","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":36,"numAllCaps":2},{"amount":3,"backers":38,"pledgePercentage":0.01,"limited":false,"description":"DABBLER: You will get the character creator app to make Numenera characters. It might entice you to buy the game later...","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":21,"numAllCaps":1},{"amount":5,"backers":70,"pledgePercentage":0.02,"limited":false,"description":"SUPPORTER: You get the character creator app. I also will list the name of everyone who contributes five dollars or more in the back of the corebook.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":27,"numAllCaps":2},{"amount":10,"backers":55,"pledgePercentage":0.01,"limited":false,"description":"PLAYER: You get the Player's Guide PDF and the character creator app.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":12,"numAllCaps":2},{"amount":20,"backers":314,"pledgePercentage":0.07,"limited":false,"description":"EBOOK FAN: You get the PDF of the Numenera corebook and the PDF of the Player's Guide. You also get the character creator app.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":24,"numAllCaps":4},{"amount":30,"backers":108,"pledgePercentage":0.02,"limited":false,"description":"EBOOK MEGA-FAN: You get the PDF of the Numenera corebook, the PDF of the Player's Guide, and the character creator app. You also get a PDF of an exclusive Numenera adventure available only to Kickstarter supporters.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":36,"numAllCaps":5},{"amount":50,"backers":587,"pledgePercentage":0.13,"limited":false,"description":"ULTIMATE EBOOK FAN: You get the PDF of the Numenera corebook, the PDF of the Player's Guide, and the character creator app. You also get a PDF of an exclusive Numenera adventure available only to Kickstarter supporters. Lastly, you get a PDF version of every single product released as a part of the stretch goals.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":55,"numAllCaps":7},{"amount":60,"backers":1348,"pledgePercentage":0.29,"limited":false,"description":"THE REAL DEAL: You get the PDF of the Numenera corebook, the PDF of the Player's Guide, and the character creator app. You also get a print copy of the hard-bound, fully illustrated, full-color Numenera corebook. Contributors outside the US, please add $10 for shipping (sorry).","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":46,"numAllCaps":6},{"amount":70,"backers":1143,"pledgePercentage":0.25,"limited":false,"description":"PATRON: You get THE REAL DEAL and the exclusive PDF of the Numenera adventure available only to Kickstarter supporters. Contributors outside the US, please add $10 for shipping (sorry).","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":29,"numAllCaps":6},{"amount":100,"backers":235,"pledgePercentage":0.05,"limited":false,"description":"INTERESTED PATRON: You get THE REAL DEAL and the exclusive Numenera adventure. In addition, you will get all the previews and updates that playtesters of the game will get. You are free to provide playtester feedback, but it's not required. You'll be getting a sneak peek before everyone else (but you'll have to sign a non-disclosure agreement, just like a playtester). Contributors outside the US, please add $10 for shipping (sorry).","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":71,"numAllCaps":6},{"amount":125,"backers":31,"pledgePercentage":0.01,"limited":false,"description":"RETAILER: You get THE REAL DEAL plus two additional copies of the printed Numenera corebook and six print copies of the Player's Guide. Available only to stores in the U.S.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":30,"numAllCaps":5},{"amount":125,"backers":44,"pledgePercentage":0.01,"limited":false,"description":"COLLECTOR: You get THE REAL DEAL, the exclusive Numenera adventure, and the playtester updates. Further, your Numenera adventure will be printed out and signed by Monte. Contributors outside the US, please add $10 for shipping (sorry).","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":36,"numAllCaps":5},{"amount":175,"backers":3,"pledgePercentage":0,"limited":false,"description":"FOREIGN RETAILER: This is for retailers outside the United States only. You get THE REAL DEAL plus two additional copies of the printed Numenera corebook and six print copies of the Player's Guide.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":33,"numAllCaps":5},{"amount":180,"backers":60,"pledgePercentage":0.01,"limited":false,"description":"ULTIMATE COLLECTOR: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, and a print version of the Player's Guide. Further, your Numenera rulebook will be signed and numbered by Monte, and your adventure will be printed out and signed by Monte. Contributors outside the US, please add $10 for shipping (sorry).","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":54,"numAllCaps":6},{"amount":200,"backers":113,"pledgePercentage":0.02,"limited":true,"description":"BEHIND THE SCENES OBSERVER: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, and a print version of the Player's Guide. Futher, you get an invitation to the three exclusive online game design seminars run by Monte. Contributors outside the US, please add $10 for shipping (sorry). Your book and exclusive adventure will be signed.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":58,"numAllCaps":8},{"amount":225,"backers":35,"pledgePercentage":0.01,"limited":true,"description":"SPECIALIZED COLLECTOR: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, and a print version of the Player's Guide. Further, your Numenera corebook will be signed and numbered by Monte, and your exclusive adventure will be printed out and signed by Monte. Plus, your corebook will be personalized by Monte as you request. Contributors outside the US, please add $10 for shipping (sorry).","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":66,"numAllCaps":6},{"amount":240,"backers":195,"pledgePercentage":0.04,"limited":false,"description":"JUST THE STUFF: (This is newly added by popular demand and thus takes many of the stretch goal rewards into account. As always, it's best to compare it to the others using the information on the left.) You get THE REAL DEAL, the exclusive Numenera adventure, and PDF and print versions of the Player's Guide, all three 32-page adventures, the Ninth World Bestiary,  Sir Arthur's Compendium, the Numenera dice set, and the vinyl GM's screen. Contributors outside the US, please add $65 for shipping (sorry).","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":86,"numAllCaps":9},{"amount":250,"backers":10,"pledgePercentage":0,"limited":true,"description":"CONTRIBUTOR: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, a print version of the Player's Guide, and access to the online design seminars, plus you get to contribute a character that Monte will add to the Ninth World campaign setting. Your book and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":54,"numAllCaps":4},{"amount":250,"backers":8,"pledgePercentage":0,"limited":true,"description":"ADVENTURE CONTRIBUTOR: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, a print version of the Player's Guide, and access to the online design seminars, plus you get to contribute a character that Monte will add to one of the 32-page Numenera adventures. Your book and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":56,"numAllCaps":5},{"amount":250,"backers":30,"pledgePercentage":0.01,"limited":true,"description":"ALTRUISTIC COLLECTOR: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, and a print version of the Player's Guide. Further, your Numenera corebook will be signed and numbered by Monte, and your exclusive adventure will be printed out and signed by Monte. Your corebook will be personalized by Monte as you request. Plus, your name will be placed inscribed on a bookplate inside one of the copies donated to a library (as per the $100,000 stretch goal) signifying that you were responsible for the donation of the book. (And, like all the reward levels above $200, you will get the print versions of the 3 non-exclusive adventures and the bestiary.)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":113,"numAllCaps":5},{"amount":270,"backers":100,"pledgePercentage":0.02,"limited":true,"description":"COMPLETIST: You get the REAL DEAL, the exclusive Numenera adventure, the playtester updates, and a print version of the Player's Guide. Further, your Numenera corebook will be signed and numbered by Monte, and your exclusive adventure will be printed out and signed by Monte. Your corebook will be personalized by Monte as you request. Further, you will get one of the limited edition Numenera Thunderstone games. (And, like all the reward levels above $200, you will get the print versions of the adventures and the bestiary). Backers outside the United States should add $20 for shipping.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":96,"numAllCaps":3},{"amount":275,"backers":10,"pledgePercentage":0,"limited":true,"description":"BESTIARY CONTRIBUTOR: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, a print version of the Player's Guide, and access to the online design seminars, plus you get to contribute a creature or character that Monte will add to the Ninth World Bestiary. Your book and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":56,"numAllCaps":5},{"amount":300,"backers":25,"pledgePercentage":0.01,"limited":true,"description":"UNIQUE CHARACTER: You get the REAL DEAL, the exclusive Numenera adventure, the playtester updates, and a print version of the Player's Guide. Further, your Numenera corebook will be signed and numbered by Monte, and your exclusive adventure will be printed out and signed by Monte. Your corebook will be personalized by Monte as you request. Best of all, you will get a custom character created by Monte with a full background and stats that will include a unique, one-of-a-kind ability or item. (And, like all the reward levels above $200, you will get the print versions of the 3 non-exclusive adventures and the bestiary.)","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":104,"numAllCaps":4},{"amount":500,"backers":10,"pledgePercentage":0,"limited":true,"description":"GAMER: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, a print version of the Player's Guide, and access to the online design seminars, plus you get to contribute a character to the Ninth World campaign setting. What's more, you get an invitation to play in an online game session run by Monte (via G+). Your book and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":68,"numAllCaps":5},{"amount":750,"backers":5,"pledgePercentage":0,"limited":true,"description":"ON-LINE GAMER: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, access to the online design seminars, and an invitation to play in an online game session run by Monte (via G+). Further, Monte will follow you on Twitter and G+, and friend you on Facebook. He'll write an article about you (or a topic the two of you agree upon) and publish it at montecook.com, which will be seen by thousands of readers. Your book and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":87,"numAllCaps":7},{"amount":1000,"backers":8,"pledgePercentage":0,"limited":true,"description":"ART LOVER: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, a print version of the Player's Guide, and access to the online design seminars, plus you get to contribute a character to the Ninth World campaign setting. What's more, that character will be illustrated in the book. You will get an electronic and a quality print of your illustrated character, signed by the artist. Your book and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":78,"numAllCaps":5},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE ORC AND PIE: You get the REAL DEAL, the exclusive Numenera adventure, and a print version of the Player's Guide. If you wish it, your corebook will be signed and personalized. Best of all, you will get to hit Monte in the face with a pie at GenCon 2013. Pie provided. Transportation, accommodation, and entrance to GenCon not provided.  (And, like all the reward levels above $200, you will get the print versions of the 3 non-exclusive adventures and the bestiary.)","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":83,"numAllCaps":6},{"amount":1500,"backers":3,"pledgePercentage":0,"limited":true,"description":"ULTIMATE RETAILER: You get THE REAL DEAL, the exclusive Numenera adventure, plus seven more copies of the printed Numenera corebook and ten print copies of the Player's Guide. Further, Monte will visit your store to do a signing and a talk, and to run a game. (Stores not in North America will need to make special arrangements.) Lastly, Monte will write an article about your store on montecook.com, which will be seen by thousands of gamers and mention your store on Twitter, Facebook, and G+. Your books and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":95,"numAllCaps":6},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":true,"description":"BUDDING GAME DESIGNER: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, a print copy of the Player's Guide, and access to the online design seminars. Further, Monte will meet with you for a one-on-one meeting to discuss game design. He will review and provide feedback on your work, and answer your questions. This will take place in the greater Seattle area, at GenCon, or at another convention Monte attends, or via Skype or G+. If in-person, Monte will buy you lunch as well. Your book and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":97,"numAllCaps":7},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"GAME GROUP: You get THE REAL DEAL (x5), the exclusive Numenera adventure (x5), the playtester updates (x5), and access to the online design seminars (x5). You'll also get five print copies fo the Player's Guide. Further, Monte will run an online mini-campaign for your group on G+, consisting of six 3-hour sessions for up to 5 players. Your books and exclusive adventures will be signed and personalized.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":67,"numAllCaps":6},{"amount":7500,"backers":0,"pledgePercentage":0,"limited":true,"description":"ULTIMATE GAME GROUP: You get THE REAL DEAL (x5), the exclusive Numenera adventure (x5), the playtester updates (x5), and access to the online design seminars (x5). You'll also get five print copies fo the Player's Guide. Further, Monte will run an online mini-campaign for your group on G+, consisting of six 3-hour sessions for up to 5 players OR Monte will fly to your home and run a single session for you there. (Contributors not in North America will need to make special arrangements). Plus, your group's characters will be added to the setting and a group illustration of your characters will appear in the book. You will get an electronic and a quality print of the artwork, signed by the artist. Your books and exclusive adventures will be signed and personalized.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":132,"numAllCaps":8},{"amount":8000,"backers":0,"pledgePercentage":0,"limited":true,"description":"PTOLUS FAN: You get THE REAL DEAL, the exclusive Numenera adventure, the playtester updates, and a print copy of the Player's Guide. Further, Monte will fly to your home and hand deliver one of the last remaining First Printing copies of Ptolus: City by the Spire, plus 5 copies of the Ptolus Player's Guide, Chaositech, the Banewarrens, the Ptolus comic book, and more special Ptolus goodies, some of which are one-of-a-kind collectors' items in their own right, like some of the original notes, maps, and so on. Then, he will run a single session for you, either of Numenera or Ptolus (using the d20 rules). (Contributors not in North America will need to make special arrangements). All of your books will be signed and personalized. (And, like all the reward levels above $200, you will get the print versions of the 3 non-exclusive adventures and the bestiary.)","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":147,"numAllCaps":5},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"ULTIMATE SUPPORTER: You get THE REAL DEAL (x5), the exclusive Numenera adventure (x5), the playtester updates (x5), and access to the online design seminars (x5). You'll also get five print copies fo the Player's Guide. Further, Monte will run an online mini-campaign for your group on G+, consisting of six 3-hour sessions for up to 5 players AND Monte will fly to your home and run a single session for you there to conclude the campaign. (Contributors not in North America will need to make special arrangements.) Plus, your group's characters will be added to the setting and a group illustration of your characters will appear in the book. You will get an electronic and a quality print of the artwork, signed by the artist. Your books and exclusive adventure will be signed and personalized.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":135,"numAllCaps":7}],"updates":92,"comments":3351},"errors":{}}