{"successes":{"title":"Darklands: First Edition","category":"Games","subcategory":"Tabletop Games","description":"In the dark lands, YOU command the hosts of man and beast that your ancestors once did for power, glory or just to survive...","avatarURL":"https://ksr-ugc.imgix.net/projects/666764/photo-original.jpg?v=1397832844&w=1536&h=1152&fit=crop&auto=format&q=92&s=20e01e8933816fc91358452b48f7f3d8","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/666764/video-301348-h264_high.mp4","city":"Nottingham","state":null,"country":"UK","duration":23,"startDate":1380006000000,"endDate":1381993200000,"raised":138533,"goal":20000,"percent":693,"backers":566,"currency":"GBP","Pledges":[{"amount":10,"backers":58,"pledgePercentage":0.1,"limited":false,"description":"I JUST WANT SOME COOL MINIATURES -- for those that just want a miniature or two! Choose one miniature from the COMMANDER, FEMALE COMMANDER or SORCERER stretch goals (as long as they are worth £10), and increase your pledge for any other miniature you would like. Purchasing rewards from this reward does NOT entitle you to any free stretch goals!","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":60,"numAllCaps":11},{"amount":25,"backers":4,"pledgePercentage":0.01,"limited":false,"description":"DARKLANDS CONCEPT ART BOOK -- get the hardback Darklands Concept Art Book - worth £30 ($45)! This reward will NOT feature any stretch goals. To add the Darklands Concept Art Book to an existing reward just up your existing pledge by the required amount.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":44,"numAllCaps":5},{"amount":30,"backers":292,"pledgePercentage":0.52,"limited":true,"description":"DARKLANDS & UHTRED, EARLIER -- an early bird special to get the hardback version of the Darklands rules and Uhtred - worth £50 ($75) in total - a little bit cheaper! This reward will mirror the stretch goals of the \"DARKLANDS & UHTRED\" reward.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":44,"numAllCaps":5},{"amount":30,"backers":2,"pledgePercentage":0,"limited":false,"description":"DARKLANDS -- get the hardback version of the Darklands rules - worth £35 ($53)! This reward will NOT feature any stretch goals. To add the Darklands first edition rules to an existing reward just up your existing pledge by the required amount.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":42,"numAllCaps":2},{"amount":35,"backers":16,"pledgePercentage":0.03,"limited":false,"description":"DARKLANDS & UHTRED -- get the hardback version of the Darklands rules and Uhtred - worth £50 ($75) in total! This pledge will feature the most stretch goals of this project.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":31,"numAllCaps":2},{"amount":45,"backers":10,"pledgePercentage":0.02,"limited":false,"description":"MALACANT -- get a hold of Malacant on his own, worth £60 ($90)! To add him to an existing reward just up your existing pledge by the required amount.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":29,"numAllCaps":1},{"amount":80,"backers":15,"pledgePercentage":0.03,"limited":false,"description":"ENCOUNTER HOST (500 gold) -- for those that just want a particular encounter host! This reward will NOT feature the same stretch goals as any other reward. To add the encounter host and its stretch goals (if there are any) to an existing reward just up your existing pledge by the required amount.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":53,"numAllCaps":3},{"amount":150,"backers":119,"pledgePercentage":0.21,"limited":false,"description":"THE SWEET SPOT -- get the hardback version of the Darklands rules, Uhtred & Finnan the sell-swords, a mounted General from the £40,000 \"GENERALS\" stretch goal and his foot equivalent, Danilo Cruz and an Encounter Host of your choice for £150 ($225) - saving loads from purchasing them all individually! This pledge will mirror any offers given by the \"DARKLANDS & UHTRED\" reward, so its value may well increase!","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":69,"numAllCaps":6},{"amount":160,"backers":1,"pledgePercentage":0,"limited":false,"description":"SKIRMISH HOST (1,000 gold) -- for those that just want a particular skirmish host! This reward will NOT feature the same stretch goals as any other reward. To add the skirmish host and its stretch goals (if there are any) to an existing reward just up your existing pledge by the required amount.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":53,"numAllCaps":3},{"amount":700,"backers":31,"pledgePercentage":0.05,"limited":false,"description":"DARKLANDS, UHTRED & NOBLES -- get the hardback version of the Darklands rules, Uhtred and every single noble - worth £900 ($1,350) in total - for just £700 ($1,050)! This pledge will mirror the \"freebie\" stretch goals of the \"DARKLANDS & UHTRED\" reward.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":43,"numAllCaps":5},{"amount":2000,"backers":3,"pledgePercentage":0.01,"limited":true,"description":"YOU'RE THEIR DESCENDANT -- you can be a Sell-Sword in Darklands, complete with your own rules and a miniature of yourself - suitably garbed, of course! All of the human realms in Darklands were part of our history and your own ancestors may well have been a part of them. All you have to do is supply photographs of yourself, tell us what realm you'd like to be from and why, and we'll do the rest - our artists will draw you in all your finery and our sculptors will bring you to life! We'll even name you as closely as possible to dark age names! Oh, and you'll also get the Darklands rulebook and Uhtred and ten copies of your miniature for yourself, your friends and family! Note: we retain all rights to the rules, miniature and artwork produced.","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":140,"numAllCaps":3}],"updates":121,"comments":26547},"errors":{}}