{"successes":{"title":"Dart: The World's Smallest Laptop Adapter","category":"Technology","subcategory":"Hardware","description":"One, tiny Dart. Power for all your devices. Perfect for your mobile lifestyle. #TheDart #PerfectlyMobile","avatarURL":"https://ksr-ugc.imgix.net/projects/922388/photo-original.jpg?v=1399321771&w=1536&h=1152&fit=crop&auto=format&q=92&s=8c51c86fb381a530ae7f829e5054f8a6","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/922388/video-371948-h264_high.mp4","city":"Menlo Park","state":"CA","country":"US","duration":30,"startDate":1397458800000,"endDate":1400050800000,"raised":456114,"goal":200000,"percent":228,"backers":4279,"currency":"USD","Pledges":[{"amount":25,"backers":42,"pledgePercentage":0.01,"limited":false,"description":"FINsix Thanks: Become a part of the Dart story and help bring VHF power to market! You'll receive a thank you, backer-only updates, and access to backer-only promotions.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":28,"numAllCaps":1},{"amount":79,"backers":1000,"pledgePercentage":0.23,"limited":true,"description":"Early Bird: You got here first. Choose one Dart from among our signature Kickstarter colors: Blue, Magenta, Silver, Gunmetal, or Orange. Save $40 off retail value. Not MacBook compatible. Shipping is included.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":89,"backers":1638,"pledgePercentage":0.38,"limited":false,"description":"Your Dart, Your Color:  Choose a Dart from our signature Kickstarter colors: Blue, Magenta, Silver, Gunmetal, or Orange. Save $30 off retail value. Not MacBook compatible. Shipping is included.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":30,"numAllCaps":0},{"amount":90,"backers":319,"pledgePercentage":0.07,"limited":false,"description":"Your Dart, Your Color: Same reward as above. Ships internationally. No plug adapter.","estimatedDelivery":"2014-11-01","estimatedDeliveryISO":"2014-11-01T00:00:00.000Z","numWords":13,"numAllCaps":0},{"amount":130,"backers":180,"pledgePercentage":0.04,"limited":false,"description":"Global Dart: You live abroad and you want a Dart. This reward is for you. The Dart will work internationally, but you'll need a plug to match your outlet. This reward includes the Dart PLUS a plug adapter for your region. Your Dart, your color holds for this offer. Choose your favorite from among our signature Kickstarter colors. Please note the later estimated delivery date. Not MacBook compatible. Shipping is included.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":71,"numAllCaps":1},{"amount":148,"backers":500,"pledgePercentage":0.12,"limited":true,"description":"Early Bird Dart for MacBook: You're a MacBook user and you got here first. Dart for MacBook costs us an additional $79 (details provided in the reward below). Your Dart, your color holds for this limited offer. Choose your favorite from among our signature Kickstarter colors. Shipping is included.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":49,"numAllCaps":0},{"amount":168,"backers":274,"pledgePercentage":0.06,"limited":true,"description":"Dart for MacBook: You're a MacBook user and you want a Dart. To provide you with a Dart for MacBook we have to buy an off-the-shelf Apple adapter to get the connector. This approach will allow us to serve you, but it is expensive, so the Dart for MacBook costs $79 more than a standard Dart. Your Dart, Your Color holds for this limited offer. Choose your favorite from among our signature Kickstarter colors. Shipping is included.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":77,"numAllCaps":0},{"amount":169,"backers":59,"pledgePercentage":0.01,"limited":true,"description":"Dart for MacBook: Same reward as above. Ships internationally. No plug adapter.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":12,"numAllCaps":0},{"amount":199,"backers":98,"pledgePercentage":0.02,"limited":true,"description":"Global Dart for MacBook: By popular request we are adding a limited Global Dart for MacBook reward. If you live abroad, have a MacBook, and want a Dart this reward is for you. See Global Dart and Dart for MacBook for product details. Your Dart, your color holds for this offer. Please note the later estimated delivery date. Shipping is included.","estimatedDelivery":"2015-03-01","estimatedDeliveryISO":"2015-03-01T00:00:00.000Z","numWords":61,"numAllCaps":0},{"amount":200,"backers":17,"pledgePercentage":0,"limited":true,"description":"**Exclusive** EarlyBird Custom Dart: We told you more about the custom Dart and you got here first. FINsix custom shop brings you a one-of-a-kind Dart, hand painted for you. Give us a theme and we'll work with a local hot rod/motorcycle shop to create a design. You want skulls, flames, your team, your flag? You name it and we'll create it. Note this is the world's smallest laptop adapter so the canvas is small. This is the way to go for a one-of-a-kind Dart.","estimatedDelivery":"2015-12-01","estimatedDeliveryISO":"2015-12-01T00:00:00.000Z","numWords":84,"numAllCaps":0},{"amount":300,"backers":13,"pledgePercentage":0,"limited":true,"description":"**Exclusive** Custom Dart: The FINsix custom shop brings you a one-of-a-kind Dart, hand painted for you. Give us a theme and we'll work with a local hot rod/motorcycle shop to create a design. You want skulls, flames, your team, your flag? You name it and we'll create it. Note this is the world's smallest laptop adapter so the canvas is small. This is the way to go for a one-of-a-kind Dart. Shipping is included.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":74,"numAllCaps":0},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":false,"description":"VIP Dart: Be part of the Dart story! With this reward you will be among those to receive the very first Darts (silver). In addition, once we hit production you will receive a Dart custom painted to your request. If you believe in us this much we want to get to know you better. We will make that happen with a VIP dinner with our leadership team and an invitation (and VIP shout out) at our launch party.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":78,"numAllCaps":3},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Executive Dart: Secure a spot as one of the Dart's first corporate customers.  If you select this reward the FINsix business team will work with you FIRST to understand your needs and get the Dart into your organization. Give your team the gift of being among Dart's first happy customers!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":51,"numAllCaps":1}],"updates":17,"comments":416},"errors":{}}