{"successes":{"title":"Marina Abramovic Institute","category":"Art?ref=category","subcategory":"Art","description":"Performance and education center, home to immaterial works and the Abramovic Method","avatarURL":"https://d297h9he240fqh.cloudfront.net/assets/projects/missing_full-ef1b97a276c4f3291797f7e0915afa3d211d5b402c36f6edad251ec8f6b48040.png","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/622064/video-271390-h264_high.mp4","city":"Manhattan","state":"NY","country":"US","duration":30,"startDate":1374822000000,"endDate":1377414000000,"raised":661452,"goal":600000,"percent":110,"backers":4765,"currency":"USD","Pledges":[{"amount":1,"backers":1359,"pledgePercentage":0.29,"limited":false,"description":"[LIVE EVENT: THE EMBRACE] A hug from Marina Abramovic. Location to be determined.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":13,"numAllCaps":5},{"amount":5,"backers":531,"pledgePercentage":0.11,"limited":false,"description":"[THE BASICS: DIGITAL MAI] Video game designer Pippin Barr has teamed up with Marina to create an original 8-bit video game that doubles as a virtual tour of the institute. Receive early access to digital MAI, as well as three Kickstarter-exclusive Abramovic Method games. PLUS a heartfelt thank you on the MAI website.","estimatedDelivery":"2013-09-01","estimatedDeliveryISO":"2013-09-01T00:00:00.000Z","numWords":53,"numAllCaps":7},{"amount":10,"backers":644,"pledgePercentage":0.14,"limited":false,"description":"[THE BASICS: MAI FOUNDER]\nThank you for laying a virtual brick in the foundation of MAI. Your founder status will be commemorated on our official website. Sponsor 10 bricks ($100) and receive a digital COLUMN FOUNDER certificate. Sponsor 100 bricks ($1,000) and receive a digital WALL FOUNDER certificate. Sponsor 1,000 bricks ($10,000) and receive a digital CHAMBER FOUNDER certificate. PLUS Digital MAI reward.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":62,"numAllCaps":13},{"amount":20,"backers":203,"pledgePercentage":0.04,"limited":false,"description":"[THE BASICS: MAI 101 LECTURE AND DIGITAL BOOKLET] Marina Abramovic and Shohei Shigematsu (MAI architect, partner at OMA) will give a lecture about MAI via an exclusive live stream. You will receive access to this online event, as well as a digital version of the official MAI Booklet. PLUS MAI Founder and Digital MAI rewards.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":55,"numAllCaps":14},{"amount":25,"backers":120,"pledgePercentage":0.03,"limited":false,"description":"[THE EXERCISES / LIVE EVENT: SLOW MOTION WALK]  \nMarina will teach the Abramovic Method SLOW MOTION WALK exercise via live stream. Receive exclusive access to this event. You, Marina, and the other backers at this level will then perform your exercise SIMULTANEOUSLY, creating a large public performance that occurs at the same time in different locations all over the world. You may document your performance and opt to include it in MAI digital archives. PLUS an audio recording of Marina teaching your exercise, MAI 101 Lecture and Digital Booklet, MAI Founder, and Digital MAI rewards.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":96,"numAllCaps":16},{"amount":25,"backers":376,"pledgePercentage":0.08,"limited":false,"description":"[THE EXERCISES / LIVE EVENT: EYE GAZING] Marina will teach the Abramovic Method eye gazing exercise via an exclusive live stream. You will find a friend or stranger whose eyes you would like to gaze into. You, your partner, Marina, her partner, and the other backers at this level will then perform this exercise SIMULTANEOUSLY, creating a large public performance that occurs at the same time in different locations all over the world. You may document your performance and opt to include it in MAI digital archives. PLUS an audio recording of Marina teaching your exercise, MAI 101 Lecture and Digital Booklet, MAI Founder, and Digital MAI rewards.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":108,"numAllCaps":12},{"amount":25,"backers":296,"pledgePercentage":0.06,"limited":false,"description":"[THE EXERCISES / LIVE EVENT: WATER DRINKING] Marina will teach the Abramovic Method WATER DRINKING exercise via live stream. Receive exclusive access to this event. You, Marina, and the other backers at this level will then perform your exercise SIMULTANEOUSLY, creating a large public performance that occurs at the same time in different locations all over the world. You may document your performance and opt to include it in MAI digital archives. PLUS an audio recording of Marina teaching your exercise, MAI 101 Lecture and Digital Booklet, MAI Founder, and Digital MAI rewards.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":93,"numAllCaps":14},{"amount":50,"backers":245,"pledgePercentage":0.05,"limited":false,"description":"[THE DIGITAL: OMA / MAI DESIGN PACKAGE] This reward is for design and architecture buffs! OMA, led by world-renowned architects Rem Koolhaas and Shohei Shigematsu, have created the design plan for MAI. This building is the first of its kind in the world, and you'll receive Kickstarter-exclusive MAI design materials, including OMA’s digital MAI Design Book. PLUS access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder, and Digital MAI rewards.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":79,"numAllCaps":16},{"amount":100,"backers":250,"pledgePercentage":0.05,"limited":true,"description":"[THE MATERIALS: Abramovic Method Exclusives] You will receive a Kickstarter-exclusive DVD that features Marina demonstrating Abramovic Method exercises via a series of short films, videogames, animation, rare archival images, and some surprises. PLUS OMA  / MAI Design Package, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder, and Digital MAI rewards.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":61,"numAllCaps":10},{"amount":100,"backers":143,"pledgePercentage":0.03,"limited":true,"description":"[THE DIGITAL / THE MATERIALS: Abramovic Method Exclusives II] You will receive a set of never-before-seen video materials. This includes extracts of five of Marina's most difficult pieces, rare videos of Marina discussing these works, as well as the entire catalogue of Pippin Barr MAI games and a some very special surprises. PLUS OMA / MAI Design Package, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder, and Digital MAI rewards.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":80,"numAllCaps":13},{"amount":200,"backers":96,"pledgePercentage":0.02,"limited":true,"description":"[THE DIGITAL / THE MATERIALS: COMPLETE ABRAMOVIC METHOD EXCLUSIVES] You will receive both $100 level Abramovic Method Exclusives rewards in a special set signed by Marina. This includes a Kickstarter-exclusive DVD that features Marina demonstrating Abramovic Method exercises via a series of short films, video games, animation, and rare archival images. It also includes a set of never-before-seen video materials with extracts of five of Marina's most difficult pieces, rare videos of Marina discussing these works, the entire catalogue of Pippin Barr MAI games, and some very special surprises. PLUS OMA / MAI Design Package, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder, Digital MAI, and The Embrace rewards.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":119,"numAllCaps":17},{"amount":250,"backers":55,"pledgePercentage":0.01,"limited":true,"description":"[THE DIGITAL: MAI NEUROSCIENCE EXCLUSIVES] Marina has been working with  neuroscientists to develop an interactive, crowdsourced installation called \"compatibility racer\": a cart controlled by the brainwaves of two drivers! If you back at this level, you’ll receive pre-registration for a ride in the compatibility racer. On top of that, you'll receive a package of digital materials that includes: media clips of Marina’s brain activity from a re-staging of \"The Artist Is Present,\" scans of journals handwritten by Marina and other participants during the experiment, and a few neuroscience-related surprises. PLUS Abramovic Method Exclusives, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (COLUMN FOUNDER), and Digital MAI rewards.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":118,"numAllCaps":12},{"amount":500,"backers":40,"pledgePercentage":0.01,"limited":true,"description":"[LIVE EVENT: MAI AND OMA OFFICE TOUR, DESIGN MATERIALS, AND PRESENTATION]\nTake a tour of the MAI and OMA offices in New York City. You'll meet OMA and MAI staff, watch the MAI presentation in person, stand inside large-scale models of the institute created by OMA, and leave with exclusive MAI and OMA materials signed by Marina, Rem Koolhaas, and Shohei Shigematsu. Documentation of this tour will be included in MAI digital archives. PLUS OMA / MAI Digital Design Package, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (COLUMN FOUNDER), and Digital MAI rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":103,"numAllCaps":29},{"amount":1000,"backers":18,"pledgePercentage":0,"limited":true,"description":"[THE EXERCISES: MUTUAL GAZE WITH MARINA ABRAMOVIC]\nMarina will perform the Abramovic Method eye gazing exercise with you via webcam. You may document this experience in any way you’d like and opt to include it in MAI digital archives. PLUS  Neuroscience Exclusives, OMA / MAI Digital Design Package, Abramovic Method Exclusives, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (WALL FOUNDER), and Digital MAI rewards.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":75,"numAllCaps":17},{"amount":1000,"backers":26,"pledgePercentage":0.01,"limited":true,"description":"[THE MATERIALS: MARINA ABRAMOVIC CAREER INTERVIEW SET]\nYou’ll receive a stunning DVD set of rare interviews and materials from the course of Marina's forty-year career, some of which have never been shown. This is truly a unique reward that gives an intimate look into Marina's development as an artist. It includes video, audio, and written interviews as well as a physical copy of the MAI Booklet signed by Marina. PLUS Neuroscience Exclusives, OMA / MAI Digital Design Package, Abramovic Method Exclusives, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (WALL FOUNDER), and Digital MAI rewards.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":104,"numAllCaps":18},{"amount":5000,"backers":5,"pledgePercentage":0,"limited":true,"description":"[THE WORKSHOP: DISCUSS YOUR PROJECT WITH MARINA ABRAMOVIC] Marina will workshop your project of any medium or discipline (art, science, technology, spirituality, etc.) with you via webcam. Your project can be in any stage of development, from idea to completion, and it may become eligible for future MAI programming and promotion by the institute. PLUS Abramovic Method Exclusives, Neuroscience Exclusives, OMA / MAI Digital Design Package, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (WALL FOUNDER), and Digital MAI rewards.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":90,"numAllCaps":18},{"amount":5000,"backers":4,"pledgePercentage":0,"limited":true,"description":"[LIVE EVENT: MOVIE NIGHT WITH MARINA ABRAMOVIC] Have a movie night with Marina at an intimate home theater in New York City, during which you will watch one of Marina's favorite movies. Afterwards, you, Marina, and other backers at this level will discuss this film while consuming ice cream and coffee. PLUS Complete Abramovic Method Exclusives, Neuroscience Exclusives, OMA / MAI Digital Design Package, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (WALL FOUNDER), Digital MAI reward, and The Embrace rewards.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":91,"numAllCaps":16},{"amount":10000,"backers":5,"pledgePercentage":0,"limited":true,"description":"[LIVE EVENT: VISIT TO AN EVENT OF MARINA'S CHOICE AND LUNCH IN NEW YORK CITY]\nMarina will choose an event to attend with you and four other backers, after which you'll all have lunch in New York City. PLUS MAI and OMA office tour, Neuroscience Exclusives, OMA / MAI Digital Design Package, Abramovic Method Exclusives, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (CHAMBER FOUNDER), and Digital MAI rewards.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":78,"numAllCaps":26},{"amount":10000,"backers":15,"pledgePercentage":0,"limited":false,"description":"[THE EXERCISES / LIVE EVENT: NOTHING] Marina will do nothing. You will do nothing. You will not be publicly acknowledged.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":20,"numAllCaps":5},{"amount":10000,"backers":6,"pledgePercentage":0,"limited":true,"description":"[LIVE EVENT / THE EXERCISES: SPIRIT COOKING WITH MARINA ABRAMOVIC] A dinner night with Marina during which she will teach you and other backers at this level how to cook a series of traditional soups, which you will all enjoy together. The night will end with the making of a golden ball, a recipe given to Marina in a Tibetan monastery. Marina will bring to this dinner a Spirit Cooking memento for each backer to keep. PLUS MAI and OMA office tour, Neuroscience Exclusives, OMA / MAI Digital Design Package, Complete Abramovic Method Exclusives, access to ALL $25 live stream exercises / live events, MAI 101 Lecture and Digital Booklet, MAI Founder (CHAMBER FOUNDER), Digital MAI rewards, and The Embrace rewards.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":121,"numAllCaps":21}],"updates":43,"comments":262},"errors":{}}