{"successes":{"title":"EMOTIV INSIGHT: Optimize your brain fitness & performance","category":"Design","subcategory":"Product Design","description":"A sleek, multi-channel, wireless headset that monitors your brain activity and translates EEG into meaningful data you can understand.","avatarURL":"https://ksr-ugc.imgix.net/projects/593402/photo-original.jpg?v=1397824592&w=1536&h=1152&fit=crop&auto=format&q=92&s=db0018a3c6b502d4479031ccb2918649","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/593402/video-272829-h264_high.mp4","city":"San Francisco","state":"CA","country":"US","duration":45,"startDate":1375340400000,"endDate":1379228400000,"raised":1643117,"goal":100000,"percent":1643,"backers":4459,"currency":"USD","Pledges":[{"amount":10,"backers":209,"pledgePercentage":0.05,"limited":false,"description":"Thank you for your support and helping us make EMOTIV INSIGHT happen. You will receive a special limited edition KickStarter Badge, regular updates on our progress and invitations to upcoming virtual and live events.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":34,"numAllCaps":2},{"amount":60,"backers":11,"pledgePercentage":0,"limited":false,"description":"Be the first to get your EMOTIV T-SHIRT and limited edition KickStarter Badge. You'll also get regular updates on our progress and invitations to upcoming virtual and live events and a sincere thank you from everyone in our team.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":39,"numAllCaps":2},{"amount":199,"backers":500,"pledgePercentage":0.11,"limited":true,"description":"EARLY BIRD SPECIAL. GET AN EMOTIV INSIGHT. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen. This is for early birds -- we can only offer a limited number at this price.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":40,"numAllCaps":7},{"amount":229,"backers":363,"pledgePercentage":0.08,"limited":false,"description":"GET AN EMOTIV INSIGHT.  This is it! Be among the first people in the world to gain insight into your cognitive fitness and performance. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":42,"numAllCaps":4},{"amount":229,"backers":488,"pledgePercentage":0.11,"limited":false,"description":"GET AN EMOTIV INSIGHT IN \"STEALTH\" COLOR OPTION. This is it! Be among the first people in the world to gain insight into your cognitive fitness and performance. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":45,"numAllCaps":8},{"amount":299,"backers":750,"pledgePercentage":0.17,"limited":true,"description":"EARLY BIRD DEVELOPER EDITION. An EMOTIV INSIGHT AND SDK ACCESS (Android/iOS/OSX/Linux/Windows). Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen. This is for early birds -- we can only offer a limited number at this price.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":44,"numAllCaps":10},{"amount":329,"backers":71,"pledgePercentage":0.02,"limited":false,"description":"DEVELOPER EDITION. An EMOTIV INSIGHT AND SDK ACCESS (Android/iOS/OSX/Linux/Windows). Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":26,"numAllCaps":8},{"amount":329,"backers":167,"pledgePercentage":0.04,"limited":false,"description":"DEVELOPER EDITION. An EMOTIV INSIGHT IN \"STEALTH\" COLOR OPTION AND SDK ACCESS (Android/iOS/OSX/Linux/Windows). Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":30,"numAllCaps":12},{"amount":329,"backers":238,"pledgePercentage":0.05,"limited":false,"description":"EMOTIV INSIGHT WITH INSIGHT EXTENDER RECHARGEABLE BATTERY PACK IN YOUR CHOICE OF EITHER \"STEALTH\" BLACK OR CLASSIC WHITE. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":35,"numAllCaps":18},{"amount":399,"backers":750,"pledgePercentage":0.17,"limited":true,"description":"EARLY BIRD RESEARCH EDITION. An EMOTIV INSIGHT with the software to display and process the raw brainwaves from the neuroheadset.  EEG DATA & SDK ACCESS (Android/iOS/OSX/Linux/Windows). Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen. This is for early birds -- we can only offer a limited number at this price.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":60,"numAllCaps":11},{"amount":429,"backers":99,"pledgePercentage":0.02,"limited":false,"description":"RESEARCH EDITION. An EMOTIV INSIGHT with the software to display and process the raw brainwaves from the neuroheadset. EEG DATA & SDK ACCESS  (Android/iOS/OSX/Linux/Windows). Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-03-01","estimatedDeliveryISO":"2014-03-01T00:00:00.000Z","numWords":42,"numAllCaps":9},{"amount":429,"backers":176,"pledgePercentage":0.04,"limited":false,"description":"RESEARCH EDITION. An EMOTIV INSIGHT IN \"STEALTH\" COLOR OPTION with the software to display and process the raw brainwaves from the neuroheadset. EEG DATA & SDK ACCESS (Android/iOS/OSX/Linux/Windows). Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":45,"numAllCaps":13},{"amount":429,"backers":77,"pledgePercentage":0.02,"limited":false,"description":"DEVELOPER EDITION EMOTIV INSIGHT WITH INSIGHT EXTENDER RECHARGEABLE BATTERY PACK IN YOUR CHOICE OF EITHER \"STEALTH\" BLACK OR CLASSIC WHITE. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":37,"numAllCaps":20},{"amount":529,"backers":186,"pledgePercentage":0.04,"limited":false,"description":"RESEARCH EDITION EMOTIV INSIGHT WITH INSIGHT EXTENDER RECHARGEABLE BATTERY PACK IN YOUR CHOICE OF EITHER \"STEALTH\" BLACK OR CLASSIC WHITE. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.","estimatedDelivery":"2014-04-01","estimatedDeliveryISO":"2014-04-01T00:00:00.000Z","numWords":37,"numAllCaps":20},{"amount":799,"backers":24,"pledgePercentage":0.01,"limited":true,"description":"DEVELOPER FIRST EDITION SPECIAL. A limited first-run EMOTIV INSIGHT, EARLY SDK ACCESS (Android/iOS/OSX/Linux/Windows), and we'll help you get started. Your application will be marked with a BACKER EMBLEM. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen.  Of course, we'll also ship you an EMOTIV INSIGHT when it's available for general release.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":61,"numAllCaps":15},{"amount":899,"backers":130,"pledgePercentage":0.03,"limited":true,"description":"RESEARCH FIRST EDITION SPECIAL.  A limited first-run EMOTIV INSIGHT with the software to display and process the raw brainwaves from the neuroheadset. EARLY EEG DATA & SDK ACCESS (Android/iOS/OSX/Linux/Windows), and we'll help you get started. Your application will be marked with a BACKER EMBLEM. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen. Of course, we'll also ship you an EMOTIV INSIGHT when it's available for general release.","estimatedDelivery":"2014-01-01","estimatedDeliveryISO":"2014-01-01T00:00:00.000Z","numWords":77,"numAllCaps":17},{"amount":2500,"backers":5,"pledgePercentage":0,"limited":false,"description":"EDUCATION SPONSOR. Join us in fostering innovation!  We’ll donate an EMOTIV INSIGHT RESEARCH EDITION to the school or University of your choice!  We’ll list you as Sponsor in our community Hackathon. You'll be acknowledged as a Sponsor in all promotional materials and receive an exclusive invite for you and a friend to attend a Hackathon with our team in San Francisco (Travel & Accommodations not included). You'll both receive a limited first-run EMOTIV INSIGHT, EEG DATA AND SDK ACCESS (Android/iOS/OSX/Linux/Windows) and we'll help you get started. Your application will be marked with a BACKER EMBLEM. Plus a limited edition KickStarter Badge to proudly display that you backed us and made this happen. Of course, we'll also ship both of you an EMOTIV INSIGHT when it's available for general release. Free shipping anywhere in the world.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":137,"numAllCaps":18},{"amount":5000,"backers":30,"pledgePercentage":0.01,"limited":false,"description":"PARTNER WITH US.  Let's start a dialogue on how we can work together. You'll be invited to have dinner with the Founders in San Francisco (Travel & Accommodations not included). You'll join an exclusive group of beta testers for the EMOTIV INSIGHT! Get an early run prototype headset and access to the beta development tools. You'll be the first group in the world outside of our team to have access to the EMOTIV INSIGHT.  We will seek your feedback to improve the manufactured edition. Your application will be marked with an exclusive PARTNER EMBLEM. Of course, you'll also receive an EMOTIV INSIGHT when it's available for general release.  Free shipping anywhere in the world.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":117,"numAllCaps":11}],"updates":66,"comments":1588},"errors":{}}