{"successes":{"title":"\"Chug\" from the team that brought you \"Three Sheets\"","category":"Film & video?ref=category","subcategory":"Film & Video","description":"Zane Lamprey continues where he left off with \"Three Sheets\", traveling the globe to learn about drinking cultures and customs.","avatarURL":"https://ksr-ugc.imgix.net/projects/521025/photo-original.jpg?v=1397816743&w=1536&h=1152&fit=crop&auto=format&q=92&s=bf1bdc6abf70ce6fe565cd22c6cae849","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/521025/video-230497-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":39,"startDate":1366614000000,"endDate":1369983600000,"raised":591804,"goal":500000,"percent":118,"backers":8177,"currency":"USD","Pledges":[{"amount":1,"backers":282,"pledgePercentage":0.03,"limited":false,"description":"Cheers! Thank you for tipping your bartender! For this donation, you'll receive our insider email with updates on the shoots, locations and behind the scenes photos!","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":26,"numAllCaps":0},{"amount":10,"backers":169,"pledgePercentage":0.02,"limited":false,"description":"Bottoms up! You're a great tipper! For this donation, you'll receive our insider email with updates on the shoots, locations and behind the scenes photos. In addition, you'll also receive behind-the-scenes videos!","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":32,"numAllCaps":0},{"amount":25,"backers":1505,"pledgePercentage":0.18,"limited":false,"description":"Sláinte! In addition to everything above, you'll also receive the show! You'll get a Digital Download of the entire season. You'll receive one new episode a week for as many episodes that we make for the premiere season.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":38,"numAllCaps":0},{"amount":35,"backers":2478,"pledgePercentage":0.3,"limited":false,"description":"Prost! You'll receive a first edition CHUG t-shirt, in addition to the Digital Download of the entire season, the insider email with updates on the shoots, locations and behind the scenes photos, as well as behind-the-scenes videos!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":37,"numAllCaps":1},{"amount":50,"backers":1548,"pledgePercentage":0.19,"limited":false,"description":"Saluté! You've got yourself everything from above, but you'll also get a bonus behind-the-scenes episode! And, instead of the first edition t-shirt, you'll get a limited edition CHUG t-shirt that will only be made for Kickstarter backers!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":37,"numAllCaps":1},{"amount":75,"backers":636,"pledgePercentage":0.08,"limited":false,"description":"Salud! After the season is completed, you'll get a DVD disc-set of the entire first season, which includes commentary from Zane and the crew, deleted scenes, and the behind-the-scenes episode. Your limited edition t-shirt will be mailed to you by August. The digital download will be available when the episodes are ready. And the DVD disc set will come to you as soon as the season is completed.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":68,"numAllCaps":2},{"amount":100,"backers":802,"pledgePercentage":0.1,"limited":false,"description":"Chok Dee! Look at you thrownin' down a Benjamin! You'll be getting the emails, the digital downloads, a Blu Ray & DVD combo disc-set, which has both Blu Ray and DVDs of the entire season! Your limited edition t-shirt will be mailed to you by August, and the DVDs will come to you as soon as the season is completed.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":60,"numAllCaps":1},{"amount":150,"backers":200,"pledgePercentage":0.02,"limited":false,"description":"Okole Maluna!  In addition to the emails, digital downloads, and limited edition t-shirt, Zane will sign your DVD/Blu Ray disc set and one of the DVDs inside. Your name will also go on an insert that will be included with all of the DVDs, so everyone knows that you mean business!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":52,"numAllCaps":1},{"amount":175,"backers":74,"pledgePercentage":0.01,"limited":false,"description":"Santé! In addition to the emails, digital downloads, limited edition t-shirt, and the signed DVD/Blu Ray disc set with your name on the insert, you'll get a limited edition CHUG poster, signed by Zane, for your game room, bar, or over your bed! You may also roll it up and hit Steve McKenna with it if you catching him snooping around!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":61,"numAllCaps":2},{"amount":225,"backers":147,"pledgePercentage":0.02,"limited":false,"description":"L'Chaim! In addition to the emails, digital downloads, limited edition t-shirt, your signed DVD/Blu Ray disc set with your name on the insert, and a signed CHUG poster, you'll also get a limited edition CHUG hoodie! Staying warm never looked so cool!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":42,"numAllCaps":4},{"amount":300,"backers":18,"pledgePercentage":0,"limited":true,"description":"Zum Wohl! Zane will email you a voicemail greeting that you can use for your outgoing message AND he'll follow you on twitter for at least a year! The message will be something like \"Hey, this is Zane Lamprey, Kevin can't come to the phone because we're doin' shots! Leeeeave a message!\". There will be different versions.  That's just one example.  Oh, and you'll also get the emails, digital downloads, limited edition t-shirt, signed DVD/Blu Ray disc set with your name on the insert, a signed CHUG poster, and a limited edition CHUG hoodie.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":96,"numAllCaps":4},{"amount":350,"backers":57,"pledgePercentage":0.01,"limited":false,"description":"Gān Bēi! You will get a pimpin' high-quality CHUG Medallion (similar to the one Zane's wearing in the photo to the left) that is only available to Kickstarters. Wear it when you go out drinking for instant respect.  Oh, and you'll also get the emails, digital downloads, limited edition t-shirt, your signed DVD disc set with your name on the insert, a signed CHUG poster, the voicemail message, and a limited edition CHUG hoodie. You're gonna need a wheelbarrow for all this stuff!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":84,"numAllCaps":6},{"amount":400,"backers":15,"pledgePercentage":0,"limited":true,"description":"Kanpai! In addition to the emails, digital downloads, the limited edition t-shirt, your signed DVD/Blu Ray disc set with your name on the insert, a signed CHUG poster, a limited edition CHUG hoodie, sweet medallion, and voicemail message, Zane will send you a 15-second video message saying whatever you want (within reason). Use it to wish people a happy birthday, a long wedding, a bon voyage, or a prosperous night of drinking!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":72,"numAllCaps":3},{"amount":500,"backers":44,"pledgePercentage":0.01,"limited":true,"description":"Skål! You and a friend will hang out with Zane and watch CHUG in NEW YORK CITY! You must be 21 or over. You'll receive more than a month's notice as to when and where the party will be! If you can't make the date of the party, we'll put you on the list for one of the other cities. And, yes, you get the the emails, digital downloads, the limited edition t-shirt, your signed DVD disc set with your name on the insert, a signed CHUG poster, a sweet medallion and a limited edition CHUG hoodie! Note that this does not include flights, hotel, or any other costs.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":109,"numAllCaps":7},{"amount":500,"backers":44,"pledgePercentage":0.01,"limited":true,"description":"Živjeli! You and a friend will hang out with Zane and watch CHUG in CHICAGO! You must be 21 or over. You'll receive more than a month's notice as to when and where the party will be! If you can't make the date of the party, we'll put you on the list for one of the other cities. And, yes, you'll also get the emails, digital downloads, the limited edition t-shirt, your signed DVD disc set with your name on the insert, a signed CHUG poster, a sweet medallion, and a limited edition CHUG hoodie! Note that this does not include flights, hotel, or any other costs.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":107,"numAllCaps":5},{"amount":500,"backers":29,"pledgePercentage":0,"limited":true,"description":"Biba! You and a friend will hang out with Zane and watch CHUG in LOS ANGELES! You must be 21 or over. You'll receive more than a month's notice as to when and where the party will be! If you can't make the date of the party, we'll put you on the list for one of the other cities.  And, yes, you'll also get the emails, digital downloads, the limited edition t-shirt, your signed DVD disc set with your name on the insert, a signed CHUG poster, a sweet medallion, and a limited edition CHUG hoodie!  Note that this does not include flights, hotel, or any other costs.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":110,"numAllCaps":6},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"Terviseks! Can't make it to one of the parties?  No worries! You can talk to Zane and the crew over the phone for 10 minutes during one of the podcasts. Wanna talk about your brewery, ask for vacation advice, or get tips on starting a spirit company? Go for it!  And, yes, you'll also get the emails, digital downloads, the limited edition t-shirt, your signed DVD/Blu Ray disc set with your name on the insert, a signed CHUG poster, the limited edition CHUG hoodie, and the sweet medallion!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":90,"numAllCaps":3},{"amount":1000,"backers":18,"pledgePercentage":0,"limited":true,"description":"Votre Sante! Oh, you like to eat AND drink? Then you and a guest will join Zane for a private dinner before the NEW YORK party! Kickstarter doesn't allow us to give away drinks, but Zane's taking care of your food AND company!  And, yes, you'll also get the emails, digital downloads, limited edition t-shirt, your signed DVD/Blu Ray disc set with your name on the insert, a signed CHUG poster, the limited edition CHUG hoodie, and the sweet medallion! Note that this does not include flights, hotel, or any other costs.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":93,"numAllCaps":7},{"amount":1000,"backers":19,"pledgePercentage":0,"limited":true,"description":"Cin Cin! Oh, you like to eat AND drink? Then you and a guest will join Zane for a private dinner before the CHICAGO party! Kickstarter doesn't allow us to give away drinks, but Zane's taking care of your food AND company!  And, yes, you'll also get the emails, digital downloads, limited edition t-shirt, your signed DVD/Blu Ray disc set with your name on the insert, a signed CHUG poster, the limited edition CHUG hoodie, and the sweet medallion! Note that this does not include flights, hotel, or any other costs.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":92,"numAllCaps":6},{"amount":1000,"backers":23,"pledgePercentage":0,"limited":true,"description":"Na Zdrowie! Oh, you like to eat AND drink? Then you and a guest will join Zane for a private dinner before the LOS ANGELES party! Kickstarter doesn't allow us to give away drinks, but Zane's taking care of your food AND company!  And, yes, you'll also get the emails, digital downloads, limited edition t-shirt, your signed DVD/Blu Ray disc set with your name on the insert, a signed CHUG poster, the limited edition CHUG hoodie, and the sweet medallion! Note that this does not include flights, hotel, or any other costs.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":93,"numAllCaps":7},{"amount":1000,"backers":4,"pledgePercentage":0,"limited":true,"description":"Gesundheit! Ah, you're the Hollywood type. You're not concerned with eating, drinking or partying with Zane. You don't concern yourself with any of these trivial awards. You just want your name on the screen with the entertainment elite! Done! You're an Associate Producer in the show! Your name will be in the credits for ALL of the episodes for season one. You're now one of the cool kids.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":68,"numAllCaps":1},{"amount":1500,"backers":1,"pledgePercentage":0,"limited":true,"description":"Gan Bei! Be part of the drinking game! Be part of history! We'll put a framed (appropriate) photo of you, your friend, or you and your friends, in one of the episodes. When viewers spot it, you know what they'll have to do! And, Zane will also say your name in the show as he talks about a \"friend of his\".","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":61,"numAllCaps":0},{"amount":1500,"backers":0,"pledgePercentage":0,"limited":true,"description":"CLOSING CREDITS TITLE CARD.\nGet your brand in front of drinkers with money! Is there a better audience?! This is just like the TITLE CARD (below), but it comes at the end of the show. But, don't think that just because it's at the end of the show, people won't see it. We'll put your title card right at the end of the show, BEFORE the credits.  And, since we'll run out-takes of the show in the closing credits, people will have to watch your 5-second title card to watch the outtakes.  Like in the TITLE CARD, we reserve the right to approve the content. This is available to businesses only.  Questions? Email zanelamprey@gmail.com","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":116,"numAllCaps":9},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"OPENING CREDITS TITLE CARD.\nWant to get the word out about your product or brand?  We'll give you a 5-second title card at the beginning of one episode. It will be on the downloads to all Kickstarter backers, the DVDs and Blu Rays.  Zane will even read the copy!  Here's an example: On the screen is the logo for a company we've made up, Bobby Z's Bottle Caps. While this is on the screen for 5-seconds, Zane will read: \"This show is brought to you by Bobby Z's bottle caps! Keep in the bubbles, with Bobby Z.\" We reserve the right to approve your image, product, and script. But we're pretty cool. Backers get placement in the order their pledge is received. This is available to businesses only. Questions? Email zanelamprey@gmail.com","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":133,"numAllCaps":7},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":true,"description":"Slaandjivaa! Your photo will appear in the opening credits for the entire season! We'll pause while you catch your breath","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":20,"numAllCaps":0},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"And, yes, you'll also get the emails, digital downloads, the limited edition t-shirt, your signed DVD/Blu Ray disc set with your name on the insert, a signed CHUG poster, the limited edition CHUG hoodie, the sweet medallion, and tickets to dinner and the party in NYC, LA or Chicago! Note that this does not include flights, hotel, or any other costs.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":61,"numAllCaps":5},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"PRODUCT PLACEMENT. Your product will appear IN an episode! Your product will be in the show for a minimum of 15 seconds, with a close-up for no less than 3 seconds. Zane will handle the product, if relevant, say the name of the product, as he works it into a scene. The more appropriate the product, the easier it will be to work it into the show! It will be on the downloads to all Kickstarter backers, the DVDs and Blu Rays. I'm sure you have questions. Email zanelamprey@gmail.com","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":89,"numAllCaps":4}],"updates":54,"comments":951},"errors":{}}