{"successes":{"title":"Make Leisure Suit Larry come again!","category":"Games","subcategory":"Video Games","description":"Leisure Suit Larry using Kickstarter to hit on everybody at once","avatarURL":"https://ksr-ugc.imgix.net/projects/104892/photo-original.bmp?v=1397774802&w=1536&h=1152&fit=crop&auto=format&q=92&s=3f5117cadbc57649972ad5f45fc49480","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/104892/video-95119-h264_high.mp4","city":"Austin","state":"TX","country":"US","duration":30,"startDate":1333350000000,"endDate":1335942000000,"raised":655182,"goal":500000,"percent":131,"backers":14081,"currency":"USD","Pledges":[{"amount":5,"backers":42,"pledgePercentage":0,"limited":false,"description":"A 5-pack of full HD wallpapers in 1920x1080 resolution of \"the girls of Leisure Suit Larry\" (plus one of Larry himself).  We're using final art for these so that's why we're estimating delivery in August BUT that date might be earlier or later depending on when the final art is available.  Enjoy!!!!","estimatedDelivery":"2012-08-01","estimatedDeliveryISO":"2012-08-01T00:00:00.000Z","numWords":54,"numAllCaps":3},{"amount":15,"backers":8551,"pledgePercentage":0.61,"limited":false,"description":"Digital Copy of Game: For a pledge of $15, when Leisure Suit Larry in the Land of the Lounge Lizards: Reloaded is finished, we’ll send you an incredibly personal, deeply heartfelt download link (via Steam or DRM free version) so that you can get the game instantly. It’s the same way you probably get ALL your games…only this time, it’s legal!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":61,"numAllCaps":2},{"amount":25,"backers":1754,"pledgePercentage":0.12,"limited":false,"description":"Game plus:  \nFor a $25 pledge, when the game ships, you’ll receive a handcrafted download link to the complete digital musical soundtrack. Warning: we are not responsible for the theme music getting stuck in your head. But we do sympathize. Plus, you’ll get the $15 reward tier as well: a digital copy of the game.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":56,"numAllCaps":0},{"amount":40,"backers":803,"pledgePercentage":0.06,"limited":false,"description":"Game, Music, and a Shirt: A $40 dollar pledge gets you digital copies of the game and soundtrack plus a specially designed t-shirt, exclusive to Kickstarter backers. We’ve all visited Lefty’s Bar in the past, and now we’ll have the t-shirt to prove it. (Please add $15 dollars for international shipping.)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":51,"numAllCaps":1},{"amount":50,"backers":558,"pledgePercentage":0.04,"limited":false,"description":"Game premium:  A $50 pledge gets you a PDF file, suitable for printing (or wrapping fish), of “The Art of Leisure Suit Larry: Reloaded,” a book of production drawings, concept art, and high-res game art used to re-erect Leisure Suit Larry for the new millennium. The usual adjectives are “lavish,” “fine art quality,” and “gorgeous,” we just weren’t sure where to stick them. Plus you’ll get all previous reward tiers!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":71,"numAllCaps":2},{"amount":75,"backers":280,"pledgePercentage":0.02,"limited":false,"description":"Alpha & Beta testing:  At the $75 pledge level, this is where you start to become actually involved in the game’s development. You’ll have access to the beta versions of the game, so that you can respond to us with praise, suggestions, praise, compliments, complaints, praise, bug reports, and great joy and gratitude. Plus you’ll get all previous reward tiers: the digital copy of the (finished) game, the digital edition of the soundtrack, and the PDF of “The Art of Leisure Suit Larry: Reloaded.”","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":85,"numAllCaps":1},{"amount":100,"backers":1338,"pledgePercentage":0.1,"limited":false,"description":"Collector’s Edition:  For a pledge of $100, we start to add to our careful selection of premiums with mindless gibbering gratitude. We’ll custom-mail you (whatever that means) an actual physical game and game box, PLUS an actual CD of the soundtrack of the game, PLUS a softcover version of the Art of Leisure Suit Larry: Reloaded art book, PLUS something Sierra would NEVER have put in the box: an actual Leisure Suit Larry™ Brand Condom. Don’t scream, it’s still in its wrapper. Plus you’ll get all the previous reward tiers, too!  (please add $15 for international shipping)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":99,"numAllCaps":5},{"amount":150,"backers":339,"pledgePercentage":0.02,"limited":false,"description":"Lefty's Bar Pack: For $150 dollars, you'll get all the items necessary to survive inside Lefty's. We're including one shot glass from Lefty's, and four matching coasters to go with it. In addition, we're giving you some spicy cinnamon breath spray to ensure you're in a fresh state to woo the ladies. And in case you strike out, we've included a one of a kind \"reveal\" pen featuring a lovely lady from the reloaded version of the game. This plus all previous reward tiers! (Please add $15 for international shipping.)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":90,"numAllCaps":0},{"amount":250,"backers":94,"pledgePercentage":0.01,"limited":false,"description":"Collector’s Premium Edition:  A pledge of $250 gets you all these special collectibles: A deck of Leisure Suit Larry playing cards featuring the characters from the game instead of the usual nameless royalty, and 3 gorgeous, ceramic Leisure Suit Larry Casino Chips (guaranteed to get you thrown out of any casino in Vegas). PLUS you’ll get all the previous reward tiers, including the Larry Condom, the softcover Art Book, the physical game, box, and soundtrack CD, access to the beta version, and on and on and on. What are we, crazy?  (please add $15 for international shipping)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":99,"numAllCaps":4},{"amount":500,"backers":83,"pledgePercentage":0.01,"limited":false,"description":"Signed Edition:  Our $500 pledge “Signed Edition” should really be called our “Descent Into Madness Edition.” You will get a limited HARDCOVER edition of “The Art of Leisure Suit Larry: Reloaded,” SIGNED by Al Lowe (with his OTHER hand!). AND you will get “Special Thanks” in the actual game credit. That’s right, your name will be right up there in pixels! AND you will get a sheet of 20 authentic, collectible Leisure Suit Larry 1st Class postage stamps. These are actual, legal, US gubbmint-approved stamps which you can use to send letters. Hey, remember letters? They were things you sent in the mail. Hey, remember mail? Plus, you’ll get all the previous reward tiers!  (please add $15 for international shipping)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":122,"numAllCaps":6},{"amount":750,"backers":20,"pledgePercentage":0,"limited":true,"description":"Larrywood's Walk of Shame Edition: For each of our 20 $750 pledgers, we're creating a Larrywood Walk of Shame. We'll be putting your name into the game -- not just in the credits, but engraved on its own individual star set into the sidewalk somewhere in beautiful Lost Wages! (We reserve the right to let Larry or the Narrator make some kind of comment about it when he finds it, just in case your name itself isn't very funny.) And, of course, you'll get everything from the lower tiers as well. Note: these stars will ONLY be available at this tier, not at any of the higher tiers! So grab 'em while we've got 'em!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":115,"numAllCaps":1},{"amount":1000,"backers":42,"pledgePercentage":0,"limited":true,"description":"Limited Edition:  There is no possible way to set a price on all the collectibles you get at the $1000 pledge level. (Oops, we just did.) We are striking 50, and only 50, signed and numbered lithographs of custom Larry artwork. For a $1000 pledge, you will receive one of these 50 signed/numbered lithographs, PLUS one of a limited edition (again, only 50) “Girls of Leisure Suit Larry” calendars, again with custom artwork, and again numbered and signed by Al Lowe. The calendars and lithographs are available at this tier only, not in any of the other tiers! You’ll also receive all the premiums from all the previous reward tiers! What a bonanza!  (please add $15 for international shipping)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":121,"numAllCaps":1},{"amount":1100,"backers":2,"pledgePercentage":0,"limited":true,"description":"Lizard’s Edition:  At the $1,100 pledge level, you’ll get one of two gigantic, durable, limousine-sized Leisure Suit Larry banners. Two is all we have, and we’re not making any more, so don’t even ask. These banners are signed by Al Lowe, and each contains an exclusive typo that makes it highly unlikely that anybody can (or would ever want to) duplicate them! These banners will not be available at any other tier! Plus, of course, you’ll also receive all the premiums from the Signed Edition tier and below…because we care.  (please add $20 for international shipping)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":98,"numAllCaps":0},{"amount":1250,"backers":4,"pledgePercentage":0,"limited":true,"description":"Pervert’s Edition:  So let’s say you want to pledge $2,500, but you can’t see yourself ever setting foot in a disco, real or virtual. We can’t blame you for that, but we’ll still make you famous. One of Larry’s most memorable scenes is when he attempts to buy a “lubber” at a convenience store, and the customers jump out from behind the aisles and scream “Pervert!” at poor, demented Larry. We’ll make YOUR face into one of those pervert-yelling patrons! You’ll also receive all the premiums from the Signed Edition reward tier and below.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":95,"numAllCaps":1},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"Doggie Style Edition:  Here’s another hypothetical: you’d love to be in the game, but you’re really more of a dog person than a disco-dweller or a pervert-shouter. We’ve got you covered! For a $5,000 pledge, we’ll immortalize your dog in the game. Whenever Larry gets…uh…refreshed by the dog outside, that’ll be YOUR dog! (Please, oh please, let it be a Shih Tzu!) You’ll also receive all the premiums from the Signed Edition reward tier and below, because why should your dog have all the fun?   (please add $15 for international shipping)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":94,"numAllCaps":1},{"amount":2500,"backers":2,"pledgePercentage":0,"limited":true,"description":"Drunk's Edition:  Here is another option for the $5,000 pledge. There are two featured drunks in Leisure Suit Larry in the Land of the Lounge Lizards, and you can be one of them! We’ll use your name and image to recreate you as a down-on-your-luck, staggering, sloppy drunk…and knowing you, that’ll be a cinch for our artists. You’ll also receive all the premiums from the Signed Edition reward tier and below. Maybe you could sell some of those collectibles and get a fresh start?","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":85,"numAllCaps":0},{"amount":5000,"backers":4,"pledgePercentage":0,"limited":true,"description":"Lefty's Bar Edition:  For a pledge of $5,000, you can be a patron at the bar that Destructoid called the #1 bar in all video game history! We’ll use your name and image as one of the drinkers at Lefty’s, sitting right there on your very own stool, an “honor” previously reserved for Sierra employees only. You’ll not only become a part of Sierra history, you’ll also receive all the premiums from the Signed Edition reward tier and below.  (please add $15 for international shipping)","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":87,"numAllCaps":0},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":true,"description":"Disco Edition:  For a $5,000 pledge, we’ll make you part of gaming history…by putting you into the game itself!!!! (So if you haven’t hidden the kids yet, now’s the time.) We will feature your name and likeness as one of the people in the Lost Wages disco. We are only going to turn 6 of the disco patrons into Kickstarter pledgers, so this is a VERY limited offer and will not be available in any other pledge reward tier. You will also receive all the premiums from the Signed Edition reward tier and below.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":95,"numAllCaps":1},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Naked Edition:  Another alternative reward for a $5,000 pledge, and this is truly one-of-a-kind; only one pledger will be able to claim this reward. You can be the broke gambler wandering the streets of Lost Wages wearing nothing but a barrel!  We will use your name and image as the Barrel Man (or Woman), and we promise not to show any of the naughty bits (“unless,” as Kathy Bates always says, “the script really calls for it organically”).  You will also get all the premiums from the Signed Edition reward tier and below.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":96,"numAllCaps":0},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"Age Verification Edition:  Here’s our last unique pledge, and then we’ll shut up about the unique pledges and start talking real money. At the beginning of the game, we have famously used a bank of random questions called the “Age Verification” quiz to keep out players too young -- or too tasteful -- to play. We will use YOUR NAME in the bank of quiz questions. You will end up in every walk-through in every gaming website across the world!  This is a one-of-a-kind offer; only one person will be able to claim this reward. Plus, you will get all the premiums from the Signed Edition reward tier and below!","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":112,"numAllCaps":2},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"No Free Lunch Edition:  For $10,000, we’ll create a memory that will last a lunchtime. You will be flown (domestic airfare only) to Seattle to enjoy lunch, dinner, or a morning-after breakfast with Leisure Suit Larry’s Mommy’s Baby Daddy, Mr. Al Lowe himself. He’ll sign whatever you want him to sign (except IRS forms and blank checks), answer all your questions about life, tell you some dirty jokes, and, best of all, he’ll do something that he’s never done before in the history of the world: he’ll pick up the check! We’ll put you up overnight and send you back home happy, fed, and loaded down with all the goodies from the Signed Edition reward tier and below. We’ll even give you the entire chocolate factory for your very own…oh, wait a minute, that’s a whole different licensed property.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":140,"numAllCaps":1}],"updates":71,"comments":5870},"errors":{}}