{"successes":{"title":"Ghost: Just a Blogging Platform","category":"Technology","subcategory":"Software","description":"An open source blogging platform which makes writing pleasurable and publishing simple.","avatarURL":"https://ksr-ugc.imgix.net/projects/487539/photo-original.jpg?v=1397813310&w=1536&h=1152&fit=crop&auto=format&q=92&s=53679cf8026115204cd9315b99be9fe8","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/487539/video-234630-h264_high.mp4","city":"London","state":null,"country":"UK","duration":29,"startDate":1367218800000,"endDate":1369724400000,"raised":196362,"goal":25000,"percent":785,"backers":5236,"currency":"GBP","Pledges":[{"amount":5,"backers":50,"pledgePercentage":0.01,"limited":true,"description":"LAST MINUTE FLASH SALE: We're giving 50 backers 50% off 50 copies of Ghost for the next (slightly-more-than) 50 hours! Tell your friends who've been on the fence about the £10 level that they could grab themselves a great deal if they're very quick!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":44,"numAllCaps":4},{"amount":10,"backers":2875,"pledgePercentage":0.55,"limited":false,"description":"YOUR OWN COPY OF GHOST:\nThanks for helping make this project a reality. The software will be released by digital download to Kickstarter backers before anyone else. NOTE: This project is being funded in Great British Pounds, but you CAN back it in your own currency from anywhere in the world! Woo! £1 is around $1.50.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":55,"numAllCaps":7},{"amount":25,"backers":1167,"pledgePercentage":0.22,"limited":false,"description":"THE QUICKSTART GHOST PACK:\nYou get an early access copy of Ghost. You'll also get to RESERVE YOUR USERNAME on the TryGhost community website, which will be the home of Ghost themes, plugins, support forums, documentation, and user profiles. You also get THREE MONTHS FREE on our hosted service so you can set up a public blog in mere seconds. If you want the best and easiest way to launch a blog with Ghost, this is it.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":76,"numAllCaps":10},{"amount":42,"backers":100,"pledgePercentage":0.02,"limited":true,"description":"EARLY BIRD MEANING OF LIFE SPECIAL. The first 100 backers get access to the Ghost Founder Pack at nearly 30% off! This is limited to the first 100, once they're gone - they're gone!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":60,"backers":577,"pledgePercentage":0.11,"limited":false,"description":"THE GHOST FOUNDER PACK:\nYou get an early access copy of Ghost, reserve your username on the community website. You also get SIX MONTHS FREE on our hosted service and a FOUNDER emblem forever marked next to your username on the community site. You will be listed as a contributor on the first public release of Ghost - etched into history.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":60,"numAllCaps":8},{"amount":120,"backers":142,"pledgePercentage":0.03,"limited":false,"description":"THE GHOST SUPER VIP PACK:\nYou get an early access copy of Ghost, reserve your username + founder emblem on the community website, listed as a contributor on the first release. You also get access to private WEEKLY DEVELOPMENT RELEASES as we build Ghost, and ONE YEAR FREE ON OUR HOSTED SERVICE. This means you'll be using Ghost and giving us feedback on it at least 3 months before anyone else.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":70,"numAllCaps":15},{"amount":250,"backers":100,"pledgePercentage":0.02,"limited":true,"description":"THE DEVELOPER SPECIAL:\nYou get everything in the super VIP pack, but you also get access to the Ghost Nightly releases as well as the Theme and Plugin documentation *as we write it*. We'll help you get started with developing themes and plugins on top of Ghost and we'll promote one of your products for ONE YEAR on the official Ghost website.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":61,"numAllCaps":6},{"amount":666,"backers":11,"pledgePercentage":0,"limited":true,"description":"THE ELITE DEVELOPER SPECIAL:\nYou get everything in the Developer Special, but you also get a top-secret email address that gives you direct, priority access to the Ghost development team. We'll help you convert your blog (or your themes) to Ghost, and ask you to help us with planning the official Ghost open marketplace. Oh, and you're also invited to our launch party in London.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":64,"numAllCaps":4},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"SPONSOR A GHOST RELEASE: Being a release sponsor means we'll name a release of Ghost after you and thank you publicly on our blog, social media channels, and newsletter (with your logo and link) when it goes out. Not only that, but you also get everything in the Elite Developer Special! We'll organise with you which release you'd like to be a part of, and you'll be featured heavily when it goes out.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":73,"numAllCaps":4},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"THE IRONIC BACKER SPECIAL:\nIf Ghost is successfully funded, I will get a large (like, coffee cup radius) tattoo of the WordPress logo! I'll make a video of it and send it to you. Presumably you'll publish it on the internet, so all can revel in my humiliation. You'll also get everything in the Elite Developer Special. See? Even if you don't like the idea, you can still help. HATERS GONNA... BE PRODUCTIVE.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":72,"numAllCaps":10},{"amount":5000,"backers":8,"pledgePercentage":0,"limited":true,"description":"THE OFFICIAL GHOST PARTNER LIST:\nYou don't just believe in this early version of Ghost, you believe in the vision and what it stands for. Being a Ghost partner means you will be a part of all our launch activities and gets your logo + link on every page of our site and newsletters for at least the next year. We'll help you convert (or set up from scratch) one Ghost blog and feature you as a case study on our site.\nAnd, of course, you also get everything in the Elite Developer Special. Put your company firmly behind backing this open source project and it won't soon forget you.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":108,"numAllCaps":5},{"amount":5000,"backers":1,"pledgePercentage":0,"limited":true,"description":"THE SILVER PARTNER LIST: After the wild 8-day sellout success of the initial Ghost Partner List, we're bringing you the Silver Partner List. We now have 8 more slots for companies who want to get behind Ghost in a very real way. Being a Ghost Silver partner means you get your logo and link prominently on the 'Partners' page of the website as well as in the newsletters for our major and minor releases for the next year. You'll also get a logo/link in the final Kickstarter update of the campaign. We'll help you convert (or set up from scratch) one Ghost blog and feature you as a case study on our site. And, of course, you also get everything in the Elite Developer Special.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":125,"numAllCaps":4}],"updates":15,"comments":266},"errors":{}}