{"successes":{"title":"Grim Dawn","category":"Games","subcategory":"Video Games","description":"Victorian era, fantasy action role-playing from the lead gameplay designer of TITAN QUEST!","avatarURL":"https://ksr-ugc.imgix.net/assets/003/969/067/46bd2a1c0a2fb863529cc9cd127ad81c_original.png?v=1434087303&w=700&fit=max&auto=format&q=92&s=c550ebff4467601e46bf6305b27fb5d1","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/107066/video-98840-h264_high.mp4","city":"Boston","state":"MA","country":"US","duration":31,"startDate":1334646000000,"endDate":1337324400000,"raised":537515,"goal":280000,"percent":192,"backers":12457,"currency":"USD","Pledges":[{"amount":18,"backers":5215,"pledgePercentage":0.42,"limited":false,"description":"Digital download of finished game for PC, DRM free at a low price for your early support.  Can be downloaded directly from us or via Steam and other distribution sites + Exclusive \"Service Medal\" in-game accessory, available only on Kickstarter.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":41,"numAllCaps":2},{"amount":24,"backers":217,"pledgePercentage":0.02,"limited":false,"description":"Swashbuckler Edition includes all previous rewards + Start the game in style with an exclusive swashbuckler's coat! (in-game item)\n-\nAll higher tiers will receive this reward.  Co-op bundles will receive duplicates of this prize because no one should have to swashbuckle alone!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":42,"numAllCaps":0},{"amount":28,"backers":150,"pledgePercentage":0.01,"limited":false,"description":"Drunken Master Edition includes all previous rewards + Special vintage, black-label bottle of Enchanted Burrwitch Brew that never runs dry.  (in-game item) Have no fear of gaining unfair advantages though, far from granting special powers, this vile brew is certain to dull your combat abilities and may induce vomiting.  Please use responsibly.\n-\nAll higher tiers will receive this reward.  Co-op bundles will receive duplicates of this prize because misery deserves company!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":73,"numAllCaps":0},{"amount":32,"backers":894,"pledgePercentage":0.07,"limited":false,"description":"Co-op bundle includes 2 copies of the finished game, for digital download, DRM free, at a special lower price for those who just wanted an extra copy to share with a friend or loved one.\n+ Includes in-game accessory \"Service Medal\" for each copy","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":43,"numAllCaps":1},{"amount":35,"backers":1351,"pledgePercentage":0.11,"limited":false,"description":"Early Access Edition with digital download of finished game for PC, DRM free\n+ Exclusive access to the beta\n+ Digital download of Grim Dawn original music\n+ \"Veteran's Medal\" in-game accessory, available only on Kickstarter.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":33,"numAllCaps":2},{"amount":45,"backers":441,"pledgePercentage":0.04,"limited":false,"description":"Early Access Edition + Expansion is everything from the $35 tier, including beta access, plus our first expansion (which will be developed after release).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":24,"numAllCaps":0},{"amount":48,"backers":468,"pledgePercentage":0.04,"limited":false,"description":"Co-op Expansion Bundle includes 2 copies of the finished game and 2 copies of the first expansion, both for digital download, DRM free, at a special lower price for those who just want an extra copy and expansions to share with a friend or loved one. + Includes in-game accessory \"Service Medal\" for each copy","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":55,"numAllCaps":1},{"amount":50,"backers":859,"pledgePercentage":0.07,"limited":false,"description":"Digital Collector's Edition with \"Crate Story\" downloadable PDF (Gives a behind-the-scenes look at the struggle of starting a new game studio and tells the story of Crate from the last days of Iron Lore to the development of Grim Dawn and the many challenges we've overcome along the way.  Will include color photos and concept art from development).\n+ Digital download of finished game for PC, DRM free\n+ Exclusive access to the alpha and beta\n+ Digital download of Grim Dawn original music\n+ Name in the game credits\n+ Officer's Medal in-game accessory, available only on Kickstarter.\n+ Massively stylish George Washington style powdered wig in-game accessory.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":104,"numAllCaps":3},{"amount":58,"backers":642,"pledgePercentage":0.05,"limited":false,"description":"Digital Collector's + Expansion is everything from the $50 tier, including alpha / beta access, plus our first expansion (which will be developed after release).","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":25,"numAllCaps":0},{"amount":64,"backers":199,"pledgePercentage":0.02,"limited":false,"description":"Co-op Digital Collector's Bundle includes everything from the $50 version plus one additional digital copy of the finished game (does not include duplicates of all the extras).","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":27,"numAllCaps":0},{"amount":78,"backers":241,"pledgePercentage":0.02,"limited":false,"description":"Co-op Digital Collector's Expansion Bundle includes double everything from the $50 version plus two copies of our first expansion all for digital download.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":23,"numAllCaps":0},{"amount":85,"backers":535,"pledgePercentage":0.04,"limited":false,"description":"Digital Deluxe Edition with Special Will-O'-The-Wisp pet that acts as a light in the darkest of times. (cosmetic only)\n+ Get our first expansion free via digital download when it is released\n+ Exclusive, high resolution, digital map that could be used as a wallpaper or printed out for your wall.\n+ Everything from the Digital Collector's Edition, including a digital copy of the game with access to alpha and beta. (This includes no physical goods to help international fans who want to support the project more but avoid VAT)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":87,"numAllCaps":2},{"amount":98,"backers":187,"pledgePercentage":0.02,"limited":false,"description":"Co-op Digital Deluxe Bundle includes everything from the $85 version plus one additional digital copy of the finished game (does not include duplicates of all the extras).","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":27,"numAllCaps":0},{"amount":100,"backers":275,"pledgePercentage":0.02,"limited":false,"description":"Boxed Special Edition of the game with physical game disk and soundtrack.  This is for those fans who just want the boxed game at a lower price without a lot of other physical goods.\n+ Small fold-out paper map\n+ Everything from the Digital Deluxe Edition including the expansion and a digital copy of the game with access to the alpha and beta. (Please add $10 for shipping outside the US & Canada)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":72,"numAllCaps":1},{"amount":150,"backers":170,"pledgePercentage":0.01,"limited":false,"description":"Boxed Deluxe Edition of the game with physical game disk and soundtrack. \n+ Grim Dawn poster suitable for framing\n+ Small fold-out paper map\n+ Everything from the Digital Deluxe Edition including the expansion and a digital copy of the game with access to the alpha and beta, plus an extra copy of the final digital release to give to a friend or loved one.(Please add $10 for shipping outside the US & Canada)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":72,"numAllCaps":1},{"amount":175,"backers":22,"pledgePercentage":0,"limited":true,"description":"Limited G400 Edition gives you everything from the Boxed Deluxe Edition plus a sweet Logitech® Optical Gaming Mouse G400 for all your precision clicking needs!  The people at Logitech® were kind enough to offer us these mice to use as a reward but we have a limited supply!","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":49,"numAllCaps":0},{"amount":250,"backers":59,"pledgePercentage":0,"limited":true,"description":"Hoarder's Edition includes a printed book edition of the \"Crate Story\" (Gives a behind-the-scenes look at the struggle of starting a new game studio and tells the story of Crate from the last days of Iron Lore to the development of Grim Dawn and the many challenges we've overcome along the way.  Will include color photos and concept art from development).\n+ Grim Dawn poster signed by Arthur Bruno\n+ Everything from the Boxed Deluxe Edition and Digital Deluxe Edition but with 2 digital copies of the game with access to the alpha and beta. (Please add $10 for shipping outside the US & Canada)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":104,"numAllCaps":1},{"amount":375,"backers":31,"pledgePercentage":0,"limited":true,"description":"Enthusiast's Edition is mainly for fans who just wanted a way to contribute more and get a little something without extra physical merchandise.  It includes 4 digital copies with access to alpha and beta\n+ Your game box signed by the Grim Dawn team\n+ Your book signed by Arthur Bruno\n+ Everything from the Hoarder's Edition, except the extra game copies, which are included in the 4 copies above.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":68,"numAllCaps":0},{"amount":1000,"backers":10,"pledgePercentage":0,"limited":true,"description":"You get to name something in-game (must be suitable and appropriate)!  Could be an NPC, hero monster, equipment, gravestone or in-game fiction.\n+ Your name will appear in a special \"boss\" section of the credits.\n+ Everything from the Enthusiast's Edition but with 10 digital copies of the game with access to the alpha and beta.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":55,"numAllCaps":1},{"amount":4000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Create and name your own equipment set!  You get to choose the name for a unique item set and choose the completion bonus!  (We set the values for balancing reasons and can reject inappropriate names)\n+ Everything from the Enthusiast's Edition but with 15 digital copies of the game with access to the alpha and beta.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":57,"numAllCaps":0},{"amount":8000,"backers":1,"pledgePercentage":0,"limited":true,"description":"Collaborate with Grim Dawn designers to create your own side-quest!  Note that side-quests must be relatively simple and we reserve the right to reject ideas that don't fit the game (but if that happens, you can try again).  \n+ Skype lunch (or in person if you happen to be around Boston or want to meet in San Francisco during the week of GDC) with Arthur Bruno and other team members of the Crate team where we can talk about development and listen to your feedback.\n+ Everything from the Enthusiast's Edition but with 20 digital copies of the game with access to the alpha and beta.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":107,"numAllCaps":1}],"updates":43,"comments":5189},"errors":{}}