{"successes":{"title":"Glowdeck - A companion for your smartphone.","category":"Design","subcategory":"Product Design","description":"Glowdeck is a wireless charger, Bluetooth speaker, LED light system, and wifi-enabled notifications platform called Streams.","avatarURL":"https://ksr-ugc.imgix.net/projects/749835/photo-original.jpg?v=1397855145&w=1536&h=1152&fit=crop&auto=format&q=92&s=7ddd89f6f3f02603778b35b405a0b5e6","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/749835/video-360136-h264_high.mp4","city":"Brooklyn","state":"NY","country":"US","duration":43,"startDate":1395126000000,"endDate":1398841200000,"raised":209669,"goal":30000,"percent":699,"backers":956,"currency":"USD","Pledges":[{"amount":5,"backers":31,"pledgePercentage":0.03,"limited":false,"description":"BE A GLOWDECK SUPPORTER: You'll be signed up for exclusive updates, and we'll feature your name (unless you don't want us to) on our website as a token of our appreciation for your support.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":34,"numAllCaps":4},{"amount":85,"backers":35,"pledgePercentage":0.04,"limited":true,"description":"*EARLY ADOPTER* GLOWDECK BETA DEVELOPER BOARD:  One fully Arduino-compatible and USB-programmable Glowdeck Beta Development Board, for the Maker in you. This is the circuit board inside our Glowdeck Beta units. Ships fully assembled, and features on-board Wifi/Bluetooth 4.0, a 2x10W audio amplifier, an array of RGB LEDs, a microphone, an Arduino-compatible microcontroller, and more. Comes with the same 2.2\" TFT LCD used in the Glowdeck Beta units, fully commented Arduino code, datasheets for all modules/components, and a detailed tutorial to get you up and running fast. Does not include the Glowdeck enclosure, speakers, or wireless charging apparatus (speakers and charging components can be purchased separately).","estimatedDelivery":"2014-06-01","estimatedDeliveryISO":"2014-06-01T00:00:00.000Z","numWords":106,"numAllCaps":10},{"amount":95,"backers":16,"pledgePercentage":0.02,"limited":true,"description":"GLOWDECK BETA DEVELOPER BOARD: One fully Arduino-compatible and USB-programmable Glowdeck Beta Development Board, for the Maker in you. This is the circuit board inside our Glowdeck Beta units. Ships fully assembled, and features on-board Wifi/Bluetooth 4.0, a 2x10W audio amplifier, an array of RGB LEDs, a microphone, an Arduino-compatible microcontroller, and more. Comes with the same 2.2\" TFT LCD used in the Glowdeck Beta units, fully commented Arduino code, datasheets for all modules/components, and a detailed tutorial to get you up and running fast. Does not include the Glowdeck enclosure, speakers, or wireless charging apparatus (speakers and charging components can be purchased separately).","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":103,"numAllCaps":8},{"amount":180,"backers":50,"pledgePercentage":0.05,"limited":true,"description":"*EARLY ADOPTER* GLOWDECK BETA - BLACK ACRYLIC EDITION:  Be the first to get your hands on a limited edition Glowdeck Beta in a Black Acrylic finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. ","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":59,"numAllCaps":7},{"amount":190,"backers":153,"pledgePercentage":0.16,"limited":true,"description":"Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":22,"numAllCaps":1},{"amount":195,"backers":50,"pledgePercentage":0.05,"limited":true,"description":"GLOWDECK BETA - BLACK ACRYLIC EDITION (EXTENDED EARLY BIRD): Be among the first to get your hands on a limited edition Glowdeck Beta in a Black Acrylic finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":81,"numAllCaps":9},{"amount":195,"backers":50,"pledgePercentage":0.05,"limited":true,"description":"*EARLY ADOPTER* GLOWDECK BETA - MAPLE WOOD EDITION:  Be the first to get your hands on a limited edition Glowdeck Beta in a Maple Wood finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. ","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":59,"numAllCaps":7},{"amount":195,"backers":50,"pledgePercentage":0.05,"limited":true,"description":"Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":22,"numAllCaps":1},{"amount":200,"backers":17,"pledgePercentage":0.02,"limited":true,"description":"*EARLY ADOPTER* GLOWDECK BETA - WALNUT WOOD EDITION:  Be the first to get your hands on a limited edition Glowdeck Beta in a Walnut Wood finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. ","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":59,"numAllCaps":7},{"amount":215,"backers":95,"pledgePercentage":0.1,"limited":true,"description":"Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":22,"numAllCaps":1},{"amount":215,"backers":54,"pledgePercentage":0.06,"limited":true,"description":"*EARLY ADOPTER* GLOWDECK BETA - CHERRY WOOD EDITION:  Be the first to get your hands on a limited edition Glowdeck Beta in a Cherry Wood finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. ","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":59,"numAllCaps":7},{"amount":215,"backers":242,"pledgePercentage":0.25,"limited":true,"description":"Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":22,"numAllCaps":1},{"amount":250,"backers":16,"pledgePercentage":0.02,"limited":true,"description":"GLOWDECK BETA - BLACK ACRYLIC EDITION: Be among the first to get your hands on a limited edition Glowdeck Beta in a Black Acrylic finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":78,"numAllCaps":6},{"amount":250,"backers":5,"pledgePercentage":0.01,"limited":true,"description":"GLOWDECK BETA - CHERRY WOOD EDITION (EXTENDED EARLY BIRD): Be among the first to get your hands on a limited edition Glowdeck Beta in a Cherry Wood finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":81,"numAllCaps":9},{"amount":250,"backers":4,"pledgePercentage":0,"limited":true,"description":"GLOWDECK BETA - MAPLE WOOD EDITION (EXTENDED EARLY BIRD): Be among the first to get your hands on a limited edition Glowdeck Beta in a Maple Wood finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":81,"numAllCaps":9},{"amount":400,"backers":40,"pledgePercentage":0.04,"limited":true,"description":"GLOWDECK BETA - WALNUT WOOD EDITION (EXTENDED EARLY BIRD): Be among the first to get your hands on a limited edition Glowdeck Beta in a Walnut Wood finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. Includes one power adapter, one USB cable for wired charging (and for installing software updates to Glowdeck), and a detailed product guide.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":81,"numAllCaps":9},{"amount":750,"backers":16,"pledgePercentage":0.02,"limited":true,"description":"GLOWDECK BETA - WALNUT WOOD EDITION:  Be among the first to get your hands on a limited edition Glowdeck Beta in a Walnut Wood finish. You'll also get your own Streams account and full access to the online beta portal, where you can submit feedback and download updates directly to your Glowdeck as they come out. ","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":58,"numAllCaps":5}],"updates":52,"comments":838},"errors":{}}