{"successes":{"title":"To Be Or Not To Be: That Is The Adventure","category":"Publishing?ref=category","subcategory":"Publishing","description":"The greatest work IN English literature, now in the greatest format OF English literature: a chooseable-path adventure!","avatarURL":"https://ksr-ugc.imgix.net/projects/378397/photo-original.png?v=1397801651&w=1536&h=1152&fit=crop&auto=format&q=92&s=bf358e98560769a791de8a07009ffb9c","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/378397/video-180124-h264_high.mp4","city":"Toronto","state":null,"country":"Canada","duration":30,"startDate":1353484800000,"endDate":1356076800000,"raised":580905,"goal":20000,"percent":2905,"backers":15352,"currency":"CAD","Pledges":[{"amount":15,"backers":795,"pledgePercentage":0.05,"limited":false,"description":"ONE FUTURE BOOK, PLEASE: You'll get a DRM-free digital copy of To Be Or Not To Be as soon as it's completed, that will last as long as we've got electricity and computers.  This is the fastest and cheapest way to get the book!","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":45,"numAllCaps":5},{"amount":20,"backers":4635,"pledgePercentage":0.3,"limited":false,"description":"ONE PHYSICAL AND FUTURE BOOK, PLEASE: You'll get a SIGNED paperback copy of To Be Or Not To Be AND a digital copy.  For non-US donors, please donate at least $30 total to accommodate shipping.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":36,"numAllCaps":9},{"amount":25,"backers":5490,"pledgePercentage":0.36,"limited":false,"description":"TOTALLY SWEET: The physical and future book (signed book and digital copy!) plus some Kickstarter-only temporary tattoos!  One is of T-Rex saying \"Sup?\" and the other is of Utahraptor saying \"WHATEVER\".  Don't you want these on your skin?  Probably??  For non-US donors, please donate at least $35 total to accommodate shipping.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":55,"numAllCaps":5},{"amount":50,"backers":1421,"pledgePercentage":0.09,"limited":false,"description":"AMAZINGLY RAD: You'll get a SIGNED limited edition hardcover copy of To Be Or Not TO Be AND a digital copy.  For non-US donors, please donate at least $60 total to accommodate shipping.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":34,"numAllCaps":6},{"amount":55,"backers":313,"pledgePercentage":0.02,"limited":false,"description":"SUPER AMAZINGLY RAD: Everything in AMAZINGLY RAD (signed hardcover book and digital copy) plus some Kickstarter-only temporary tattoos!  One is of T-Rex saying \"Sup?\" and the other is of Utahraptor saying \"WHATEVER\".  Don't you want these on your skin too?  Probably you do?? For non-US donors, please donate at least $65 total to accommodate shipping.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":58,"numAllCaps":8},{"amount":55,"backers":271,"pledgePercentage":0.02,"limited":false,"description":"IS IT ALLOWED TO READ ONE BOOK MORE THAN ONCE, WHAT IF IT'S NOT: 3 paperback copies of the book, signed. Please give at least $15 extra in shipping for non-US orders.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":32,"numAllCaps":15},{"amount":60,"backers":825,"pledgePercentage":0.05,"limited":false,"description":"I WANT TO PUT THINGS ON MY BODY AND WALLS: Everything in the \"TOTALLY SWEET\" pack (signed book, digital copy, rad tats) AND a giant, gorgeous poster featuring an annotated flowchart for the entire book.  You'll be able to go through the story just by staring at your wall.  That's what living is all about, my friend.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":59,"numAllCaps":13},{"amount":75,"backers":1009,"pledgePercentage":0.07,"limited":false,"description":"BEST BUDS FOREVER: a signed paperback copy of To Be Or Not To Be, PLUS a signed hardcover version too.  And you get all the goodies in \"SUPER AMAZINGLY RAD\" tier twice!  That means two bookmarks, two copies of the prequel, twice the tattoos, and so on.  I hope fighting over who gets the hardcover version will not destroy your friendship :(  Add $15 to ship outside the US.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":73,"numAllCaps":9},{"amount":90,"backers":508,"pledgePercentage":0.03,"limited":false,"description":"SUPER I WANT TO PUT THINGS ON MY BODY AND WALLS: Like I WANT TO PUT THINGS ON MY BODY AND WALLS (book + poster + rad tats + digital copy), but with a hardcover copy of the book instead. International donors please donate at least $100 total to accommodate shipping.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":51,"numAllCaps":21},{"amount":250,"backers":11,"pledgePercentage":0,"limited":false,"description":"GIANT ADVENTURES, GIANT POSTERS: Everything in SUPER I WANT TO PUT THINGS ON MY BODY AND WALLS (hardcover book, rad tats, digital copy, poster) but with the poster printed both regular (large) sized and TREMENDOUS-SIZED.  You'll get 4 posters that combine, Voltron-style, to form a poster that is larger than your body in every dimension except thickness.  International donors please add at least $15 to accommodate shipping.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":69,"numAllCaps":16},{"amount":1000,"backers":0,"pledgePercentage":0,"limited":true,"description":"PATRON OF THE FRIGGIN' ARTS: Everything in the Super I Want To Put Things On My Body And Walls pack (hardcover book + poster + rad tats + digital copy), PLUS I'll write a Dinosaur Comic on the subject of your choosing that will appear on the site.  Just don't make it a terrible subject (\"Sam eats poops, I saw it, I was there\") and we'll be good.  You will have the power to create an actual comic on any topic you choose.  This will make you a literal patron of the arts.  This is amazing.  Also it would make a nice present for someone I'm pretty sure.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":113,"numAllCaps":11},{"amount":1000,"backers":5,"pledgePercentage":0,"limited":true,"description":"WHAT ABOUT ME THOUGH: Everything in the Super I Want To Put Things On My Body And Walls pack (hardcover book + poster + rad tats + digital copy), PLUS I'll write and sign and sketch a dinosaur in a separate pamphlet book containing a 100% all-new gamebook adventure starring YOU.  Just tell me a bit about yourself and what sort of adventure you'd like to go on!  You are now a patron of the arts with a custom minibook written about your wacky times!  Put that on your epitaph, baby.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":94,"numAllCaps":8},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"ULTIMATE CHAMPION IN ALL POSSIBLE TIMELINES: Everything in the WHAT ABOUT ME THOUGH reward level, plus I'll paint a painting of T-Rex that you'll get to have in your house.  This is a thing you can make happen.  NOTE: I am not a very good painter is the thing.  Thank you for supporting the book and in exchange I will make you the best painting I can but let's both go into this with our eyes open.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":80,"numAllCaps":16},{"amount":5001,"backers":1,"pledgePercentage":0,"limited":true,"description":"ULTIMATE CHAMPION IN ALL POSSIBLE TIMELINES 2000: Everything in \"ULTIMATE CHAMPION IN ALL POSSIBLE TIMELINES\", plus your painting will be on a sexagonal canvas which makes it better and more valuable, plus you and I will have a nice conversation on the phone during where I'll ask you what T-Rex should be doing in the painting, and then we'll just talk about our feelings, during which time you will be given SEVERAL opportunities to choose where the conversation goes next.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":80,"numAllCaps":16}],"updates":69,"comments":618},"errors":{}}