{"successes":{"title":"Golem Arcana","category":"Games","subcategory":"Tabletop Games","description":"Golem Arcana combines miniatures with mobile technology to deliver a tabletop game that's easy to learn and fast to play.","avatarURL":"https://ksr-ugc.imgix.net/projects/671331/photo-original.jpg?v=1397833332&w=1536&h=1152&fit=crop&auto=format&q=92&s=c92b6ef9ad9c5b3f61b6b0030f387a76","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/671331/video-287807-h264_high.mp4","city":"Kirkland","state":"WA","country":"US","duration":35,"startDate":1378796400000,"endDate":1381820400000,"raised":518538,"goal":500000,"percent":104,"backers":2194,"currency":"USD","Pledges":[{"amount":10,"backers":43,"pledgePercentage":0.02,"limited":false,"description":"\"A la Carte\" - This level is for people who ONLY want to purchase items from the Optional Items Menu product list. The $10 covers the shipping cost for US orders ($25 covers international). NOTE: You can add optional items to ANY Reward Level. See the Optional Items Menu section for more details.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":53,"numAllCaps":5},{"amount":20,"backers":56,"pledgePercentage":0.03,"limited":false,"description":"\"Ally\" - Show your support for Golem Arcana and receive the \"World of Eretsu\" art & fiction PDF. This full-color illustrated PDF contains all of the short-stories released during the Kickstarter, inspiring illustrations of the world of Eretsu, and a behind-the-scenes look at the creation of the Golems of the Ancient Ones, from concept sketch to computer model to painted miniature. IMPORTANT NOTE: All Reward Tiers of $20 and UP receive the \"World of Eretsu\" PDF!\n \n(If you decide to add anything from the Optional Items Menu, please add $5 USD to ship outside the U.S.)","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":96,"numAllCaps":8},{"amount":40,"backers":36,"pledgePercentage":0.02,"limited":false,"description":"“Mercenary” - THREE GOLEMS of your choice (1 War Sprite, 1 Ogre, and 1 Titan. Mix and match from any Codex and choose to have all three figures come in painted plastic OR all three come in unpainted resin) + QuickStart Rules & Lore PDF. (Note: you'll need a friend with the TDI Stylus and Terrain Tiles to play.)\nAdd $20 USD to ship outside the U.S.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":66,"numAllCaps":7},{"amount":55,"backers":199,"pledgePercentage":0.09,"limited":true,"description":"\"Early Tribesman\" - EARLY BIRD SPECIAL! - Golem Arcana BASE GAME (see image).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":13,"numAllCaps":5},{"amount":65,"backers":269,"pledgePercentage":0.12,"limited":false,"description":"\"Tribesman\" - Golem Arcana BASE GAME (see image).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":8,"numAllCaps":2},{"amount":100,"backers":249,"pledgePercentage":0.11,"limited":true,"description":"\"Early Warrior\" - EARLY BIRD SPECIAL! - BASE GAME + ONE CORE CODEX set of FOUR Golem figures. PLUS any BONUS stretch goals.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":23,"numAllCaps":11},{"amount":110,"backers":444,"pledgePercentage":0.2,"limited":false,"description":"\"Warrior\" - BASE GAME + ONE CORE CODEX set of FOUR Golem figures. PLUS any BONUS stretch goals.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":18,"numAllCaps":8},{"amount":225,"backers":144,"pledgePercentage":0.07,"limited":true,"description":"“Early Warlord” - EARLY BIRD SPECIAL! - ALL FOUR CORE CODEX sets of four Golem figures each for a total of 22 Golem figures! (Note: The Zikia and Urugal Codex sets repeat figures that are in the Base Game.) PLUS any BONUS stretch goals.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":44,"numAllCaps":9},{"amount":250,"backers":32,"pledgePercentage":0.01,"limited":false,"description":"\"Beta Knight\" - BASE GAME + ONE CORE CODEX set of FOUR Golem figures. PLUS any BONUS stretch goals. BETA TEST: In addition to the above, as a member of the Beta Test Group you'll receive prototype stylus hardware and cardboard tokens (representing game figures) to Beta test the app and game rules prior to release. As a member of our Beta Test Team, your feedback will be vital to the creation of Golem Arcana!","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":75,"numAllCaps":10},{"amount":250,"backers":81,"pledgePercentage":0.04,"limited":false,"description":"“Warlord” - BASE GAME + ALL FOUR CORE CODEX sets of four Golem figures each for a total of 22 Golem figures! (Note: The Zikia and Urugal Codex sets repeat figures that are in the Base Game.) PLUS any BONUS stretch goals.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":42,"numAllCaps":8},{"amount":375,"backers":346,"pledgePercentage":0.16,"limited":false,"description":"\"Lancer\" - BASE GAME + ONE of EVERY pre-painted Golem figure in the Optional Items Menu not found in the Base Game (including ALL additional pre-painted Golem figures UNLOCKED via stretch goals). PLUS any BONUS stretch goals.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":37,"numAllCaps":8},{"amount":475,"backers":30,"pledgePercentage":0.01,"limited":false,"description":"\"Guardian\" - BASE GAME + ONE of EVERY pre-painted Golem figure in the Optional Items Menu not found in the Base Game (including ALL additional pre-painted Golem figures UNLOCKED via stretch goals). PLUS any BONUS stretch goals. BETA TEST: In addition to the above, as a member of the Beta Test Group you'll receive prototype stylus hardware and cardboard tokens (representing game figures) to Beta test the app and game rules prior to release. As a member of our Beta Test Team, your feedback will be vital to the creation of Golem Arcana!","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":93,"numAllCaps":10},{"amount":750,"backers":34,"pledgePercentage":0.02,"limited":true,"description":"\"Golem Knight\" - BASE GAME + ONE of EVERY pre-painted Golem figure and terrain tileset in the Optional Items Menu (including all Golem figures and terrain tiles UNLOCKED via stretch goals) + YOUR IMAGE used to create a GOLEM KNIGHT portrait in the game (you will also receive the Golem Knight to use in your armies). PLUS - you will be a member of the Beta Test Group and receive prototype stylus hardware and cardboard tokens (representing game figures) to test the app and game rules prior to release. PLUS you will be invited to the exclusive GenCon Golem Arcana War Council Event (travel and GenCon registration not included).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":109,"numAllCaps":11},{"amount":1000,"backers":16,"pledgePercentage":0.01,"limited":true,"description":"\"Blood Knight\" - BASE GAME + ONE of EVERY pre-painted Golem figure and terrain tileset in the Optional Items Menu (including ALL additional pre-painted Golem figures and tiles UNLOCKED via stretch goals) + YOUR IMAGE used to create a ROYAL BLOOD KNIGHT portrait in the game (you will also receive the Blood Knight to use in your armies). PLUS - you will be a member of the Beta Test Group and you'll receive prototype stylus hardware and cardboard tokens (representing game figures) to Beta test the app and game rules prior to release! PLUS You will be invited to the exclusive GenCon Golem Arcana War Council Event (travel and GenCon registration not included).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":113,"numAllCaps":13},{"amount":1500,"backers":9,"pledgePercentage":0,"limited":true,"description":"\"Ancient One\" - BASE GAME + TWO of EVERY pre-painted Golem figure and terrain tileset in the Optional Items Menu (including ALL additional pre-painted Golem figures and tiles UNLOCKED via stretch goals) + YOUR IMAGE used to create a 3D model and portrait of an Ancient One in the game (you will also receive the Ancient Knight to use in your armies). PLUS - you will be a member of Beta Test Group One and receive prototype stylus hardware and cardboard tokens (representing game figures) to Beta test the app and game rules prior to release. PLUS you will be invited to the exclusive GenCon Golem Arcana War Council Event (travel and GenCon registration not included).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":116,"numAllCaps":10},{"amount":2000,"backers":10,"pledgePercentage":0,"limited":true,"description":"\"Luminary\" - BASE GAME + TWO of EVERY pre-painted Golem figure and terrain tileset in the Optional Items Menu (including ALL additional pre-painted Golem figures and tiles UNLOCKED via stretch goals) + YOUR IMAGE and INPUT used to create a MAJOR STORYLINE character - this is your chance to be the Alexander Kerensky or Harlequin of this universe! PLUS - you will be a member of Beta Test Group One and receive prototype stylus hardware and cardboard tokens (representing game figures) to Beta test the app and game rules prior to release. PLUS you will be invited to participate in a special CAMPAIGN game the results of which will have a major impact on the story of Golem Arcana. The Campaign will be hosted at the exclusive GenCon Golem Arcana War Council Event (travel and GenCon registration not included).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":139,"numAllCaps":14},{"amount":4000,"backers":3,"pledgePercentage":0,"limited":true,"description":"\"Celestial\" - BASE GAME + TWO of EVERY pre-painted Golem figure and terrain tileset in the Optional Items Menu (including ALL additional pre-painted Golem figures and tiles UNLOCKED via stretch goals) + YOUR IMAGE and INPUT used to create a MAJOR STORYLINE character! PLUS you will be a member of Beta Test Group One and receive prototype stylus hardware and cardboard tokens (representing game figures) to Beta test the app and game rules prior to release. PLUS you will be invited to participate in a special CAMPAIGN game the results of which will have a major impact on the story of Golem Arcana. The Campaign will be hosted at the exclusive GenCon Golem Arcana War Council Event (travel and GenCon registration not included). PLUS you will work with the design team to CREATE A NEW FACTION in the game world. DOUBLE SECRET PLUS you can spend the afternoon and evening at Harebrained Schemes World Headquarters working on your new faction with us in person and playing Golem Arcana together. (You are responsible for your travel to Kirkland, WA).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":178,"numAllCaps":23},{"amount":6000,"backers":2,"pledgePercentage":0,"limited":true,"description":"\"Eternal\" - BASE GAME + TWO of EVERY pre-painted Golem figure and terrain tileset in the Optional Items Menu (including ALL additional pre-painted Golem figures and tiles UNLOCKED via stretch goals) + YOUR IMAGE and INPUT used to create a MAJOR STORYLINE character! PLUS you will be a member of Beta Test Group One and receive prototype stylus hardware and cardboard tokens (representing game figures) to Beta test the app and game rules prior to release. PLUS you will be invited to participate in a special CAMPAIGN game the results of which will have a major impact on the story of Golem Arcana. The Campaign will be hosted at the exclusive GenCon Golem Arcana War Council Event (travel and GenCon registration not included). PLUS you will work with the design team to CREATE A NEW FACTION in the game world. PLUS you will work with the design team to DESIGN A NEW COLOSSUS GOLEM along with its KNIGHT COMMANDER, an important storyline character. You also get a display version of the colossus and 5 playable copies of the colossus you can share with your friends.  DOUBLE SECRET PLUS you can spend the afternoon and evening at Harebrained Schemes World Headquarters working on your new faction with us in person and playing Golem Arcana together. (You are responsible for your travel to Kirkland, WA).","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":224,"numAllCaps":31}],"updates":48,"comments":13189},"errors":{}}