{"successes":{"title":"PID-Controlled Espresso Machine","category":"Design","subcategory":"Product Design","description":"A home espresso machine that provides commercial quality temperature and pressure consistency at an affordable price.","avatarURL":"https://ksr-ugc.imgix.net/projects/59786/photo-original.png?v=1397768151&w=1536&h=1152&fit=crop&auto=format&q=92&s=c9d99a3bb6d7051bf7adf996b8ea78e4","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/59786/video-66824-h264_high.mp4","city":"Atlanta","state":"GA","country":"US","duration":40,"startDate":1323590400000,"endDate":1327046400000,"raised":369569,"goal":20000,"percent":1848,"backers":1546,"currency":"USD","Pledges":[{"amount":1,"backers":88,"pledgePercentage":0.06,"limited":false,"description":"And they say you can’t get good coffee for $1 anymore! But your $1 is getting us that much closer to great at-home espresso - we couldn’t do it without you! A hearty thanks, and we’ll put your name on our website. Every dollar counts!","estimatedDelivery":"2012-01-01","estimatedDeliveryISO":"2012-01-01T00:00:00.000Z","numWords":45,"numAllCaps":1},{"amount":10,"backers":70,"pledgePercentage":0.05,"limited":false,"description":"Shot glasses are more than just cute miniature versions of regular glasses - they’re great for your espresso, for your liquor, for growing tiny plants in...With a $10 pledge you get shot glasses with our logo! Just use responsibly.","estimatedDelivery":"2012-02-01","estimatedDeliveryISO":"2012-02-01T00:00:00.000Z","numWords":39,"numAllCaps":0},{"amount":25,"backers":33,"pledgePercentage":0.02,"limited":false,"description":"Coffee is great for warming you up on a chilly day, but sometimes you need to take it to the next level and put on some clothes. But don’t worry, we’ve got you covered (literally! - you like that?). Enjoy one of our cozy, and stylish, ZPM T-shirts. And the shot glasses are all yours, too.","estimatedDelivery":"2012-02-01","estimatedDeliveryISO":"2012-02-01T00:00:00.000Z","numWords":56,"numAllCaps":2},{"amount":50,"backers":13,"pledgePercentage":0.01,"limited":false,"description":"Our machines do a lot of the work of making perfect espresso, but you’ve got to help out too. To show our gratitude, we’re making it as easy as possible by giving you the tools you require - namely, a fancy-schmancy tamper for all your tamping needs (probably just espresso, but who knows?). Add that to the t-shirt and shot glasses, and you’ll be sitting pretty.","estimatedDelivery":"2012-02-01","estimatedDeliveryISO":"2012-02-01T00:00:00.000Z","numWords":66,"numAllCaps":0},{"amount":75,"backers":6,"pledgePercentage":0,"limited":false,"description":"There’s no better feeling than unwrapping a box of presents - except maybe the feeling of playing with a bunch of presents. Forgive us for spoiling the surprise, but here’s what you’ll be getting from us: a shot glass, a t-shirt, a tamper, and your very own bag of artisan coffee beans. With our box of gifts, it’ll feel like Christmas in...whatever month you get your box of gifts!","estimatedDelivery":"2012-02-01","estimatedDeliveryISO":"2012-02-01T00:00:00.000Z","numWords":69,"numAllCaps":0},{"amount":200,"backers":450,"pledgePercentage":0.29,"limited":true,"description":"For a $200 pledge, you’re pre-ordering one of our very first machines, a $400 retail value! It can be hard to be one of the first to brave new frontiers, but don’t worry - there’s no river-crossings or dysentery in store for you, just awesome home-brewed espresso.","estimatedDelivery":"2012-03-01","estimatedDeliveryISO":"2012-03-01T00:00:00.000Z","numWords":47,"numAllCaps":0},{"amount":250,"backers":450,"pledgePercentage":0.29,"limited":true,"description":"If you want to boldly brew as you’ve never brewed before, this is your level. For $250, you’ll receive everything you need to craft the perfect espresso - one of our first machines, a bag of artisan coffee beans, shot glasses, and a tamper. And you can savor it while wearing one of our t-shirts. A $470 value!","estimatedDelivery":"2012-03-01","estimatedDeliveryISO":"2012-03-01T00:00:00.000Z","numWords":58,"numAllCaps":1},{"amount":300,"backers":244,"pledgePercentage":0.16,"limited":true,"description":"So you didn't manage to snag one of our $200 reward level machines and now you're sitting around all bummed out. Well, buck up, my friend, because we're not going to abandon you. For $300, you can still pre-order a machine. And our later machines will incorporate any user feedback we get from the early birds - so sometimes it pays to wait.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":63,"numAllCaps":0},{"amount":350,"backers":114,"pledgePercentage":0.07,"limited":true,"description":"We know you were just dying to pledge at our $250 reward level, but, you know, a lot of stuff came up, what with the holidays and TV being so good lately, and you never got around to it...and now it's sold out! Fear not, dear backer. You can still pledge to get our machine and box of goodies that includes shot glasses, t-shirt, espresso tamper, and a bag of artisan roasted coffee beans; a $470 dollar retail value! They'll arrive a little later, but the anticipation is half the fun.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":91,"numAllCaps":1},{"amount":675,"backers":16,"pledgePercentage":0.01,"limited":false,"description":"So you know you want our espresso machine - great! But you also know you'll have a hard time tamping whole beans. We're in the business of solving problems, so let us help you out. For $675, you get our machine AND a Baratza Vario grinder (a $869 value)! Grind away!  (This is a 120V/US-shipping only reward level.)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":59,"numAllCaps":2},{"amount":725,"backers":24,"pledgePercentage":0.02,"limited":false,"description":"You're clearly in it to win it at this point, so you may as well spring for the deluxe edition. Our machine, a Baratza Vario grinder, a t-shirt, a tamper, shot glasses, and a bag of Batdorf & Bronson Dancing Goats coffee (a $939 retail value). That's right, we will meet all your fashion and beverage needs. You never need to leave the house again. (This is a 120V/US shipping-only reward level.)","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":72,"numAllCaps":1},{"amount":1000,"backers":10,"pledgePercentage":0.01,"limited":true,"description":"If you’ve always dreamed of being a self-sufficient one-man (or -lady) coffee shop, this is where you need to be. For $1000, we’ll custom build a machine to your specifications (!), send you all of our ZPM logo products, shot glasses, a tamper, a bag of artisanal coffee, and your very own grinder. Now all you need is a patch of good bean-growin’ land in Colombia, and you’ll be set for life.","estimatedDelivery":"2012-03-01","estimatedDeliveryISO":"2012-03-01T00:00:00.000Z","numWords":72,"numAllCaps":1}],"updates":58,"comments":1471},"errors":{}}