{"successes":{"title":"Code Monkey Save World","category":"Comics?ref=category","subcategory":"Comics","description":"A graphic novel based on the songs of Jonathan Coulton, written by Greg Pak and drawn by Takeshi Miyazawa.","avatarURL":"https://ksr-ugc.imgix.net/projects/511379/photo-original.jpg?v=1397815752&w=1536&h=1152&fit=crop&auto=format&q=92&s=ea01ca48dff050284daf1c54c254f709","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/511379/video-229178-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":30,"startDate":1366009200000,"endDate":1368601200000,"raised":340270,"goal":39000,"percent":872,"backers":8452,"currency":"USD","Pledges":[{"amount":3,"backers":94,"pledgePercentage":0.01,"limited":false,"description":"STICKERS! Yes, if all you have is three bucks, WE WILL TAKE IT. And we'll send you some official \"Code Monkey Save World\" stickers via the US mail! EVERYBODY LOVES STICKERS!","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":31,"numAllCaps":9},{"amount":5,"backers":48,"pledgePercentage":0.01,"limited":false,"description":"A digital download of a BRAND NEW JONATHAN COULTON SONG inspired by the \"Code Monkey Save World\" graphic novel! Available exclusively to Kickstarter backers for the first month of release. ALSO includes the separated source tracks of the song!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":39,"numAllCaps":7},{"amount":5,"backers":15,"pledgePercentage":0,"limited":false,"description":"FOR INTERNATIONAL ADDRESSES: STICKERS! Yes, non-US residents if all you have is five bucks, WE WILL TAKE IT. And we'll send you some official \"Code Monkey Save World\" stickers in the mail! EVERYBODY LOVES STICKERS!","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":35,"numAllCaps":12},{"amount":10,"backers":29,"pledgePercentage":0,"limited":false,"description":"The official SOUNDTRACK. Get all of the original Jonathan Coulton songs that inspired the graphic novel in one digital package. Includes nifty cover art and the songs \"Code Monkey,\" \"Skullcrusher Mountain,\" \"Chiron Beta Prime,\" \"The Future Soon,\" \"Curl,\" \"I Crush Everything,\" \"Creepy Doll,\" \"Re: Your Brains,\" and maybe even \"Good Morning Tucson\" if that newscaster character makes it into the book. Also includes the BRAND NEW JONATHAN COULTON SONG and its source tracks!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":73,"numAllCaps":7},{"amount":15,"backers":1383,"pledgePercentage":0.16,"limited":false,"description":"DIGITAL BOOK RELEASE plus MUSIC. For just fifteen bucks, you get digital downloads of each of the four chapters of the \"Code Monkey Save World\" graphic novel as they're completed through Monkeybrain Comics and comiXology. Each issue available exclusively to Kickstarter backers for the first month of release. We're hoping to start releasing issues in August, finish in November.  PLUS a digital download of the SOUNDTRACK, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book!","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":91,"numAllCaps":8},{"amount":25,"backers":2278,"pledgePercentage":0.27,"limited":false,"description":"HARD COPY TRADE PAPERBACK plus DIGITAL BOOKS plus MUSIC! Get the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":71,"numAllCaps":12},{"amount":30,"backers":148,"pledgePercentage":0.02,"limited":false,"description":"CANADA ONLY - HARD COPY TRADE PAPERBACK plus DIGITAL BOOKS plus MUSIC! Get the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! FOR CANADIAN ADDRESSES ONLY. (Because it's cheaper to ship to you than other international destinations, you get this special deal that only charges $5 for shipping, included in your pledge amount above.)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":99,"numAllCaps":17},{"amount":35,"backers":2457,"pledgePercentage":0.29,"limited":false,"description":"SIGNED HARD COPY - plus DIGITAL BOOKS plus MUSIC! Here you get the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel -- SIGNED by Greg Pak and Jonathan Coulton! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":81,"numAllCaps":12},{"amount":40,"backers":222,"pledgePercentage":0.03,"limited":false,"description":"CANADA ONLY - SIGNED HARD COPY - plus DIGITAL BOOKS plus MUSIC! Here you get the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel -- SIGNED by Greg Pak and Jonathan Coulton! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US. FOR CANADIAN ADDRESSES ONLY. (Because it's cheaper to ship to you than other international destinations, you get this special deal that only charges $5 for shipping, included in your pledge amount above.)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":116,"numAllCaps":18},{"amount":40,"backers":2,"pledgePercentage":0,"limited":true,"description":"MUG & POSTER plus everything else in the $35 signed paperback level. Add $40 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":19,"numAllCaps":3},{"amount":50,"backers":391,"pledgePercentage":0.05,"limited":false,"description":"T-SHIRT, BOOK & MUSIC BUNDLE! Yep, a T-shirt featuring a sweet \"Code Monkey Save World\" design. PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $15 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":78,"numAllCaps":11},{"amount":50,"backers":424,"pledgePercentage":0.05,"limited":false,"description":"COFFEE MUG, BOOK & MUSIC BUNDLE! Yep, a coffee mug featuring Tak's awesome Code Monkey design. PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $25 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":78,"numAllCaps":11},{"amount":50,"backers":193,"pledgePercentage":0.02,"limited":false,"description":"CHALLENGE COINS, BOOK & MUSIC BUNDLE! These challenge coins are awesome metal medallions impressed with nifty \"Code Monkey Save World\" characters, designs, and text. We're still designing them, but they're gonna be super-sweet. We're including TWO \"Code Monkey Save World\" challenge coins (featuring two different designs!) in this package. PLUS the gorgeous physical copy of the \"Code Monkey Save World\" trade paperback, signed by Greg Pak and Jonathan Coulton! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $12 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":118,"numAllCaps":12},{"amount":50,"backers":56,"pledgePercentage":0.01,"limited":false,"description":"POSTER, BOOK & MUSIC BUNDLE! By popular demand, a 24\" x 36\" \"Code Monkey Save World\" poster! Sent rolled in a tube, not folded! PLUS the gorgeous physical copy of the \"Code Monkey Save World\" trade paperback, signed by Greg Pak and Jonathan Coulton! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $25 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":93,"numAllCaps":10},{"amount":75,"backers":33,"pledgePercentage":0,"limited":false,"description":"SIGNED SCRIPT AND MORE JOCO MUSIC plus BOOK & MUSIC! The script of the \"Code Monkey Save World\" graphic novel, SIGNED BY GREG PAK. PLUS all of Jonathan Coulton's classic and beloved \"Thing a Week\" songs in digital form. That's 52 songs, y'all.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":43,"numAllCaps":13},{"amount":80,"backers":145,"pledgePercentage":0.02,"limited":false,"description":"PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $15 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":62,"numAllCaps":6},{"amount":80,"backers":28,"pledgePercentage":0,"limited":false,"description":"T-SHIRT, COFFEE MUG, BOOK & MUSIC BUNDLE! Yep, a t-shirt AND a coffee mug featuring Tak's awesome Code Monkey design. PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $25 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":82,"numAllCaps":13},{"amount":80,"backers":10,"pledgePercentage":0,"limited":false,"description":"T-SHIRT & CHALLENGE COINS plus everything else in the $35 signed paperback level. Add $16 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":20,"numAllCaps":4},{"amount":80,"backers":20,"pledgePercentage":0,"limited":false,"description":"T-SHIRT & POSTER plus everything else in the $35 signed paperback level.  Add $30 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":20,"numAllCaps":3},{"amount":80,"backers":8,"pledgePercentage":0,"limited":false,"description":"MUG & CHALLENGE COINS plus plus everything else in the $35 signed paperback level. Add $30 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":21,"numAllCaps":4},{"amount":80,"backers":9,"pledgePercentage":0,"limited":false,"description":"CHALLENGE COINS & POSTER plus everything in the $35 level. Add $30 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":17,"numAllCaps":4},{"amount":100,"backers":125,"pledgePercentage":0.01,"limited":false,"description":"MUG & POSTER plus everything else in the $35 signed paperback level. Add $40 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":19,"numAllCaps":3},{"amount":110,"backers":17,"pledgePercentage":0,"limited":false,"description":"ALL OF JONATHAN COULTON'S MUSIC and MORE PAK COMIX plus BOOK & MUSIC! A digital download of Jonathan Coulton's entire musical ouvre! That's right, all of his songs (except the Christmas album). PLUS PDFs of several rarely-seen Greg Pak short comic book stories, including \"The Citizen,\" illustrated by Bernard Chang and the \"Rio Chino\" stories illustrated by Ian Kim and Sean Chen. PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":124,"numAllCaps":18},{"amount":110,"backers":9,"pledgePercentage":0,"limited":false,"description":"T-SHIRT, MUG & CHALLENGE COINS plus everything else in the $35 signed paperback level.  Add $35 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":22,"numAllCaps":5},{"amount":110,"backers":5,"pledgePercentage":0,"limited":false,"description":"T-SHIRT, MUG & POSTER plus everything else in the $35 signed paperback level. Add $45 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":20,"numAllCaps":4},{"amount":110,"backers":4,"pledgePercentage":0,"limited":false,"description":"T-SHIRT, CHALLENGE COINS & POSTER plus everything else in the $35 signed paperback level. Add $35 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":21,"numAllCaps":5},{"amount":125,"backers":29,"pledgePercentage":0,"limited":true,"description":"MUG, CHALLENGE COINS & POSTER plus everything else in the $35 signed paperback level.  Add $45 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":22,"numAllCaps":5},{"amount":150,"backers":18,"pledgePercentage":0,"limited":false,"description":"CODE MONKEY FIGURINE DIY KIT plus BOOK & MUSIC. Yes, the $200 limited edition, painted resin figurines of Code Monkey sculpted by the brilliant artist Sean Chen have SOLD OUT. But now you can get a special DO-IT-YOURSELF KIT that includes six cast resin pieces and instructions on how to assemble them into the finished Code Monkey figurine! (You'll need your own X-acto knife, sandpaper, superglue and paint.) PLUS we promise to post pictures you send us of your assembled and painted figurine on the \"Code Monkey Save World\" web page when it's live later in the year (pictures must be SFW, natch). PLUS you get the gorgeous physical copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $25 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":167,"numAllCaps":20},{"amount":150,"backers":29,"pledgePercentage":0,"limited":true,"description":"RETAILERS ONLY! Ten copies of the \"Code Monkey Save World\" graphic novel, SIGNED by Greg Pak and Jonathan Coulton! Plus a bunch of stickers and buttons. PLUS an ADVERTISEMENT for your store in the print edition of the \"Code Monkey Save World\" graphic novel! PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $60 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":112,"numAllCaps":16},{"amount":150,"backers":30,"pledgePercentage":0,"limited":true,"description":"Get your own ADVERTISEMENT in the hard copy print edition of the \"Code Monkey Save World\" graphic novel! Yep, you'll get a space approximately two square inches for a message of your choosing on a special page in the actual graphic novel. (No pornography, profanity, hate speech, illegal or mean-spirited stuff in the messages or ads allowed, natch.) PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":120,"numAllCaps":7},{"amount":150,"backers":0,"pledgePercentage":0,"limited":false,"description":"SECOND BONUS ROUND! 30 MORE AVAILABLE! Get your own ADVERTISEMENT in the hard copy print edition of the \"Code Monkey Save World\" graphic novel! Yep, you'll get a space approximately two square inches for a message of your choosing on a special page in the actual graphic novel. (No pornography, profanity, hate speech, illegal or mean-spirited stuff in the messages or ads allowed, natch.) PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":126,"numAllCaps":12},{"amount":150,"backers":2,"pledgePercentage":0,"limited":true,"description":"CANADIAN RETAILERS ONLY! Ten copies of the \"Code Monkey Save World\" trade paperback, SIGNED by Greg Pak and Jonathan Coulton! Plus a bunch of stickers and buttons. PLUS an ADVERTISEMENT for your store in the print edition of the \"Code Monkey Save World\" graphic novel! PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $40 for shipping  to Canada. FOR THOSE WITH CANADIAN ADDRESSES ONLY, PLEASE.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":120,"numAllCaps":23},{"amount":150,"backers":5,"pledgePercentage":0,"limited":true,"description":"PAK VOICEMAIL MESSAGE plus MORE OF GREG'S COMICS plus ALL OF JONATHAN'S SONGS (except the Christmas album) plus BOOK & MUSIC. Yeah, the Jonathan Coulton voicemail messages are sold out. But here's your chance to have Greg Pak record an outgoing message for your voicemail or phone based on a script provided by you! No, Greg is not a professional singer-songwriter on the internet. But he's been told he has a very nice speaking voice -- he even did radio in college! (No pornography, profanity, hate speech, illegal or really creepy or mean-spirited stuff in the messages allowed, natch.) Message will be delivered in mp3 format. PLUS PDFs of several rarely-seen Greg Pak short comic book stories, including \"The Citizen,\" illustrated by Bernard Chang and the \"Rio Chino\" stories illustrated by Ian Kim and Sean Chen. PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":217,"numAllCaps":26},{"amount":160,"backers":57,"pledgePercentage":0.01,"limited":false,"description":"THIRD BONUS ROUND! 30 MORE AVAILABLE! Get your own ADVERTISEMENT in the hard copy print edition of the \"Code Monkey Save World\" graphic novel! Yep, you'll get a space approximately two square inches for a message of your choosing on a special page in the actual graphic novel. (No pornography, profanity, hate speech, illegal or mean-spirited stuff in the messages or ads allowed, natch.) PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":126,"numAllCaps":12},{"amount":200,"backers":10,"pledgePercentage":0,"limited":true,"description":"SUPER SWAG BUNDLE - Includes the T-SHIRT, MUG, POSTER, and CHALLENGE COINS plus everything in the $35 pledge level PLUS THREE MORE CHALLENGE COINS (each featuring a new, different design!) PLUS ALL OF JONATHAN COULTON'S MUSIC (minus the Christmas album) PLUS the signed \"Code Monkey Save World\" script! Add $70 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":55,"numAllCaps":21},{"amount":250,"backers":10,"pledgePercentage":0,"limited":false,"description":"COULTON VOICEMAIL MESSAGE plus ALL OF JONATHAN'S SONGS (except the Christmas album) plus BOOK & MUSIC. Jonathan Coulton will record an outgoing message for your voicemail or phone based on a script provided by you. (No pornography, profanity, hate speech, illegal or really creepy or mean-spirited stuff in the messages allowed, natch.) HE MIGHT EVEN SING IT FOR YOU, YO! Message will be delivered in mp3 format. PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":148,"numAllCaps":29},{"amount":300,"backers":20,"pledgePercentage":0,"limited":true,"description":"CODE MONKEY SECRET INSIDER PACKAGE. This is a craaaaazy idea, but we think you're going to like it. Pledge at this level and we will include you in a super-secret mailing list wherein you will get an incredibly in-depth, advance look at every stage of the production of the comic book as it's being created. This means... hold onto your hats, now... you'll get the scripts ahead of time. You'll see select pencils, inks, and colors as they come in. You'll see some of the first lettering drafts and some of the final polished letters. In short, you'll see how this comic is being made and the creative decisions that are going into it IN REAL TIME. You'll start receiving stuff in May and will continue getting super secret insider emails until the book's completed at the end of the year. AND you'll get the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! (PLEASE NOTE: To receive this reward, you will have to sign a non-disclosure agreement promising not to release any of the super-secret stuff we're sharing with you unless and until you get written approval from us.)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":234,"numAllCaps":15},{"amount":300,"backers":19,"pledgePercentage":0,"limited":true,"description":"CODE MONKEY FIGURINE plus ALL JOCO SONGS plus BOOK & MUSIC. A limited edition resin figurine of Code Monkey sculpted by the brilliant artist Sean Chen, numbered and signed by Chen, Pak, and Coulton! PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $25 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":115,"numAllCaps":21},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"SECOND BONUS ROUND! \"CASUAL FRIDAY\" VARIANT CODE MONKEY FIGURINE plus ALL JOCO SONGS plus BOOK & MUSIC. A limited edition resin figurine of Code Monkey sculpted by the brilliant artist Sean Chen, numbered and signed by Chen, Pak, and Coulton! This is the second round, \"Casual Friday\" Code Monkey variant version, who wears blue rather than khaki pants. PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $25 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":139,"numAllCaps":27},{"amount":500,"backers":3,"pledgePercentage":0,"limited":true,"description":"Have your likeness drawn into the \"Code Monkey Save World\" graphic novel as a supporting character! AND get the original panel from the Takeshi Miyazawa page that your likeness appears on! (Please note that you'll have to sign a release form authorizing us to use your likeness.) PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":109,"numAllCaps":7},{"amount":500,"backers":2,"pledgePercentage":0,"limited":true,"description":"SCRIPT REVIEW FROM GREG plus SUPER SECRET INSIDER PACKAGE plus BOOK & MUSIC. Aspiring comic book writer? Get an in-depth script review by Greg Pak. PLUS the Super Secret Insider Package, PLUS the script of the \"Code Monkey Save World\" graphic novel, signed by Greg. PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $15 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":107,"numAllCaps":18},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"SONG REVIEW FROM JONATHAN plus SUPER SECRET INSIDER PACKAGE plus BOOK & MUSIC. Aspiring songwriter? Get an in-depth song review by Jonathan Coulton! PLUS the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":104,"numAllCaps":22},{"amount":500,"backers":1,"pledgePercentage":0,"limited":true,"description":"SECOND BONUS ROUND! FIVE MORE AVAILABLE! Have your likeness drawn into the \"Code Monkey Save World\" graphic novel as a supporting character! AND get the original panel from the Takeshi Miyazawa page that your likeness appears on! (Please note that you'll have to sign a release form authorizing us to use your likeness.) PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":115,"numAllCaps":13},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"Get a TAKESHI MIYAZAWA ORIGINAL DRAWING of your favorite \"Code Monkey Save World\" character! Full body character sketch, inked and toned with marker -- and you can suggest an EMOTION with which you'd like Tak to imbue the character! PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $10 for shipping outside the US.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":101,"numAllCaps":11},{"amount":750,"backers":6,"pledgePercentage":0,"limited":true,"description":"Have your child's likeness drawn into the \"Princess Who Saved Herself\" children's book as a supporting character! AND get a beautiful 11\" x 17\" print of the page that your child's likeness appears on! The print will even be signed by Takeshi Miyazawa, Greg Pak, and Jonathan Coulton! (Please note that you'll have to sign a release form authorizing us to use child's likeness.) PLUS the gorgeous, signed physical copy of the \"Code Monkey Save World\" paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! (Please note: If we do not reach the stretch goal and do not make the \"Princess Who Saved Herself\" book, we will refund your money.) Add $20 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":151,"numAllCaps":7},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"SEE JONATHAN COULTON RECORD THE \"CODE MONKEY SAVE WORLD\" ACOUSTIC ALBUM LIVE IN NYC! This is nuts. At this level, you and a guest can come to the studio in New York City to watch part of Jonathan Coulton's recording session for the new acoustic album! We'll even take you to lunch. Exact date TBA -- but probably some time in June. Travel to New York and accomodations, etcetera not included. But this does include the MUG, the T-SHIRT, the POSTER, and the SIGNED SCRIPT. PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS the gorgeous hard copy of the \"Code Monkey Save World\" trade paperback! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! (Also, don't worry -- if we don't reach the stretch goal enabling the album and we don't record it, your money will be refunded.)","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":183,"numAllCaps":31},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"INSANE GREG PAK AND JONATHAN COULTON CULTURAL PRODUCT BUNDLE! Get a SIGNED copy of just about EVERY COMIC BOOK GREG PAK HAS WRITTEN plus EVERY CD JONATHAN COULTON HAS EVER RELEASED! All signed! That's probably a couple hundred single issue comics, y'all, including Greg's \"Incredible Hulk,\" \"Battlestar Galactica,\" and various X-Men runs. Plus a bunch of other stuff like postcards and posters and whatnot. Some Jonathan Coulton t-shirts, the \"Code Monkey Save World\" t-shirt and coffee mug. PLUS the SUPER SECRET INSIDER PACKAGE plus BOOK & MUSIC. Plus a CODE MONKEY FIGURINE plus the gorgeous hard copy of the \"Code Monkey Save World\" graphic novel! PLUS the digital downloads of the chapters through Monkeybrain and comiXology. PLUS a digital download of ALL OF JONATHAN COULTON'S SONGS! That's right, all of them (except the Christmas album). PLUS a digital download of the soundtrack, which includes all the Jonathan Coulton songs that inspired the book! PLUS a digital download of the NEW JoCo song inspired by the book! Add $200 for shipping outside the US.","estimatedDelivery":"2013-11-01","estimatedDeliveryISO":"2013-11-01T00:00:00.000Z","numWords":173,"numAllCaps":46}],"updates":70,"comments":352},"errors":{}}