{"successes":{"title":"The Banner Saga","category":"Games","subcategory":"Video Games","description":"A mature, story-driven, turn-based strategy game steeped in viking culture, by three game industry veterans.","avatarURL":"https://ksr-ugc.imgix.net/projects/94365/photo-original.jpg?v=1397773675&w=1536&h=1152&fit=crop&auto=format&q=92&s=b73e58cccc92280265e5295fc6f7b59d","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/94365/video-88866-h264_high.mp4","city":"Austin","state":"TX","country":"US","duration":32,"startDate":1332140400000,"endDate":1334905200000,"raised":723886,"goal":100000,"percent":724,"backers":20042,"currency":"USD","Pledges":[{"amount":5,"backers":35,"pledgePercentage":0,"limited":false,"description":"An exclusive desktop WALLPAPER for your PC, Mac, tablet or mobile device, along with our heartfelt thanks. Choose with or without the logo. Be a part of the movement!","estimatedDelivery":"2012-04-01","estimatedDeliveryISO":"2012-04-01T00:00:00.000Z","numWords":29,"numAllCaps":2},{"amount":10,"backers":9028,"pledgePercentage":0.45,"limited":false,"description":"A copy of THE BANNER SAGA with all the Chapter 1 content, along with all the big upgrades we're planning to add to the multiplayer, distributed digitally on PC or Mac. Includes all previous rewards.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":35,"numAllCaps":5},{"amount":25,"backers":4710,"pledgePercentage":0.24,"limited":false,"description":"Get the AWESOME SPECIAL EDITION of The Banner Saga. The single player game as described above, plus the digital art book including production art and design sketches, the original soundtrack and desktop wallpaper. On top of all that, as a special thanks we'll include your name in the OFFICIAL CREDITS for the game.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":53,"numAllCaps":5},{"amount":50,"backers":2735,"pledgePercentage":0.14,"limited":false,"description":"Be a real part of The Banner Saga! At this tier we'll provide you a template and you provide us with YOUR OWN CREST DESIGN which we'll put into the actual game. In both single and multiplayer, players will choose a family crest that represent them; this is your chance to get your family or guild symbol into the Banner Saga (must meet a few reasonable decency guidelines - see the FAQ). Includes all previous rewards.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":76,"numAllCaps":5},{"amount":50,"backers":1850,"pledgePercentage":0.09,"limited":false,"description":"SPECIAL POSTER PROMOTION: We've gotten so many requests for just the poster that we can't ignore them any longer!","estimatedDelivery":"2012-06-01","estimatedDeliveryISO":"2012-06-01T00:00:00.000Z","numWords":19,"numAllCaps":3},{"amount":80,"backers":513,"pledgePercentage":0.03,"limited":false,"description":"For this special reward, get just the poster (unsigned) and the special edition of the game, no frills.","estimatedDelivery":"2012-06-01","estimatedDeliveryISO":"2012-06-01T00:00:00.000Z","numWords":18,"numAllCaps":0},{"amount":100,"backers":680,"pledgePercentage":0.03,"limited":false,"description":"This prize does NOT include the button or the guild crest but DOES include your name in the credits. All higher level donations continue to get the $80 version of this prize. Include an additional $10 for shipping outside the US & Canada.","estimatedDelivery":"2012-06-01","estimatedDeliveryISO":"2012-06-01T00:00:00.000Z","numWords":43,"numAllCaps":3},{"amount":150,"backers":241,"pledgePercentage":0.01,"limited":false,"description":"A limited edition print of the official game POSTER for The Banner Saga in full movie poster size (24 x 36 inches), SIGNED by the team at Stoic. Look to the left to check out the art. Also, to show off your viking spirit in public we'll include a BUTTON that looks just like the main character's brooch. Includes all previous rewards - please add $10 for shipping outside the US & Canada.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":73,"numAllCaps":5},{"amount":250,"backers":47,"pledgePercentage":0,"limited":true,"description":"Your generous donation guarantees that you'll get not just the poster but a T-SHIRT designed exclusively for the Kickstarter campaign (check the art to the left). Once it's over we won't be making any more! Includes all previous rewards - please add $10 for shipping outside the US & Canada.","estimatedDelivery":"2012-07-01","estimatedDeliveryISO":"2012-07-01T00:00:00.000Z","numWords":50,"numAllCaps":2},{"amount":350,"backers":17,"pledgePercentage":0,"limited":true,"description":"Austin Wintory, composer of the hit game \"Journey\", will be providing limited edition PHYSICAL COPIES OF THE SOUNDTRACK, hand-signed by the composer himself. Different from the official soundtrack, once the campaign ends these special edition CDs won't be available again. As part of the special music promotion, the donations we receive from this prize category go directly to help fund an all-out, full orchestral score for the game, recorded in a live studio! Includes all previous rewards.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":77,"numAllCaps":5},{"amount":600,"backers":50,"pledgePercentage":0,"limited":true,"description":"Don't just support the Banner Saga, own a piece of art from it. This tier features a physical, numbered ANIMATION CEL from the game, just like how they used to do it back in days of yore. Choose one of two pivotal characters from the game. Includes all previous rewards - please add $15 for shipping outside the US & Canada.","estimatedDelivery":"2012-08-01","estimatedDeliveryISO":"2012-08-01T00:00:00.000Z","numWords":61,"numAllCaps":3},{"amount":800,"backers":17,"pledgePercentage":0,"limited":true,"description":"Get an autographed copy of the performance parts from the recording sessions; the SHEET MUSIC used by the actual musicians who play on the score. Needless to say, this prize will be a limited run. As part of the special music promotion, the donations we receive from this prize category go directly to help fund an all-out, full orchestral score for the game, recorded in a live studio! Includes all previous rewards.","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":72,"numAllCaps":2},{"amount":1200,"backers":10,"pledgePercentage":0,"limited":true,"description":"Kickstarter is a chance not just to fund the game but to offer art for the sake of art. Get a full-sized, 12 x 36 FRAMED LANDSCAPE work of art inspired by the incredible American master Eyvind Earle. No logos, no gimmicks; numbered and signed by the artist. Check it out in the details to the left. Includes all previous rewards - please add $20 for shipping outside the US & Canada.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":72,"numAllCaps":3},{"amount":2500,"backers":7,"pledgePercentage":0,"limited":true,"description":"Immortalize something meaningful to you in The Banner Saga. Send us a photo of YOUR OWN HEIRLOOM, memento or just something you'd like to show your friends and we'll turn it into a relic of value and power. We'll work with you to come up with a unique name and description that could include anything from a mysterious inscription to giving off a certain aura. You'll personalize it and make a coveted piece of gameplay by choosing from a list of rarities and in-game bonuses it provides. Doesn't look very viking-themed you say? That's ok, the marketplaces trade in items pillaged from all over the world. Because this includes all previous rewards, please add $20 for shipping outside the US and Canada","estimatedDelivery":"2012-11-01","estimatedDeliveryISO":"2012-11-01T00:00:00.000Z","numWords":122,"numAllCaps":4},{"amount":4500,"backers":0,"pledgePercentage":0,"limited":true,"description":"We're incredibly excited about this one. We've partnered with an amazing artist to turn our landscape artwork into a 3-dimensional SHADOWBOX that replicates the feeling of parallax you get from traveling across the land. Framed with a glass cover and coming in at 20 x 16 inches this is a serious piece of art. Numbered and signed. Includes all previous rewards - don't worry about the shipping cost; you're good.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":70,"numAllCaps":1},{"amount":5000,"backers":3,"pledgePercentage":0,"limited":true,"description":"The gods may be dead but they're not forgotten. BECOME A VIKING GOD in the actual game. We'll create a unique deity with your likeness and work with you on a great name and backstory for him or her. You'll appear in the game in various forms of effigy and be written into the lore, where all may see. Includes all previous rewards. Email us for more info.","estimatedDelivery":"2012-08-01","estimatedDeliveryISO":"2012-08-01T00:00:00.000Z","numWords":68,"numAllCaps":4},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":true,"description":"You are invited to personally ATTEND the music's recording sessions in Los Angeles or elsewhere later this year. This will include a day of hanging out with all of us at the recording studio, and lunch (on us). You will also receive a signed, leather-bound book compiling all of the game's music (produced as a one-off and therefore never commercially for sale) and earn a Music Associate Producer credit in the game and on the album. Not enough? Austin will personally compose an original 30-second ringtone, just for you! As part of the special music promotion, the donations we receive from this prize category go directly to help fund an all-out, full orchestral score in the game recorded in a live studio! Please note: this is a special case prize. While it does include the signed CD and the sheet music, it does not include any of the previous rewards. This one's for serious music fans. You must be able to travel to the Los Angeles area or elsewhere. If you're interested in this prize you must contact us to make arrangements before the end of the Kickstarter campaign.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":189,"numAllCaps":2}],"updates":55,"comments":4353},"errors":{}}