{"successes":{"title":"MIITO – the sustainable alternative to the electric kettle","category":"Design","subcategory":"Product Design","description":"MIITO is simply but intelligently designed to heat any liquid directly in a vessel while cutting down on excess water and energy usage.","avatarURL":"https://d297h9he240fqh.cloudfront.net/assets/projects/missing_full-ef1b97a276c4f3291797f7e0915afa3d211d5b402c36f6edad251ec8f6b48040.png","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/1828882/video-535543-h264_high.mp4","city":"Berlin","state":null,"country":"Germany","duration":32,"startDate":1431414000000,"endDate":1434178800000,"raised":818098,"goal":150000,"percent":545,"backers":6052,"currency":"EUR","Pledges":[{"amount":5,"backers":134,"pledgePercentage":0.02,"limited":false,"description":"HIGH FIVE! Every amount helps! To show you how much we appreciate your support, you will receive exclusive insider updates and photos as we continue our MIITO journey.","estimatedDelivery":"2015-06-01","estimatedDeliveryISO":"2015-06-01T00:00:00.000Z","numWords":28,"numAllCaps":3},{"amount":30,"backers":41,"pledgePercentage":0.01,"limited":false,"description":"CUP OF TEA: a big-hearted Thank You for helping us get closer to our goal! You'll receive an exclusive box of tea from Berlin's finest tea brand hand-picked by the MIITO team.","estimatedDelivery":"2015-09-01","estimatedDeliveryISO":"2015-09-01T00:00:00.000Z","numWords":32,"numAllCaps":4},{"amount":75,"backers":300,"pledgePercentage":0.05,"limited":true,"description":"EARLY BIRD MIITO! The first 300 backers will be able to to pre-order their MIITO at this special price! As an extra thank you, your name will be listed in the booklet that will accompany every Kickstarter MIITO package.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":39,"numAllCaps":5},{"amount":90,"backers":2060,"pledgePercentage":0.34,"limited":false,"description":"BE THE FIRST! Pre-order your MIITO at this special price. You've taken a step towards saving more energy and resources. As an extra thank you, your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":37,"numAllCaps":4},{"amount":120,"backers":70,"pledgePercentage":0.01,"limited":false,"description":"TEA TIME: In addition to your pre-ordered MIITO, you will receive an amazing selection (a total of 2 boxes) of teas from Berlin's finest tea brand hand-picked by the MIITO team. On top of that your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":47,"numAllCaps":4},{"amount":120,"backers":2287,"pledgePercentage":0.38,"limited":false,"description":"MIITO Precise – BE THE FIRST! Pre-order your MIITO Precise at this special price. You've taken a step towards saving more energy and resources. As an extra thank you, your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":41,"numAllCaps":5},{"amount":150,"backers":100,"pledgePercentage":0.02,"limited":true,"description":"EARLY BIRD MIITO EXPERIENCE: The first 100 backers to pre-order the MIITO Experience will receive a MIITO, the full tea set of two cups and one tea pot plus a selection of teas from Berlin's finest tea brand. Also, your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":51,"numAllCaps":6},{"amount":150,"backers":94,"pledgePercentage":0.02,"limited":false,"description":"MIITO Precise - TEA TIME: In addition to your pre-ordered MIITO Precise, you will receive an amazing selection (a total of 2 boxes) of teas from Berlin's finest tea brand hand-picked by the MIITO team. On top of that your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":51,"numAllCaps":5},{"amount":165,"backers":102,"pledgePercentage":0.02,"limited":false,"description":"MIITO SET: Enjoy your tea the most efficient way! Your pre-ordered MIITO will also come with a tea set containing two cups and one tea pot selected by the MIITO team as offering the most efficient heating results. Your name will also be listed on our website's Supporter page.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":49,"numAllCaps":4},{"amount":170,"backers":140,"pledgePercentage":0.02,"limited":false,"description":"DOUBLE THE FUN: Pre-order two MIITOs. Have a MIITO at home and one for your office or give it as a gift to a friend! You've taken two steps towards saving more energy and resources. As an extra thank you, your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":52,"numAllCaps":4},{"amount":175,"backers":12,"pledgePercentage":0,"limited":true,"description":"BETA TESTER: along with your pre-ordered MIITO, you will be able to take advantage of a 30-minute Skype call with the MIITO co-founder of your choice. Ask us questions, tells us your ideas or just have a chat. You will also receive exclusive beta access, helping us test and optimize MIITO. As an added bonus, we will list your name on the Supporter page of our website.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":195,"backers":131,"pledgePercentage":0.02,"limited":false,"description":"MIITO Precise - SET: Enjoy your tea the most efficient way! Your pre-ordered MIITO Precise will also come with a tea set containing two cups and one tea pot selected by the MIITO team as offering the most efficient heating results. Your name will also be listed on our website's Supporter page.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":52,"numAllCaps":4},{"amount":200,"backers":20,"pledgePercentage":0,"limited":false,"description":"THE MIITO EXPERIENCE: Experience tea time the MIITO way! Your pre-ordered MIITO will come with the full tea set of two cups and one tea pot plus a selection of teas from one of the finest tea brands in Berlin. Also, your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":53,"numAllCaps":5},{"amount":230,"backers":221,"pledgePercentage":0.04,"limited":false,"description":"MIITO Precise - DOUBLE THE FUN: Pre-order two MIITO Precise. Have a MIITO Precise at home and one for your office or give it as a gift to a friend! You've taken two steps towards saving more energy and resources. As an extra thank you, your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":57,"numAllCaps":6},{"amount":230,"backers":42,"pledgePercentage":0.01,"limited":false,"description":"MIITO Precise - THE MIITO EXPERIENCE: Experience tea time the MIITO way! Your pre-ordered MIITO Precise will come with the full tea set of two cups and one tea pot plus a selection of teas from one of the finest tea brands in Berlin. Also, your name will be listed on the Supporter page of our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":57,"numAllCaps":6},{"amount":250,"backers":75,"pledgePercentage":0.01,"limited":false,"description":"3 OF A KIND: All good things come in threes! Your pre-order will include 3 MIITOs. Have one at home, one at the office, and give the third one as a gift! We will also include your name on our website's Supporter page.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":43,"numAllCaps":3},{"amount":340,"backers":87,"pledgePercentage":0.01,"limited":false,"description":"MIITO Precise - 3 OF A KIND: All good things come in threes! Your pre-order will include 3 MIITO Precise. Have one at home, one at the office, and give the third one as a gift! We will also include your name on our website's Supporter page.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":47,"numAllCaps":5},{"amount":850,"backers":3,"pledgePercentage":0,"limited":false,"description":"STOCK UP: The ultimate MIITO fan deal. Do you own a store and want to test MIITO? Or do you have a lot of friends and want to stock up on wonderful presents? You'll receive 10 pre-ordered MIITOs PLUS Skype with us for 30 minutes! As an added thank you, your name will be included on the Supporter page of our website.","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":62,"numAllCaps":5},{"amount":1150,"backers":4,"pledgePercentage":0,"limited":false,"description":"MIITO Precise - STOCK UP: The ultimate MIITO fan deal. Do you own a store and want to test MIITO Precise? Or do you have a lot of friends and want to stock up on wonderful presents? You'll receive 10 pre-ordered MIITO Precise PLUS Skype with us for 30 minutes! As an added thank you, your name will be included on the Supporter page of our website.","estimatedDelivery":"2016-05-01","estimatedDeliveryISO":"2016-05-01T00:00:00.000Z","numWords":67,"numAllCaps":7},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"BERLIN TEA PARTY: Have a tea party with us in Berlin! This is your chance to get to know the team personally and be one of the first to explore potential partnerships. We’ll make sure you have a wonderful 3-day stay, showing you around Berlin and the MIITO space! Naturally you’ll also receive your pre-ordered  MIITO as well as the MIITO Experience reward. (Please note: Accommodation is included, travel is not included.)","estimatedDelivery":"2016-04-01","estimatedDeliveryISO":"2016-04-01T00:00:00.000Z","numWords":73,"numAllCaps":6}],"updates":14,"comments":547},"errors":{}}