{"successes":{"title":"THALIA GUITAR CAPOS","category":"Design","subcategory":"Product Design","description":"Unique design allows you to easily capo your guitar with just your fretting hand. Beautifully inlaid with abalone shell & exotic woods.","avatarURL":"https://ksr-ugc.imgix.net/projects/760462/photo-original.jpg?v=1412723696&w=1536&h=1152&fit=crop&auto=format&q=92&s=6ce13a950ef2dc0a0ec2ed27cd75a238","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/760462/video-362582-h264_high.mp4","city":"Orinda","state":"CA","country":"US","duration":22,"startDate":1412578800000,"endDate":1414479600000,"raised":195221,"goal":10000,"percent":1952,"backers":3846,"currency":"USD","Pledges":[{"amount":5,"backers":37,"pledgePercentage":0.01,"limited":false,"description":"SUPPORTER SWAG PACK:  Thank you for your support!  You are helping us to get one step closer to making the Thalia Capo a reality!  Your name will appear on our backer wall on the Thaliacapos.com website and you will receive a supercool Thalia Capos sticker and two Thalia Capos Guitar Picks!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":54,"numAllCaps":3},{"amount":25,"backers":200,"pledgePercentage":0.05,"limited":true,"description":"EARLY BIRD EXOTIC WOOD SPECIAL\n(50% SAVINGS OFF MSRP!):\nYou get 1 of the first 200 Thalia Capos to come off our production line.  You get to choose either chrome or gold finish with your choice of Hawaiian Koa or Zebrawood Inlay.  Also, your capo will come in our clear polycarbonate jewel case and you will get the supporter swag pack!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":61,"numAllCaps":8},{"amount":30,"backers":200,"pledgePercentage":0.05,"limited":true,"description":"EARLY BIRD ABALONE SPECIAL (50% SAVINGS OFF MSRP!):  You get 1 of the first 200 Thalia Capos to come off our production line!  You get to choose either chrome or gold finish with your choice of Blue Abalone or Dragon Abalone Shell inlay for a great pre-order discount!  Also, your capo will come in our clear polycarbonate jewel case and you will get the supporter swag pack!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":70,"numAllCaps":7},{"amount":35,"backers":1568,"pledgePercentage":0.41,"limited":false,"description":"EXOTIC WOOD SERIES SPECIAL: Miss out on our early bird savings?  No problem, you can still get a huge savings off of MSRP by preordering now!  You get a Thalia Capo in either chrome or gold finish with your choice of Hawaiian Koa or Zebrawood inlay. Also, your capo will come in our clear polycarbonate jewel case and you will get the supporter swag pack!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":67,"numAllCaps":5},{"amount":40,"backers":686,"pledgePercentage":0.18,"limited":false,"description":"ABALONE SERIES SPECIAL: Miss out on our early bird savings?  No problem, you can still get a huge savings off of MSRP by preordering now!  You get a Thalia Capo in either chrome or gold finish with your choice of Blue Abalone or Dragon Abalone inlay. Also, your capo will come in our clear polycarbonate jewel case and you will get the supporter swag pack!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":67,"numAllCaps":4},{"amount":60,"backers":940,"pledgePercentage":0.24,"limited":false,"description":"BUY MULTIPLE & SAVE SPECIAL:  Want two or more of our capos?  Select this level and get our Exotic Wood Capos for $30 and our Abalone Capos for $35 each.  Just add up the total amount of the rewards you want, and enter that as pledge amount. For example, if you want 2 Exotic Wood and 2 Abalone Capos then you would enter $130 in the pledge amount (30+30+35+35=130). We will email you when funding is complete to reconfirm your order exactly. [USA shipping included, add just one $20 charge total for International shipping)Also, your capo will come in our clear polycarbonate jewel case and you will get the supporter swag pack!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":115,"numAllCaps":5},{"amount":60,"backers":183,"pledgePercentage":0.05,"limited":true,"description":"PERSONALIZED EXOTIC WOOD SPECIAL: Want to personalize your capo with a custom engraved name or initials on the wood inlay?  You get to choose either chrome or gold finish with your choice of Hawaiian Koa or Zebrawood Inlay.  We will then custom laser cut your initials or a name into the wood inlay. We must use the laser friendly font that we show in the pictures and the name must be 9 characters total or fewer.   We will email you when funding is complete to get details and reconfirm your order exactly. (If you want multiples of this reward, just go ahead and add that amount to your pledge and we will confirm everything with you at the end of funding. For example, if you want 2 of these then pledge $120) Also, your capo will come in our clear polycarbonate jewel case and you will get the supporter swag pack!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":155,"numAllCaps":4},{"amount":150,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"CUSTOM SHOP SPECIAL:  Want a specific inlay that we don't currently offer?  Such as mother of pearl, a specific species of wood, carbon fibre, etc.? We will work with you to make you a custom inlay of your choice; and yes, we will engrave it for you too if that's what you want.  This is the custom shop baby!  We are pretty creative, but we do have limits so it must be feasible and a readily available type of veneer.   We will email you when funding is complete to get details and reconfirm your order exactly.  (If you want multiples of this reward, just go ahead and add that amount to your pledge and we will confirm everything with you at the end of funding. For example, if you want 2 of these then pledge $300) Also, your capo will come in our clear polycarbonate jewel case and you will get the supporter swag pack!","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":162,"numAllCaps":3}],"updates":30,"comments":553},"errors":{}}