{"successes":{"title":"The HuMn Wallet - the best minimal RFID blocking wallet","category":"Design?ref=category","subcategory":"Design","description":"A modern minimalist wallet that blocks RFID signals while keeping your money, credit cards, and business cards organized and secure.","avatarURL":"https://ksr-ugc.imgix.net/projects/77064/photo-original.jpg?v=1397771337&w=1536&h=1152&fit=crop&auto=format&q=92&s=1335e394e75372ead28afac94b6c6c8e","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/77064/video-81804-h264_high.mp4","city":"Portland","state":"OR","country":"US","duration":39,"startDate":1329984000000,"endDate":1333353600000,"raised":295402,"goal":66000,"percent":448,"backers":3491,"currency":"USD","Pledges":[{"amount":8,"backers":27,"pledgePercentage":0.01,"limited":false,"description":"**Newly Added** Strapped: Get additional HuMn Shock Straps! If you want a back up HuMn Shock Strap or simply wish to have another one in a different color then this level is for you. HuMn Shock Straps will retail for $15.99.","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":41,"numAllCaps":0},{"amount":25,"backers":29,"pledgePercentage":0.01,"limited":false,"description":"**Newly Added** Additional Single Aluminum Plate: If you want to add more color and personality to your HuMn wallet, you can now add this to your existing order (retail: $35). Colors available are anodized red, blue, orange, black, or a bead blasted finish. We will email you when funding is complete to reconfirm your order exactly (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":64,"numAllCaps":1},{"amount":49,"backers":939,"pledgePercentage":0.27,"limited":false,"description":"The Rover: Even if you don't know where you're going, you always end up where you need to be! Pre-order a HuMn Anodized Aluminum Wallet in your choice of color (red, blue, orange, black, or bead blasted finish), with laser engraved HuMn logo, durable shock cord strap, and microfiber bag (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":58,"numAllCaps":1},{"amount":59,"backers":100,"pledgePercentage":0.03,"limited":true,"description":"The Wanderer: You take the road less traveled and it's made all the difference!\nPre-order a HuMn Limited Edition Kickstarter Aluminum Wallet (anodized in green) with laser engraved production number and HuMn logo, durable shock cord strap and microfiber bag (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":47,"numAllCaps":1},{"amount":69,"backers":1000,"pledgePercentage":0.29,"limited":true,"description":"The Backpacker: You're a citizen of the world! This is a Kickstarter special combo package and will not be available once the project ends.\nPre-order a HuMn anodized Aluminum Wallet in your choice of color (red, blue, orange, black, or a bead blasted finish), plus 1 additional anodized aluminum plate in your choice of color, all laser engraved with the HuMn logo, durable shock cord strap, and microfiber bag (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":76,"numAllCaps":1},{"amount":69,"backers":218,"pledgePercentage":0.06,"limited":false,"description":"**Newly Added** Sky’s the Limit: Want to mix and match but can't find a level that gives you exactly what you want? This level’s for you! Simply add the total of the rewards you want, and enter that as the pledge amount. For example, if you want 2 aluminum single plates, 2 aluminum HuMn Wallets, and 1 carbon fiber HuMn Wallet, you would enter $237 in the pledge amount (25+25+49+49+89 =237). We will email you when funding is complete to reconfirm your order exactly (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":92,"numAllCaps":1},{"amount":89,"backers":866,"pledgePercentage":0.25,"limited":false,"description":"The Road Warrior: It's what James Bond would use to stuff his baccarat winnings in!\nPre-order a HuMn 3K Twill Carbon Fiber Wallet (with EMI/RFI shielding expanded foil), laser engraved HuMn logo, durable shock cord strap, and microfiber bag (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":46,"numAllCaps":2},{"amount":98,"backers":143,"pledgePercentage":0.04,"limited":false,"description":"The Road Junkie: Keep one and give the other as an incredible gift!\nPre-order 2 HuMn Anodized Aluminum Wallets in your choice of color (red, blue, orange, black, or a bead blasted finish), with laser engraved HuMn logo, two durable shock cord straps, and two microfiber bags US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":54,"numAllCaps":1},{"amount":178,"backers":74,"pledgePercentage":0.02,"limited":false,"description":"The Expat Package: Keep one and see how quickly your friends and family will beg you for the other!\nPre-order 2 HuMn 3K Twill Carbon Fiber Wallets (with EMI/RFI shielding expanded foil); laser engraved HuMn logos, 2 durable shock cord straps, and 2 microfiber bags (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":52,"numAllCaps":2},{"amount":276,"backers":35,"pledgePercentage":0.01,"limited":false,"description":"The Globe Trotter Package: Great for a group of friends or a family that's always on the go!\nPre-order 4 HuMn Wallets: 2 Anodized Aluminum and 2, 3K Twill Carbon Fiber Wallets (with EMI/RFI shielding expanded foil), all laser engraved with the HuMn logo, 4 durable shock cord straps, and 4 microfiber bags (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":60,"numAllCaps":2},{"amount":356,"backers":8,"pledgePercentage":0,"limited":false,"description":"The Jetsetter Package: You got an entourage! Show'em some love by giving them all a HuMn Wallet!\n\t\t\nPre-order 4, 3K Twill Carbon Fiber Wallets (with EMI/RFI shielding expanded foil), all laser engraved with the HuMn logo, 4 durable shock cord straps, and 4 microfiber bags (US shipping included, international orders please add $10.00).","estimatedDelivery":"2012-05-01","estimatedDeliveryISO":"2012-05-01T00:00:00.000Z","numWords":52,"numAllCaps":2}],"updates":34,"comments":2605},"errors":{}}