{"successes":{"title":"Mind's Eye Theatre: Vampire The Masquerade","category":"Games?ref=category","subcategory":"Games","description":"With your help, we created the ultimate Mind's Eye Theatre: Vampire The Masquerade book! Now get your own!","avatarURL":"https://ksr-ugc.imgix.net/projects/550745/photo-original.jpg?v=1397819972&w=1536&h=1152&fit=crop&auto=format&q=92&s=be3b83a6bab18d4e8a1a580b7ee1497c","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/550745/video-242303-h264_high.mp4","city":"New Orleans","state":"LA","country":"US","duration":45,"startDate":1369465200000,"endDate":1373353200000,"raised":239955,"goal":60000,"percent":400,"backers":1921,"currency":"USD","Pledges":[{"amount":5,"backers":75,"pledgePercentage":0.04,"limited":false,"description":"GHOUL - As a thank you for your support, your name or your character’s name will be listed on the credits page of Mind’s Eye Theatre: Vampire The Masquerade.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":29,"numAllCaps":1},{"amount":10,"backers":26,"pledgePercentage":0.01,"limited":false,"description":"FLEDGLING - You will receive a PDF Quick Start Guide to Mind's Eye Theatre: Vampire The Masquerade. Additionally, your name or your character's name will be published in the credits of our book.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":33,"numAllCaps":2},{"amount":20,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"NEONATE - You will receive PDF copies of Laws of the Night and Laws of the Night Revised, plus all the Fledgling rewards.","estimatedDelivery":"2013-07-01","estimatedDeliveryISO":"2013-07-01T00:00:00.000Z","numWords":23,"numAllCaps":2},{"amount":25,"backers":186,"pledgePercentage":0.1,"limited":false,"description":"PDF VERSION - You will receive a full color PDF copy of Mind's Eye Theatre: Vampire The Masquerade, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":23,"numAllCaps":3},{"amount":35,"backers":375,"pledgePercentage":0.2,"limited":false,"description":"SOFTCOVER - You will receive a softcover and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":27,"numAllCaps":2},{"amount":50,"backers":47,"pledgePercentage":0.02,"limited":false,"description":"PACK PRIEST -  You will receive a softcover and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, a Rock-Paper-Scissors dice ring from CritSuccess (black, size 10 only), plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":39,"numAllCaps":3},{"amount":55,"backers":177,"pledgePercentage":0.09,"limited":false,"description":"HARPY -  You will receive a softcover and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, one Clan Pin of your choice, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":34,"numAllCaps":2},{"amount":60,"backers":134,"pledgePercentage":0.07,"limited":false,"description":"HARDCOVER -  You will receive a hardcover and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":28,"numAllCaps":2},{"amount":75,"backers":30,"pledgePercentage":0.02,"limited":false,"description":"DUCTUS -  You will receive a hardcover and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, a Rock-Paper-Scissors dice ring from CritSuccess (black, size 10 only), plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":38,"numAllCaps":2},{"amount":80,"backers":84,"pledgePercentage":0.04,"limited":false,"description":"PRIMOGEN - You will receive a hardcover and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, one Clan Pin of your choice, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":33,"numAllCaps":2},{"amount":90,"backers":40,"pledgePercentage":0.02,"limited":false,"description":"SOFT/HARD/PDF COMBO PACK - You will receive a hardcover, a softcover, and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":31,"numAllCaps":4},{"amount":105,"backers":38,"pledgePercentage":0.02,"limited":false,"description":"PALADIN - You will receive a hardcover and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade, one Clan Pin of your choice, a Rock-Paper-Scissors dice ring from CritSuccess (black, size 10 only), plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":43,"numAllCaps":2},{"amount":110,"backers":40,"pledgePercentage":0.02,"limited":false,"description":"SHERIFF - You will receive a hardcover, a softcover, and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade; one Clan Pin of your choice; plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":35,"numAllCaps":2},{"amount":115,"backers":12,"pledgePercentage":0.01,"limited":false,"description":"APPRENTICE - You will receive 2 hardcover and 2 free PDF versions of the full color Mind's Eye Theatre: Vampire The Masquerade, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":27,"numAllCaps":2},{"amount":120,"backers":147,"pledgePercentage":0.08,"limited":false,"description":"DELUXE - You will receive a beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade, a free PDF version of the book, plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":30,"numAllCaps":2},{"amount":135,"backers":17,"pledgePercentage":0.01,"limited":false,"description":"ARCHBISHOP - You will receive a beautiful full-color deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade, a free PDF version of the book, a Rock-Paper-Scissors dice ring from CritSuccess (black, size 10 only), plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":40,"numAllCaps":2},{"amount":140,"backers":99,"pledgePercentage":0.05,"limited":false,"description":"PRINCE - You will receive a beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade, a free PDF version of the book, one Clan Pin of your choice, plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":36,"numAllCaps":2},{"amount":150,"backers":20,"pledgePercentage":0.01,"limited":true,"description":"PRAXIS SEIZURE: You will be given a role as a character of note at Blood & Betrayal, our premiere game at L.A. by Night. Example character types could include Princes, Primogen, visiting elders from other cities, enemy spies, or important members of the local court. This NPC will be chosen and detailed by the Blood & Betrayal Storytellers, but you will have an opportunity to tailor the character within limited parameters that may include Clan, Sect, and Generation. Your character will be finalized approximately 3 months prior to L.A. by Night. You will also receive a hardcover copy and free PDF of the full color Mind’s Eye Theatre: Vampire The Masquerade as well as a ticket to Blood & Betrayal. Does not include L.A by Night ticket.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":125,"numAllCaps":7},{"amount":150,"backers":64,"pledgePercentage":0.03,"limited":false,"description":"DELUXE COMBO PACK - You will receive a beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade, a softcover and free PDF version of the book, plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":34,"numAllCaps":4},{"amount":165,"backers":144,"pledgePercentage":0.07,"limited":false,"description":"PRISCUS - You will receive a beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade, a softcover and free PDF version of the book, one Clan Pin of your choice, a Rock-Paper-Scissors dice ring from CritSuccess (black, size 10 only), plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":48,"numAllCaps":2},{"amount":195,"backers":6,"pledgePercentage":0,"limited":true,"description":"ENLIGHTENED - (LIMIT 6) You will receive a unique physical prop that represents an important in-character item tied to one of several key plots in Blood and Betrayal, our premiere game at L.A. by Night.  You will receive the prop at L.A. by Night, and it will be yours to keep at the conclusion of the game (thought it could change hands in-character several times during the evening, so make sure to get it back). Examples include: a hand-crafted proclamation from a Justicar, a replica of an antique scepter, or perhaps a tarnished and battered golden crown with a curious inscription etched inside its brim. You will also receive a hardcover copy and free PDF of the full color Mind’s Eye Theatre: Vampire The Masquerade as well as a ticket to Blood & Betrayal. Does not include L.A. by Night ticket.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":142,"numAllCaps":6},{"amount":195,"backers":4,"pledgePercentage":0,"limited":false,"description":"CAMARILLA PIN PACK - You will receive one of each of the following pins: Gargoyle, Followers of Set, Assamite, Brujah, Gangrel, Malkavian, Nosferatu, Toreador, Tremere, Ventrue, Lasombra Antitribu, Caitiff and the Camarilla sect symbol. This pack will save you $5 per pin, for a total savings of $65. You will also receive all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":195,"backers":4,"pledgePercentage":0,"limited":false,"description":"GREAT CLANS PIN PACK - You will receive one of each of the following pins: Brujah, Gangrel, Malkavian, Nosferatu, Toreador, Tremere, Ventrue, Lasombra, Tzimisce, Assamite, Giovanni, Ravnos, and Followers of Set. This pack will save you $5 per pin, for a total savings of $65. You will also receive all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":53,"numAllCaps":4},{"amount":200,"backers":5,"pledgePercentage":0,"limited":true,"description":"SIGNED DELUXE - You will receive a beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade that has been signed by iconic artist Tim Bradstreet. You will also receive a free PDF version of the book, plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":44,"numAllCaps":3},{"amount":225,"backers":1,"pledgePercentage":0,"limited":false,"description":"SABBAT CLAN AND SECT PIN PACK - (pun intended) You will receive one of each of the following pins: Blood Brothers, Kiasyd, Salubri Antitribu, Serpents of the Light, Assamite Antitribu, Brujah Antitribu, Gangrel Antitribu, Lasombra, Malkavian Antitribu, Nosferatu Antitribu, Pander, Ravnos Antitribu, Toreador Antitribu, Tzimisce, Ventrue Antitribu, and a Sabbat sect symbol. This pack will save you $5 per pin, for a total savings of $75. You will also receive all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":74,"numAllCaps":6},{"amount":235,"backers":14,"pledgePercentage":0.01,"limited":false,"description":"BLOOD BOUND - You will receive 2 copies of the beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade, 2 free PDFs of the book, plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":33,"numAllCaps":2},{"amount":240,"backers":8,"pledgePercentage":0,"limited":false,"description":"INCONNU MONITOR - You will receive a hardcover, softcover, and free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade; PDFs of the following vintage MET books - Laws of Night, Laws of Night Revised, the Camarilla Guide, the Sabbat Guide, the Anarch Guide and all of the Mind’s Eye Theatre journals; plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":60,"numAllCaps":4},{"amount":270,"backers":0,"pledgePercentage":0,"limited":false,"description":"BLOODLINE PIN PACK - You will receive one of each of the following pins: Baali, Blood Brothers, Daughters of Cacophony, Gargoyles, Harbingers of Skulls, Kiaysd, Nagaraja, Salubri, Salubri Antitribu, Samedi, True Brujah, Ahrimanes, Anda, Cappadocians, Children of Osiris, Lamia, Lhiannan, Noiad. This pack will save you $5 per pin, for a total savings of $90. You will also receive all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":63,"numAllCaps":3},{"amount":275,"backers":2,"pledgePercentage":0,"limited":false,"description":"REGENT -  You will receive 5 hardcover and 5 PDF versions of the full color Mind's Eye Theatre: Vampire The Masquerade, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":27,"numAllCaps":2},{"amount":315,"backers":5,"pledgePercentage":0,"limited":false,"description":"TROUPE PACK [RETAILERS AND GROUPS] - By request!  You will receive 10 softcover and 10 PDFs of the full color Mind's Eye Theatre: Vampire The Masquerade for the price of 9, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":37,"numAllCaps":5},{"amount":350,"backers":0,"pledgePercentage":0,"limited":true,"description":"CHRONICLE GROUP WORKSHOP [LIMIT 16] - Members of the By Night Studios team will run an up-to-one hour Google Hangout or Skype call to discuss how to design and run a Chronicle using the Mind's Eye Theatre: Vampire The Masquerade ruleset. Potential topics may include Storytelling Tips, Scaling Your Game, and adapting your game to the new system. These hangouts will have 8 seats each. This Hangout will occur approximately one month after standard editions have shipped, in order to allow you to read and review the rules. You will be informed at least 2 weeks prior to the Hangout of the date and time.  You must attend the hangout at the stated date and time to claim this reward, no exceptions. By Night Studios will send you a questionnaire ahead of time to learn about your chronicle and questions. You will also receive a hardcover copy and free PDF of the full color Mind’s Eye Theatre: Vampire The Masquerade, plus all of the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":167,"numAllCaps":5},{"amount":475,"backers":5,"pledgePercentage":0,"limited":false,"description":"LILITH - You will receive a hardcover, a softcover, and a free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade; PDFs of these vintage MET books - Laws of Night and Laws of Night Revised, the Camarilla Guide, the Sabbat Guide, the Anarch Guide and all of the Mind’s Eye Theatre journals; a Rock-Paper-Scissors spinner ring from CritSuccess (black, size 10 only); all 13 Great Clan Pins; plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":76,"numAllCaps":3},{"amount":500,"backers":11,"pledgePercentage":0.01,"limited":true,"description":"METHUSELAH - The By Night Studios Design Team will use your character in an example, story, or a quote in Mind's Eye Theatre: Vampire The Masquerade.  Backers will be required to provide name, clan, sect, and a very short description (one paragraph or 100 words) of the character.  All information must be thematically appropriate as determined by the By Night Studios Design Team. You will also receive a hardcover and free PDF version of the full color Mind's Eye Theatre: Vampire The Masquerade.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":85,"numAllCaps":2},{"amount":500,"backers":0,"pledgePercentage":0,"limited":true,"description":"BLOOD HUNTED [LIMIT 10]: Our photographer will take your character picture at Blood & Betrayal, our premiere game at L.A. by Night, for use in the Blood & Betrayal Booster Bundle PDF. Your character name and brief description will be included in the Blood & Betrayal Booster Bundle PDF. You will also receive a Deluxe copy and free PDF of the full color Mind’s Eye Theatre: Vampire The Masquerade, a PDF copy of the Blood & Betrayal Booster Bundle and a ticket to Blood & Betrayal, and all the Fledgling rewards. Does not include L.A by Night ticket.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":98,"numAllCaps":9},{"amount":535,"backers":7,"pledgePercentage":0,"limited":false,"description":"CAINE - You will receive a beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade; a hardcover, a softcover, and a free PDF version of the book; PDFs of the following vintage MET books - Laws of Night and Laws of Night Revised, the Camarilla Guide, the Sabbat Guide, the Anarch Guide and all of the Mind’s Eye Theatre journals; all 13 Great Clan Pins; one Rock-Paper-Scissors dice ring from CritSuccess (black, size 10 only); plus all the Fledgling rewards. Praise Caine!","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":85,"numAllCaps":3},{"amount":540,"backers":0,"pledgePercentage":0,"limited":false,"description":"THE LAND OF NOD  [RETAILERS AND GROUPS] -  You will receive 10 hardcover and 10 PDFs of the full color Mind's Eye Theatre: Vampire The Masquerade for the price of 9, plus all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":38,"numAllCaps":7},{"amount":550,"backers":0,"pledgePercentage":0,"limited":true,"description":"ONE-ON-ONE CHARACTER WORKSHOP [LIMIT 5] - Get some personalized help in creating your character from the By Night Studios team. One or more of members of the By Night Studios team will host an up-to-one hour Google Hangout or Skype Chat with you, focused on building a character using Mind's Eye Theatre: Vampire The Masquerade. We will help you develop and define your character concept, walk through sheet building options, and help you flesh out your background. This Hangout will occur approximately one month after standard editions have shipped, in order to allow you to read and review the rules. You will also receive a hardcover copy and free PDF of the full color Mind’s Eye Theatre: Vampire The Masquerade, plus all of the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":126,"numAllCaps":5},{"amount":575,"backers":4,"pledgePercentage":0,"limited":false,"description":"PONTIFEX - You will receive 5 copies of a beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade, 5 PDFs of the book, plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":31,"numAllCaps":1},{"amount":658,"backers":8,"pledgePercentage":0,"limited":false,"description":"COMPLETE PIN SET - This is the perfect tier for the pin collectors. You will get one of each of the 47 pins created for this Kickstarter. This pack will save you $6 per pin, for a total savings of $282. You will also receive all the Fledgling rewards.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":49,"numAllCaps":3},{"amount":666,"backers":6,"pledgePercentage":0,"limited":true,"description":"RED LIST [LIMIT 10]: Our photographer will take your character picture at L.A. by Night, for use in the Blood & Betrayal Booster Bundle PDF. Your character name and brief description will be included in the Blood & Betrayal Booster Bundle PDF. Additionally, you will be given a role as a Character of Note at Blood & Betrayal, our premiere game at L.A. by Night. Example character types could include Princes, Primogen, visiting elders from other cities, enemy spies, or important members of the local court. This NPC will be chosen and detailed by the Blood & Betrayal Storytellers, but you will have an opportunity to tailor the character within limited parameters that may include Clan, Sect, and Generation. Your character will be finalized approximately 2 months prior to L.A. by Night. You will also receive a Deluxe copy and free PDF of the full color Mind’s Eye Theatre: Vampire The Masquerade, a PDF copy of the Blood & Betrayal Booster Bundle and a ticket to Blood & Betrayal, and all the Fledgling rewards. Does not include L.A by Night ticket.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":181,"numAllCaps":12},{"amount":700,"backers":1,"pledgePercentage":0,"limited":false,"description":"COTERIE PACK [RETAILERS AND GROUPS] - You will receive 25 softcover and 25 PDFs of the full color Mind's Eye Theatre: Vampire The Masquerade for the price of 20, plus all the Fledgling rewards. This bundle will save you $175 off retail.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":42,"numAllCaps":5},{"amount":1080,"backers":0,"pledgePercentage":0,"limited":false,"description":"EDEN [RETAILERS AND GROUPS] - You will receive 10 copies of our beautiful full-color Deluxe hardcover version of Mind's Eye Theatre: Vampire The Masquerade for the price of 9, 10 PDFs of the standard book, plus all the Fledgling rewards.","estimatedDelivery":"2014-02-01","estimatedDeliveryISO":"2014-02-01T00:00:00.000Z","numWords":40,"numAllCaps":4},{"amount":1200,"backers":0,"pledgePercentage":0,"limited":false,"description":"SABBAT PACK [RETAILERS AND GROUPS] - (pun intended) You will receive 25 hardcover and 25 PDFs of the full color Mind's Eye Theatre: Vampire The Masquerade for the price of 20, plus all the Fledgling rewards. This bundle will save you $300 off retail.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":44,"numAllCaps":5}],"updates":87,"comments":841},"errors":{}}