{"successes":{"title":"Hero-U: Rogue to Redemption by Corey and Lori Ann Cole","category":"Games","subcategory":"Video Games","description":"Hero-U is a turn-based PC RPG with adventure game puzzles and immersive story, by the award-winning designers of Quest for Glory.","avatarURL":"https://ksr-ugc.imgix.net/projects/342555/photo-original.jpg?v=1397798043&w=1536&h=1152&fit=crop&auto=format&q=92&s=e65ae3c3ab6e1e60c3f40cf9d616ec04","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/342555/video-184361-h264_high.mp4","city":"San Francisco","state":"CA","country":"US","duration":32,"startDate":1350630000000,"endDate":1353394800000,"raised":409150,"goal":400000,"percent":102,"backers":6093,"currency":"USD","Pledges":[{"amount":5,"backers":69,"pledgePercentage":0.01,"limited":false,"description":"Friend:  Thank you for your support!  Your name will be added to the Hero list on www.hero-u.net/leadersroll.php, a small first step towards immortality.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":25,"numAllCaps":0},{"amount":20,"backers":3299,"pledgePercentage":0.54,"limited":false,"description":"Freshman:  You will receive a DRM-free digital game download, access to discussion forums to help us improve the game, and your name will appear on the Hero list.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":29,"numAllCaps":1},{"amount":35,"backers":893,"pledgePercentage":0.15,"limited":false,"description":"Sophomore:  Digital Reward 2: Receive everything from the Freshman level, the downloadable Hero-U Soundtrack, and the gorgeous Hero-U Art Book in PDF form.  The art book contains production sketches, final art, and insider commentary on the making of Hero-U: Rogue to Redemption.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":44,"numAllCaps":4},{"amount":50,"backers":599,"pledgePercentage":0.1,"limited":false,"description":"Junior:  Get a head start on your education by playing one of the development team's previous award-winning games.  You will receive all of the Sophomore class benefits plus a digital key to your choice of MacGuffin's Curse, Jolly Rover, or the complete Quest for Glory collection.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":48,"numAllCaps":0},{"amount":65,"backers":156,"pledgePercentage":0.03,"limited":false,"description":"Beta Tau Initiate:  All-Digital reward.  Everything in the Junior package, including your choice of one game key.  PLUS you get early access to the Hero-U Beta and Combat-Balancing tests.  Help us shape and tune the game the way YOU want it!","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":45,"numAllCaps":3},{"amount":75,"backers":284,"pledgePercentage":0.05,"limited":false,"description":"Senior: Get physical with a high-quality boxed copy of Hero-U: Rogue to Redemption containing the game on DVD and a printed game manual. You will also receive all of the Sophomore benefits (including an additional digital copy of the game). While you wait for your box, enjoy a preview with early access to our Beta and Combat Balancing Tests. All Seniors may add any of the Junior-level previous games at $15 each.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":72,"numAllCaps":2},{"amount":100,"backers":145,"pledgePercentage":0.02,"limited":false,"description":"Big Man On Campus:  (Super Digital Rewards)  You're special, and everyone should know it.  Your name (or your favorite character's name) will appear in the in-game DIGITAL YEARBOOK along with a brief statement of your/their accomplishments.  We will also email you the Secret Thieves' Guild Password.  (Other players will need to discover this in the game.)  You will also receive everything from the Sophomore level as well as early access to our Beta and Combat Balance tests.  (NOTE: This tier does not include any physical rewards.  It's highly International-Supporter-friendly.)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":97,"numAllCaps":3},{"amount":125,"backers":98,"pledgePercentage":0.02,"limited":false,"description":"Frat Rat: Halloween Special – You love Meeps, and that's why you will get your very own Toy Meep along with your boxed copy of Hero-U: Rogue to Redemption.  That's on top of all of the Senior-level physical and digital rewards and eligibility for add-ons.  You will also receive your own entry in the in-game DIGITAL YEARBOOK.  International Customers please add $15 for shipping costs.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":68,"numAllCaps":3},{"amount":150,"backers":186,"pledgePercentage":0.03,"limited":false,"description":"Graduate Edition: Unique Kickstarter-Graduate-only Collector’s Edition Box containing the game DVD, manual, a Music Soundtrack CD, your own Varsity Letter, Hero-U button, and everything in the Big Man On Campus digital reward tier including your very own entry in the in-game DIGITAL YEARBOOK.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":43,"numAllCaps":5},{"amount":175,"backers":57,"pledgePercentage":0.01,"limited":false,"description":"Exchange Student:  The *ultimate* all-digital package, perfect for international backers.  You will start with everything in the Big Man on Campus edition.  Then you will have the chance to follow the development of Hero-U with insider access to developer discussions and Alpha tests.  To give you more insight into our games, you will receive digital keys to ALL EIGHT of our currently available previous games (Quest for Glory 1: So You Want to Be a Hero EGA and VGA versions, Quest for Glory 2: Trial by Fire, Quest for Glory 3: Wages of War, Quest for Glory 4: Shadows of Darkness, Quest for Glory 5: Dragon Fire, MacGuffin's Curse, AND Jolly Rover).  NOTE: The previous game keys are part of this tier only; we are not adding them to the higher physical tiers.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":138,"numAllCaps":7},{"amount":200,"backers":39,"pledgePercentage":0.01,"limited":false,"description":"Research Assistant: You're practically a team member, so you will receive a very-limited-edition Team Meep Hat plus insider access to developer discussions and Alpha tests. You will also receive everything in the Graduate Edition, and your chosen picture (subject to team approval) will appear in the in-game digital yearbook.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":49,"numAllCaps":0},{"amount":250,"backers":126,"pledgePercentage":0.02,"limited":true,"description":"Alumnus: As a proud Hero-U Alumnus, your chosen name, preferred photo (or other image of your choice, subject to team approval) will appear in the Very Limited Edition physical Hero-U Yearbook. Of course, alumni like to collect signatures from their University friends, so Lori and Corey Cole will autograph your yearbook and Graduate Edition premium game box. You will also receive Research Assistant privileges and a Team Meep hat.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":69,"numAllCaps":2},{"amount":500,"backers":33,"pledgePercentage":0.01,"limited":true,"description":"Master Rogue: The rewards of your advanced education include a limited-edition art print of the school on Canvas, everything in the Alumnus package including the autographed premium game box and autographed yearbook. You will also receive a Limited Edition Kickstarter Superfan T-Shirt, and digital keys to ALL THREE previous games – the Quest for Glory Collection, MacGuffin's Curse, and Jolly Rover.","estimatedDelivery":"2012-12-01","estimatedDeliveryISO":"2012-12-01T00:00:00.000Z","numWords":61,"numAllCaps":3},{"amount":1000,"backers":6,"pledgePercentage":0,"limited":true,"description":"PhD: You will be immortalized. Not only will you receive all of the benefits of a Master Rogue, your chosen name, hero biography, and picture will appear prominently in-game as well as in the yearbook. Your canvas art print will be supersized, and you will be one of the proud few to complete a graduate school education at Hero-U. We'll also provide you with the secret location and key to the Faculty Lounge.  (Other players will be able to break in later in the game.)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":86,"numAllCaps":1},{"amount":1050,"backers":19,"pledgePercentage":0,"limited":true,"description":"DFA (Doctor of Fine Arts):  You will be featured on an in-game painting.  When players click on it, they will see your chosen name, image (this could be you, a favorite character, pet, or other approved image, converted by our artists to look like other in-game portraits), and humorous description. You also receive all of the benefits of a Master Rogue,   You will have a listing including your chosen image in the yearbook, and of course will receive an autographed copy of the physical edition. We will send you a canvas art print of your in-game \"portrait\" in addition to the school art print, and you will be one of the proud few to complete a graduate school education at Hero-U. We'll also provide you with the secret location and key to the Faculty Lounge. (Other players will be able to break in later in the game.)","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":151,"numAllCaps":2},{"amount":2000,"backers":5,"pledgePercentage":0,"limited":true,"description":"Art Collector:  In this extremely-limited reward tier, we will send you an original, one-of-a-kind production painting that was used to create a Quest for Glory game.  We only have a few of these paintings available.  You will also receive all DFA (Doctor of Fine Arts) benefits, including having your picture and biography immortalized in-game.  The Quest for Glory artwork will be shipped separately in January or February.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":71,"numAllCaps":1},{"amount":2500,"backers":3,"pledgePercentage":0,"limited":true,"description":"Benefactor:  As one of the top alumni contributors to Hero-U, we will name one wing of the University after you or a loved one.  The name you choose (with team approval) will be prominently displayed when any student enters your wing.  We will send you a customized architectural drawing of your wing.  If you send us a suitable video clip, it will appear in the launch video for your wing.  You will also receive all benefits of the PhD reward tier.  Free shipping worldwide!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":90,"numAllCaps":1},{"amount":2500,"backers":3,"pledgePercentage":0,"limited":true,"description":"Monster Lair: You are so diabolical, you are the master of a dungeon den. We will collaborate with you on designing your own custom monster lair, likely including a sculpted image of yourself or a friend. Your lair, complete with the monsters and traps you select, will be placed somewhere in the catacombs. You will also receive all benefits of the PhD reward tier. Free shipping worldwide!","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":67,"numAllCaps":0},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"High-Roller: You're a serious role-player, or just really want to support our game at a high level. In addition to all of the PhD-level rewards, Corey and/or Lori will run a D&D game for you and friends at a convention anywhere in North America. Or add $1,000 for our additional travel expenses, and we'll join you anywhere in the world. Does not include the Benefactor reward – The school doesn’t have enough wings. Instead, you’ll have a large statue in the main wing celebrating your or your hero's accomplishments.","estimatedDelivery":"2013-10-01","estimatedDeliveryISO":"2013-10-01T00:00:00.000Z","numWords":89,"numAllCaps":1},{"amount":7500,"backers":2,"pledgePercentage":0,"limited":true,"description":"Philanthropist:  You really care!  And we care about you too!  Spend a day visiting Yosemite Park and touring Sierra landmarks in Oakhurst with Lori and Corey Cole.  We'll share a nice meal or two and discuss game design or anything else you want.  You'll also receive all the rewards of the PhD level and we'll find a prominent place in-game to thank you for your awesome support.  We will cover a one-night hotel stay, but you are responsible for transportation to and from Oakhurst, California.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":91,"numAllCaps":0}],"updates":75,"comments":9920},"errors":{}}