{"successes":{"title":"LiquidOff: The Magical, Self-Cleaning, Water Repelling Spray","category":"Technology?ref=category","subcategory":"Technology","description":"Use the power of Nanotechnology to Instantly transform your clothing into a waterproof and self-cleaning solution. \nSafe Fast Effective","avatarURL":"https://ksr-ugc.imgix.net/projects/956945/photo-original.jpg?v=1405587630&w=1536&h=1152&fit=crop&auto=format&q=92&s=75319ab2de1348cf913736de64feb682","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/956945/video-398865-h264_high.mp4","city":"Albuquerque","state":"NM","country":"US","duration":33,"startDate":1402902000000,"endDate":1405753200000,"raised":206112,"goal":25000,"percent":824,"backers":2027,"currency":"USD","Pledges":[{"amount":5,"backers":39,"pledgePercentage":0.02,"limited":false,"description":"THE SUPPORTER!!! You get to follow us along the journey of our development process. You will get an inside look and complete access to all of our updates and news.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":30,"numAllCaps":2},{"amount":29,"backers":39,"pledgePercentage":0.02,"limited":false,"description":"THE TEAM MEMBER!!! You support the movement. For that, you get one of our official LiquidOff team T-shirt that has been treated with LiquidOff proprietary solution. This is not your typical shirt next door so feel free to show off the magic that's within it.\n(See pic at bottom of page)","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":50,"numAllCaps":4},{"amount":35,"backers":51,"pledgePercentage":0.03,"limited":false,"description":"***NEW*** THE TECHY!!! You asked for it so here it is. With our new Electronics solution, you can now treat your cellphones, cameras, iPads, etc. Each bottle will be enough to waterproof at least 3 cellphones. If you have already made a pledge for our original solution, you may add this as an add-on to your original pledge for only $25 (~30% savings).","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":63,"numAllCaps":3},{"amount":39,"backers":150,"pledgePercentage":0.07,"limited":true,"description":"Early Bird #1\nTHE TESTER!!! Priced insanely low as a Thank You for being one of the first to back us. You will get our original size bottle (375ml) that is good for about 7 T-Shirts or a whopping 28 pair of shoes.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":42,"numAllCaps":3},{"amount":45,"backers":72,"pledgePercentage":0.04,"limited":false,"description":"***NEW*** THE GLASS HOUSE!!! You asked, so we deliver! With our new glass/windshield solution, you can now treat your vehicle windshield, bathroom mirrors, prescription glasses, motorcycle helmet visor, ceramics, etc. Each bottle will be enough to treat an entire car (windshield, rear windshield, and all side windows). If you have already made a pledge for our original solution, you may add this as an add-on to your original pledge for only $30 (~33% savings).","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":74,"numAllCaps":4},{"amount":55,"backers":703,"pledgePercentage":0.35,"limited":false,"description":"THE TESTER #2!!! Get our original size bottle (375ml). It is good enough to do up to 7 T-shirts or your entire shoes collection! Yes up to 28 pairs of shoes!","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":31,"numAllCaps":3},{"amount":75,"backers":150,"pledgePercentage":0.07,"limited":true,"description":"Early Bird #2\nTHE STUDIO!!! Take advantage of our Large Size (750 ml). Yes that's Double the size and Double the fun! You love it so you want to use it on everything, so don't let size stop you. Our Bachelor package is enough to do up to 14 T-Shirts or 56 pair of shoes.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":54,"numAllCaps":3},{"amount":99,"backers":487,"pledgePercentage":0.24,"limited":false,"description":"THE STUDIO #2!!! Bigger is Better! Get our Large Size (750ml) and transform everything you own into a magical liquid and stain repellent. That's up to 14 T-Shirts or 56 pair of shoes.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":33,"numAllCaps":3},{"amount":139,"backers":184,"pledgePercentage":0.09,"limited":false,"description":"THE BACHELOR!!! Because 3 is better than 1. Get our 3 pack set that includes 3 individual 375ml bottles. Keep one for your self and give the others as gifts. Or maybe you just need one for the closet, one for the car, and one for the kids. Your choice. \nPackage will treat up to 21 T-Shirts or 84 pair of shoes.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":62,"numAllCaps":3},{"amount":279,"backers":66,"pledgePercentage":0.03,"limited":false,"description":"THE MANSION!!! Go bigger and get our pack of 3 Large bottles (750ml each). Perfect set to keep around so you never run out. After all, you won't be running out of new ideas to use it for so why should you run out of LiquidOff.\nThis is enough to do up to 42 T-Shirts or 168 pair of Shoes.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":59,"numAllCaps":3},{"amount":749,"backers":11,"pledgePercentage":0.01,"limited":false,"description":"THE BUSINESS!!! Our commercial pack is perfect for business owners looking to go Green and High-Tech. Whether it's a restaurant, rental vehicles, clothing, outdoor gears, furniture, shoes, athletics, etc., be a pioneer in your field today! This pack includes TEN 750ml bottles.  \nThis package will treat up to 140 T-Shirts or 560 pair of Shoes.","estimatedDelivery":"2014-09-01","estimatedDeliveryISO":"2014-09-01T00:00:00.000Z","numWords":56,"numAllCaps":4},{"amount":2000,"backers":1,"pledgePercentage":0,"limited":false,"description":"THE ENTHUSIAST!!!\nThis is the Ultimate Package. Fly out to Albuquerque, New Mexico to meet the Team of LiquidOff for a Grand Dinner. You will also be added as an exclusive beta tester for our new line of hydrophobic nanotechnology spray which will be launching soon. In addition, You will be one of the first to receive a bottle of the finished product for our new line. You will also receive 5 Treated Official LiquidOff T-shirts and a 3 pack set of LiquidOff (Large size). \nFlight Not Included!","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":87,"numAllCaps":3}],"updates":23,"comments":783},"errors":{}}