{"successes":{"title":"Video Game High School: Season Two","category":"Film & video?ref=category","subcategory":"Film & Video","description":"Season Two of the critically-acclaimed webseries about best friends, first loves, and landing that perfect headshot.","avatarURL":"https://ksr-ugc.imgix.net/projects/415860/photo-original.jpg?v=1397805750&w=1536&h=1152&fit=crop&auto=format&q=92&s=b9649cc0895dcd746b35d9b831ec2963","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/415860/video-197210-h264_high.mp4","city":"Los Angeles","state":"CA","country":"US","duration":31,"startDate":1357891200000,"endDate":1360569600000,"raised":808341,"goal":636010,"percent":127,"backers":10613,"currency":"USD","Pledges":[{"amount":5,"backers":1811,"pledgePercentage":0.17,"limited":false,"description":"Your name or gamertag in the official credits.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":8,"numAllCaps":0},{"amount":15,"backers":2267,"pledgePercentage":0.21,"limited":false,"description":"DRM-free 1080p digital downloads of each episode as they are finished. (Includes all previous rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":15,"numAllCaps":1},{"amount":30,"backers":2256,"pledgePercentage":0.21,"limited":false,"description":"Region-free Blu-Ray or DVD of VGHS Season 2, complete with Kickstarter-backer exclusive cover art. (Includes all previous rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":18,"numAllCaps":2},{"amount":50,"backers":359,"pledgePercentage":0.03,"limited":false,"description":"Kickstarter exclusive Season 2 poster. This poster will not be available to the general public! (Includes all previous rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":19,"numAllCaps":0},{"amount":75,"backers":773,"pledgePercentage":0.07,"limited":false,"description":"SIGNED SEASON 1 + 2 DVD/Blu-Ray COMBO PACK! Get BOTH seasons of VGHS in a handsome combo pack and SIGNED by the creators of VGHS! (Replaces the $30 DVD/Blut-Ray Reward and Includes all previous rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":35,"numAllCaps":10},{"amount":100,"backers":260,"pledgePercentage":0.02,"limited":false,"description":"Exclusive Kickstarter VGHS Season 2 t-shirt, and the poster from the $50 level signed by cast and crew. The shirt will not be available to the general public! (Includes all previous rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":32,"numAllCaps":1},{"amount":100,"backers":107,"pledgePercentage":0.01,"limited":true,"description":"FRESHMAN LEVEL SUPPORTER (OPTION #1) -  Official Video Game High School team sports pennant. Show your school spirit for a fictitious school! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":28,"numAllCaps":4},{"amount":100,"backers":98,"pledgePercentage":0.01,"limited":true,"description":"FRESHMAN LEVEL SUPPORTER (OPTION #2) - Exclusive VGHS calendar, listing all the major events of a school year at VGHS and filled with overly diverse photographs of the student body and inspirational quotes from fictional alumni! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":41,"numAllCaps":6},{"amount":100,"backers":32,"pledgePercentage":0,"limited":true,"description":"FRESHMAN LEVEL SUPPORTER (OPTION #3) - Exclusive VGHS button and sticker pack. Adorn your body and vandalize your surroundings! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":24,"numAllCaps":5},{"amount":125,"backers":38,"pledgePercentage":0,"limited":true,"description":"SOPHOMORE LEVEL SUPPORTER (OPTION #1) - Exclusive VGHS baseball hat, with awesome logo. In a world that no longer plays baseball, these hats are used to reduce glare from harsh overhead lights in gaming competitions. (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":40,"numAllCaps":5},{"amount":125,"backers":857,"pledgePercentage":0.08,"limited":true,"description":"SOPHOMORE LEVEL SUPPORTER (OPTION #2) - Exclusive VGHS School ID Card, emblazoned with your name, details, and chosen major. This card is not government issued ID, but might look enough like a real school ID card that you can snag some sweet student deals! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":49,"numAllCaps":8},{"amount":125,"backers":73,"pledgePercentage":0.01,"limited":true,"description":"SOPHOMORE LEVEL SUPPORTER (OPTION #3) - Exclusive VGHS coffee mug, Calhoun approved (Coffee not included). Sip coffee or any other liquid beverage in consummate style with this drink container. (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":34,"numAllCaps":5},{"amount":150,"backers":333,"pledgePercentage":0.03,"limited":true,"description":"JUNIOR LEVEL SUPPORTER (OPTION #1) - Kickstarter exclusive VGHS hoodie. Rock out in style with everyone's favorite type of apparel - the hooded sweatshirt! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":29,"numAllCaps":5},{"amount":150,"backers":35,"pledgePercentage":0,"limited":true,"description":"JUNIOR LEVEL SUPPORTER (OPTION #2) - Framed VGHS graduation diploma with your name and your major/minor on it. We do not recommend bringing it to job interviews but it sure looks classy behind your giant oak desk next to all your trophies. (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":47,"numAllCaps":5},{"amount":150,"backers":2,"pledgePercentage":0,"limited":true,"description":"JUNIOR LEVEL SUPPORTER (OPTION #3) - Customized VGHS report card. We'll fill in your classes based on your interests, but your grades will be completely arbitrary. Signed by Dean Calhoun himself! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":36,"numAllCaps":5},{"amount":175,"backers":19,"pledgePercentage":0,"limited":true,"description":"SENIOR LEVEL SUPPORTER (OPTION #1) - VGHS shooting script, signed by the writers and annotated with director's commentary, scene, and shooting notes. Get a rare glimpse at the production process! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":35,"numAllCaps":5},{"amount":175,"backers":3,"pledgePercentage":0,"limited":true,"description":"SENIOR LEVEL SUPPORTER (OPTION #2) - A CD and digital copy of The Law's exclusive EP \"The Long Arm\" signed by The Law himself and dedicated to you. This CD would probably have received a 65/100 on Pitchfork. (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":43,"numAllCaps":8},{"amount":175,"backers":2,"pledgePercentage":0,"limited":true,"description":"SENIOR LEVEL SUPPORTER (OPTION #3) - Access to the VGHS hotline - a cell phone carried by VGHS cast and crew throughout the entire production. Call whenever you want and if we're not in the middle of a take, we'll talk to you! Otherwise, leave a message after the tone. (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":55,"numAllCaps":6},{"amount":200,"backers":351,"pledgePercentage":0.03,"limited":false,"description":"VALEDICTORIAN SUPPORTER - As the head of your class, choose any TWO of the Freshman/Sophomore/Junior/Senior level Limited Rewards - even if they're sold out! (Includes all previous non-limited rewards)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":29,"numAllCaps":3},{"amount":250,"backers":342,"pledgePercentage":0.03,"limited":false,"description":"VGHS Yearbook, filled with behind-the-scenes photos, class photos (including you!), and the characters from the show personalize your book and wish you a happy summer vacation on the blank pages. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":40,"numAllCaps":1},{"amount":250,"backers":2,"pledgePercentage":0,"limited":true,"description":"A Hollywood actor headshot of Brian Firenzi, creator of 5secondfilms.com and who plays The Law OR a Hollywood actor headshot of Freddie Wong, co-creator of the freddiew YouTube channel and one-time Guitar Hero world champion. The headshots will be signed and intimately dedicated to you by the person NOT depicted in the picture. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":63,"numAllCaps":3},{"amount":300,"backers":199,"pledgePercentage":0.02,"limited":true,"description":"A random signed prop used on the show. Acid-free display case not included! (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":23,"numAllCaps":1},{"amount":500,"backers":8,"pledgePercentage":0,"limited":false,"description":"Invitation to a special private screening of Season 2 with the cast and crew. It will be a magically intimate evening full of surprises! (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":34,"numAllCaps":0},{"amount":500,"backers":24,"pledgePercentage":0,"limited":true,"description":"THE FINAL COUNTDOWN (OPTION #1) - A Razer Goliathus gaming mouse mat and Razer mouse (model tbd) with custom VGHS graphic, signed by cast and crew. This mouse mat is one of a kind. (Includes all previous non-limited rewards, including the invitation to private screening, as well as the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":52,"numAllCaps":6},{"amount":500,"backers":47,"pledgePercentage":0,"limited":true,"description":"THE FINAL COUNTDOWN (Option #2) - An Astro A30:with custom VGHS Kickstarter supporter exclusive ear tag artwork, signed by cast and crew. (Includes all previous non-limited rewards, including the invitation to private screening, as well as the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":40,"numAllCaps":4},{"amount":500,"backers":5,"pledgePercentage":0,"limited":true,"description":"THE FINAL COUNTDOWN (Option #3) - A Boomchair gaming seat, signed by cast and crew. Earlier pledges get first dibs on the models we have. (Includes all previous non-limited rewards, including the invitation to private screening, as well as the Valedictorian Supporter level.)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":43,"numAllCaps":4},{"amount":1000,"backers":8,"pledgePercentage":0,"limited":false,"description":"Associate Producer credit on the series, as well as your likeness inserted into the show! (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":25,"numAllCaps":0},{"amount":1000,"backers":1,"pledgePercentage":0,"limited":true,"description":"You will be a character that screams \"Brian! Look out!\" for a single shot in the official VGHS Season 2 trailer. This is the trailer that's uploaded online and submitted to platforms such as iTunes, Netflix, and Hulu. This shot will, incidentally, never appear in the series itself, causing people to wonder what happened to that one shot in the trailer with that person who shouted at Brian to \"look out!\" (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":81,"numAllCaps":1},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"Invitation to sit in on a writer's room meeting for Season 3. You get yourself to Los Angeles and we'll sling around horrible puns with you and watch YouTube videos together. Watch the magic of the writing process unfold as we claw desperately for inspiration in the struggle to craft VGHS Season 3. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":63,"numAllCaps":1},{"amount":1337,"backers":13,"pledgePercentage":0,"limited":true,"description":"You get The L33tB0x - a mystery box chock full of totally awesome stuff specially tailored to your wants, desires, and video game platform. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":34,"numAllCaps":0},{"amount":2000,"backers":3,"pledgePercentage":0,"limited":true,"description":"MINOR STAR OF THE SILVER SCREEN - Walk-on role in the series (no line). Get yourself to LA and we'll get you in front of the camera! If you look totally out of place, we'll figure something out (maybe send a photo first if you're not sure!) (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":57,"numAllCaps":7},{"amount":2000,"backers":3,"pledgePercentage":0,"limited":true,"description":"STAR OF THE SILVER SCREEN - Walk-on role in the series with a line. Get yourself to LA and we'll get you on screen. Please note - we're shooting February through March. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":42,"numAllCaps":6},{"amount":2500,"backers":1,"pledgePercentage":0,"limited":true,"description":"DONUT SURPRISE - Freddie Wong will show up completely unannounced on your doorstep anywhere in the world at some point in 2013 with donuts, or your local/cultural equivalent of donuts. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":40,"numAllCaps":2},{"amount":3000,"backers":5,"pledgePercentage":0,"limited":true,"description":"FILM CAMP - Invitation to a special Filmmaking Bootcamp in Los Angeles where we teach you everything we know about online video and help you with your channel/online video dreams. Specific curriculum will be decided by participants. Draw from our years of insight running one of the top YouTube channels of all time. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":63,"numAllCaps":2},{"amount":4000,"backers":0,"pledgePercentage":0,"limited":true,"description":"BIRTHDAY BASH - Freddie Wong does your birthday party. He will fly to you. He will help you cut the cake. He will play laser tag with you. He will perform a brief and incredibly crappy five-minute stage magic routine. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":50,"numAllCaps":2},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":true,"description":"CO-PRODUCER CREDIT on the series. Your logo in the end credits as a series sponsor and we will work with you to put your logo or brand in the show (where appropriate). I recommend you message us first if you're considering this. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":52,"numAllCaps":3},{"amount":5000,"backers":2,"pledgePercentage":0,"limited":true,"description":"FREAKIN' DISNEYLAND with cast and crew! Weather permitting, we will take a silly photo with you on Splash Mountain (You decide the pose) AND we will totally buy you that picture! We will also buy you some Dole Whip, the world's greatest froyo. You get yourself to Los Angeles, and we'll get you into Disneyland. You also are TOTALLY ALLOWED to bring a friend! (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":74,"numAllCaps":5},{"amount":9001,"backers":0,"pledgePercentage":0,"limited":true,"description":"OVER 9000 - Freddie will tweet whatever you want him to tweet on the @fwong Twitter account (almost 300,000 followers) at a time of your choosing. You cannot make him say anything that would get him banned from Twitter or potentially killed. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":52,"numAllCaps":1},{"amount":10000,"backers":4,"pledgePercentage":0,"limited":false,"description":"EXECUTIVE PRODUCER credit on the series. Open door invitation to drop by and observe during any aspect of production or post-production. Also, feel free to participate in any limited reward category. (Includes all previous non-limited rewards, including the Valedictorian Supporter level)","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":41,"numAllCaps":2}],"updates":33,"comments":2560},"errors":{}}