{"successes":{"title":"World’s first roast-grind-brew coffee machine","category":"Technology","subcategory":"Hardware","description":"Raw green coffee beans to fresh black coffee - at a single push of a button. Let's change coffee. Together.","avatarURL":"https://ksr-ugc.imgix.net/projects/728524/photo-original.png?v=1397852500&w=1536&h=1152&fit=crop&auto=format&q=92&s=d0bfc9dd79aeca59c15f90c9e41808e7","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/728524/video-310723-h264_high.mp4","city":"Berlin","state":null,"country":"Germany","duration":26,"startDate":1384243200000,"endDate":1386489600000,"raised":681461,"goal":135000,"percent":505,"backers":2254,"currency":"EUR","Pledges":[{"amount":5,"backers":161,"pledgePercentage":0.07,"limited":false,"description":"KARMA package: Thank you and congrats, you’re a coffee changer! You become part of our community & receive regular updates. And of course, we'll reach out with a personal thank you! Help spread the word: Let’s change coffee. Together!","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":39,"numAllCaps":1},{"amount":30,"backers":7,"pledgePercentage":0,"limited":false,"description":"All Access Berlin: Pledge for a legendary night to remember. We'll throw an exclusive PARTY that proves Berlin is nothing short of what \"they\" say about it. Pledge on you, secret special and insane fun on us. And of course all higher pledges include the ticket as well! Save the date: December 13th","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":53,"numAllCaps":1},{"amount":35,"backers":77,"pledgePercentage":0.03,"limited":false,"description":"HIPSTER package: Pledge to not only become part of our coffee change movement, but to also receive our stylish Bonaverde jute bag, hand crafted by the team and straight from Hipster Berlin. Looks great around your xmas tree.","estimatedDelivery":"2013-12-01","estimatedDeliveryISO":"2013-12-01T00:00:00.000Z","numWords":38,"numAllCaps":1},{"amount":250,"backers":100,"pledgePercentage":0.04,"limited":true,"description":"EARLY BIRD: Woo-hoo! You ‘stand’ up for coffee, and not only in the morning! You will get one of THE VERY FIRST ROAST-GRIND-BREW COFFEE MACHINES. Those machines will have a special serial number plaque from 1-100! But we don't leave it with that: We're also welcoming you to the coffee changer community and shower you with 6.6 lbs. (3kg) of green coffee beans (from Henry, our farmer based in Nicaragua) as well as all the good stuff above!","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":78,"numAllCaps":8},{"amount":300,"backers":1450,"pledgePercentage":0.64,"limited":true,"description":"THE MACHINE: Missed the early bird? Don't worry. You will also get one of OUR ROAST-GRIND-BREW COFFEE MACHINES and we're of course welcoming you to the coffee changer community and shower you with 6.6 lbs. (3kg) of green coffee beans (from Henry, our farmer based in Nicaragua) as well as all the other good stuff above!","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":56,"numAllCaps":6},{"amount":350,"backers":36,"pledgePercentage":0.02,"limited":true,"description":"Pitch Your STITCH: So the world's first roast-grind-brew machine isn't enough - you want it even more special? Personalize your coffee bag by choosing a customized stitching. You'll get 3 beautiful bags nobody else has - and of course everything from the machine package above!","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":45,"numAllCaps":1},{"amount":400,"backers":200,"pledgePercentage":0.09,"limited":true,"description":"BETA FIELD TESTER: You'll be THE FIRST to enjoy fresh coffee: You get one of our 100 first serial TEST machines 3 months before we ship out the machine – and WE will listen to YOU for final improvements. You'll be part of our team! We think that's great. And of course we will swap your machine for a serial - if desired.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":63,"numAllCaps":8},{"amount":500,"backers":132,"pledgePercentage":0.06,"limited":true,"description":"1-year, NO WORRIES: 6.6 lbs. (3kg) green coffee beans (origin of your choice) every 3 months for 1 year plus our EARLY BIRD machine package! That's 33 lbs. (15kg) of coffee in total.\nSleep no more!","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":35,"numAllCaps":4},{"amount":1000,"backers":3,"pledgePercentage":0,"limited":true,"description":"I want PERSONAL treatment: We will hold a cupping party in Berlin, San Francisco or New York for you and up to 20 friends at your home or office THIS year! You’ll meet us, experience the machine and taste the coffee. Includes the NO WORRIES package and a lot of fun! Oh and a LOT of cake.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":57,"numAllCaps":6},{"amount":1250,"backers":3,"pledgePercentage":0,"limited":true,"description":"Wow, those first three were gone quickly...I want PERSONAL treatment too: We will hold a cupping party ANYWHERE in the US or Germany for you and up to 20 friends at your home or office THIS year! You’ll meet us, experience the machine and taste the coffee. Includes the NO WORRIES package and a lot of fun! Oh and a LOT of cake.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":63,"numAllCaps":8},{"amount":5000,"backers":5,"pledgePercentage":0,"limited":true,"description":"I am a FARMER: You and your coffee will immediately be listed on our community platform and you'll receive a MACHINE to hold tastings with your friends or just to enjoy your own coffee. You'll get an individual profile to offer your coffee directly to the crowd. Just like Henry!","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":50,"numAllCaps":3},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"You & a friend TRAVEL with us: We will visit one of our partner farmers together (e.g. Brazil, Nicaragua, Ethiopia or Peru). You’ll learn a lot about coffee and taste even more. Includes the PERSONAL treatment package. Excludes travel to destination country. Rest of the trip is on us. Delivery dates depend on your availability and coffee harvest times in the country of travel.","estimatedDelivery":"2014-10-01","estimatedDeliveryISO":"2014-10-01T00:00:00.000Z","numWords":64,"numAllCaps":2}],"updates":51,"comments":1911},"errors":{}}