{"successes":{"title":"Moment Smartwatch:  world's first wrap around smart watch","category":"Design","subcategory":"Product Design","description":"30 day battery, expandable hardware, full QWERTY keyboard, 360° touch surface - all wrapped smartly around your wrist","avatarURL":"https://ksr-ugc.imgix.net/projects/974084/photo-original.jpg?v=1403567265&w=1536&h=1152&fit=crop&auto=format&q=92&s=80aff5f07f90156882f70f449b4b1d8e","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/974084/video-403126-h264_high.mp4","city":"Athens","state":"OH","country":"US","duration":30,"startDate":1403593200000,"endDate":1406185200000,"raised":447900,"goal":100000,"percent":448,"backers":2231,"currency":"USD","Pledges":[{"amount":1,"backers":124,"pledgePercentage":0.06,"limited":false,"description":"Let us know you like the Moment Smartwatch and support our campaign. In return you get our sincere appreciation. Over the past 14 months we have created a product that we believe is exactly what people want. With your dollar you let us know we are on target with this design.","estimatedDelivery":"2014-07-01","estimatedDeliveryISO":"2014-07-01T00:00:00.000Z","numWords":51,"numAllCaps":0},{"amount":25,"backers":9,"pledgePercentage":0,"limited":false,"description":"Limited Edition Momentum Labs T Shirt - Let everyone know that you made the Moment Smartwatch possible.  At the top of the T Shirt we’ll have our logo and possibly some classy artwork (TBD).  Below the logo (or on the back) we’ll say thanks to the people that made the Moment Smartwatch possible.  Below this we’ll have a list of names and your name will be included.  After our campaign we'll send you an email that will instruct you on selecting your size.","estimatedDelivery":"2014-08-01","estimatedDeliveryISO":"2014-08-01T00:00:00.000Z","numWords":87,"numAllCaps":3},{"amount":99,"backers":101,"pledgePercentage":0.05,"limited":true,"description":"Extra Early Bird - One Moment Smartwatch. This reward level is for the first people that support us on Kickstarter and get this project moving. Each Moment Smartwatch at this level comes in black on silver OR white on gold.  After our campaign we'll send you an email that will instruct you on selecting your size and preferred color. Each Moment Smartwatch will include a USB cable. As a special thank you, Kickstarter backers will receive a complimentary charging cradle. Retail price for the Moment Smartwatch will be $229. Retail price for the charger cradle will be $20.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":99,"numAllCaps":2},{"amount":174,"backers":360,"pledgePercentage":0.16,"limited":true,"description":"Early Bird - One Moment Smartwatch.\nEach Moment Smartwatch at this level comes in black on silver OR white on gold. After our campaign we'll send you an email that will instruct you on selecting your size and preferred color. Each Moment Smartwatch will include a USB cable.  As a special thank you, Kickstarter backers will receive a complimentary charging cradle.  Retail price for the Moment Smartwatch will be $229.  Retail price for the charger cradle will be $20.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":81,"numAllCaps":2},{"amount":188,"backers":351,"pledgePercentage":0.16,"limited":false,"description":"One Moment Smartwatch.\nEach Moment Smartwatch at this level comes in black on silver OR white on gold.  After our campaign we'll send you an email that will instruct you on selecting your size and preferred color. Each Moment Smartwatch will include a USB cable.  As a special thank you, Kickstarter backers will receive a complimentary charging cradle.  Retail price for the Moment Smartwatch will be $229.  Retail price for the charger cradle will be $20.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":79,"numAllCaps":2},{"amount":188,"backers":1251,"pledgePercentage":0.56,"limited":false,"description":"Kickstarter Black - This is the Limited Edition, black on black Moment Smartwatch.  It will come in your choice size. After our campaign we'll send you an email that will instruct you on selecting your size. Each Moment Smartwatch will include a USB cable. As a special thank you, Kickstarter backers will receive a complimentary charging cradle. Retail price for the Moment Smartwatch will be $229. Retail price for the charger cradle will be $20.","estimatedDelivery":"2015-01-01","estimatedDeliveryISO":"2015-01-01T00:00:00.000Z","numWords":76,"numAllCaps":1},{"amount":189,"backers":19,"pledgePercentage":0.01,"limited":true,"description":"Developers Package - One Moment Smartwatch.  These are the priority shipments - all other reward level watches ship in the order received.  These devices are shipped first so that our developers get a headstart on applications.  These devices will likely be at the last prototype level; they may ship without certification and they may have some problems that will be corrected in production.  These devices will also ship in color and size we have used for that production run - you will not be able to choose.  Each Moment Smartwatch will include a USB cable and charging cradle. This level is only available to US backers as all certifications may not be complete.","estimatedDelivery":"2014-12-01","estimatedDeliveryISO":"2014-12-01T00:00:00.000Z","numWords":118,"numAllCaps":2}],"updates":37,"comments":2945},"errors":{}}