{"successes":{"title":"Roll out the ELF to your city.","category":"Design","subcategory":"Product Design","description":"The ELF is a fun and efficient personal electric vehicle powered by you and the sun.","avatarURL":"https://ksr-ugc.imgix.net/projects/378528/photo-original.jpg?v=1397801652&w=1536&h=1152&fit=crop&auto=format&q=92&s=e57b3407fd45045615d5bd152c916d95","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/378528/video-186908-h264_high.mp4","city":"Durham","state":"NC","country":"US","duration":45,"startDate":1354176000000,"endDate":1358064000000,"raised":225789,"goal":100000,"percent":226,"backers":547,"currency":"USD","Pledges":[{"amount":1,"backers":70,"pledgePercentage":0.13,"limited":false,"description":"Your name will be hand inscribed on the official Kickstarter touring ELF so one day your grand kids can visit it in the Smithsonian and see that you were a part of the Eco-mobility revolution. \nYou will also get the link to download your very own paper model ELF. Just print it, decorate it, cut it, fold it and enjoy! It's a great conversation piece for your desk and more eco-friendly than Barbie's convertible.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":74,"numAllCaps":2},{"amount":5,"backers":41,"pledgePercentage":0.07,"limited":false,"description":"For five dollars you can get an OTV sticker to put on your own vehicle so you can day dream about the day you ride in one of ours. We will also add your name to the Kickstarter ELF and give you the link to the paper cut-out model. We'll also send you a hand printed thank you card!","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":59,"numAllCaps":2},{"amount":10,"backers":108,"pledgePercentage":0.2,"limited":false,"description":"Ten bucks gets you everything listed above and a Ticket to Ride -- an exclusive pass that gets you first dibs on trying out a vehicle at one of our Kickstarter Kick the Tires Test Drive days.  We'll be hosting a few events in the Durham, NC area during the campaign and then we'll take it on the road in the spring. The first one is in Durham on December 22nd.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":72,"numAllCaps":1},{"amount":25,"backers":137,"pledgePercentage":0.25,"limited":false,"description":"Backers who kick in $25 get all of the above mentioned goodies and an OT logo shirt. The shirts are 100% organic ringspun cotton so they are as eco-conscious, soft, and stylish as we are.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":35,"numAllCaps":1},{"amount":50,"backers":77,"pledgePercentage":0.14,"limited":true,"description":"For $50 you get your name on the vehicle, the paper ELF, a sticker, a Ticket to Ride, and your choice of a limited edition hand screened ELF t-shirt OR tote bag designed by Organic Transit's own Alix Bowman. We'll post a photo soon so you can see this awesome design for yourself. The shirts will be organic cotton just like the logo tees and the bags will be canvas.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":70,"numAllCaps":3},{"amount":150,"backers":34,"pledgePercentage":0.06,"limited":true,"description":"$150 is a solid contribution and we will thank you with a solid reward. For this amount you will receive a solid wood model ELF kit custom designed by our lad with the CAD Ermanno Ianetti. This limited edition wooden toy will make you the envy of all of your non-wooden ELF having friends. You even have the fun of assembling and decorating your mini-ELF yourself. You will also receive a logo tee, a sticker, a ticket to ride, the paper ELF, and get your name inscribed on the Kickstarter ELF.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":91,"numAllCaps":6},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"We'll fly you to Durham and put you up in a hotel close to our shop. Once you are settled in, we'll give you a factory tour, let you test drive a vehicle, and then take you out on the town. After we show you our little corner of Durham we'll send you home with a goody bag loaded with Organic Transit swag.","estimatedDelivery":"2013-03-01","estimatedDeliveryISO":"2013-03-01T00:00:00.000Z","numWords":63,"numAllCaps":0},{"amount":4000,"backers":25,"pledgePercentage":0.05,"limited":true,"description":"Congratulations on being an eco-mobility pioneer! For $4,000, you will be the proud owner of one of the first 100 ELFs on the market. Actually, if you snag this reward level, you'll get one of vehicles 1-25 and you'll get it in March. Each Kickstarter ELF will be numbered and signed, and will come with a goody bag of OT swag. Shipping is extra and will be determined based on your location.","estimatedDelivery":"2013-03-01","estimatedDeliveryISO":"2013-03-01T00:00:00.000Z","numWords":72,"numAllCaps":2},{"amount":4000,"backers":18,"pledgePercentage":0.03,"limited":true,"description":"Yes! You are going to get one of ELFs 26-50. Each Kickstarter ELF will be numbered and signed, and will come with a goody bag of OT swag. Shipping is extra and will be determined based on your location.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":39,"numAllCaps":2},{"amount":4000,"backers":2,"pledgePercentage":0,"limited":true,"description":"Looks like an ELF from the batch numbered 51-75 will be parked in front of your place this spring. Enjoy your numbered and signed vehicle and a bag o' swag from Organic Transit. Shipping is extra and will be determined based on your location.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":44,"numAllCaps":1},{"amount":4000,"backers":6,"pledgePercentage":0.01,"limited":true,"description":"UPDATE: THIS TIER IS NOW OPEN TO INTERNATIONAL ORDERS. SHIPPING COSTS ARE NOT INCLUDED AND WILL BE DETERMINED WHEN VEHICLE IS READY FOR DELIVERY.","estimatedDelivery":"2013-06-01","estimatedDeliveryISO":"2013-06-01T00:00:00.000Z","numWords":24,"numAllCaps":24},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"You are not the first, but you are still special enough to get one of the first 100 ELFs. Yours will be one of the numbers 76-100 and will come with an OT swag bag just like the first 75. Shipping is extra and will be determined based on your location.","estimatedDelivery":"2013-04-01","estimatedDeliveryISO":"2013-04-01T00:00:00.000Z","numWords":51,"numAllCaps":1}],"updates":23,"comments":92},"errors":{}}