{"successes":{"title":"Dungeons & Dragons: A Documentary","category":"Film & video","subcategory":"Documentary","description":"Dungeons & Dragons, a game that changed the world.","avatarURL":"https://ksr-ugc.imgix.net/projects/233332/photo-original.JPG?v=1397787531&w=1536&h=1152&fit=crop&auto=format&q=92&s=fe2b6a947e1fe6eff68362b48a323cc5","videoURL":"https://d2pq0u4uni88oo.cloudfront.net/projects/233332/video-150911-h264_high.mp4","city":"New York","state":"NY","country":"US","duration":30,"startDate":1345273200000,"endDate":1347865200000,"raised":195480,"goal":150000,"percent":130,"backers":3584,"currency":"USD","Pledges":[{"amount":5,"backers":99,"pledgePercentage":0.03,"limited":false,"description":"A Great Big Thank You Email PLUS you will be included in our mailing list so you can keep up with our progress. We appreciate everything we get. In fact, here's an extra thank you: THANK YOU.","estimatedDelivery":"2012-10-01","estimatedDeliveryISO":"2012-10-01T00:00:00.000Z","numWords":37,"numAllCaps":4},{"amount":10,"backers":47,"pledgePercentage":0.01,"limited":false,"description":"A Great Big Thank You on our Website PLUS Digital Package containing downloadable tools to show off your support, including a digital wallpaper, logo and a PDF poster. Let your friends and family know that you love documentaries about Dungeons & Dragons.","estimatedDelivery":"2013-01-01","estimatedDeliveryISO":"2013-01-01T00:00:00.000Z","numWords":42,"numAllCaps":3},{"amount":15,"backers":1293,"pledgePercentage":0.36,"limited":false,"description":"Due to popular demand, we are offering a Digital Download of the Documentary (in HD) when it's released to everyone. We want to thank the many people who suggested this option. We should have thought of it sooner. The proper interns have been sacked.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":44,"numAllCaps":1},{"amount":25,"backers":638,"pledgePercentage":0.18,"limited":false,"description":"All of the above PLUS Digital Download of the Documentary. You get access to download (in HD) the full theatrical release of the Documentary 2 weeks before anyone else from from our website. Bragging rights, optional.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":36,"numAllCaps":2},{"amount":40,"backers":470,"pledgePercentage":0.13,"limited":false,"description":"A DVD or Blu-Ray copy of the Documentary (International backers please add $15 for Shipping). What's the difference? Uhmm, it's like a gajillion lines of resolution better, that's what.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":29,"numAllCaps":2},{"amount":50,"backers":179,"pledgePercentage":0.05,"limited":false,"description":"A DVD or Blu-Ray Copy of the Documentary (International backers please add $15 for Shipping) PLUS Exclusive Access to our Website which allows you to watch supplemental material including behind-the-scenes, raw and unedited footage, full interviews and other cool stuff. We might as well do something with all this bandwidth.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":50,"numAllCaps":3},{"amount":55,"backers":10,"pledgePercentage":0,"limited":true,"description":"A signed copy of James Lowder's classic Forgotten Realms novel, Prince of Lies (2003 WotC edition). This highly acclaimed, bestselling dark fantasy epic chronicles the plots of the mad god Cyric to remake the world in his image. Parallels to TSR management history purely coincidental. PLUS the two-disc, limited-edition Blu-Ray or DVD of the Documentary. This is limited only to new Kickstarter backers. (International backers please add $15 for shipping.)","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":70,"numAllCaps":4},{"amount":65,"backers":10,"pledgePercentage":0,"limited":true,"description":"An autographed copy of Beyond the Wall: Exploring George R. R. Martin's A Song of Ice and Fire, signed by foreword author and fantasy legend R.A. Salvatore and editor James Lowder. The essay collection reveals new insights into the hit fantasy series and includes discussions of the Ice and Fire RPG and the place of fantasy in the literary tradition. PLUS the two-disc, limited-edition Blu-Ray or DVD of the Documentary. This is limited only to new Kickstarter backers. (International backers please add $15 for shipping.)","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":85,"numAllCaps":7},{"amount":75,"backers":233,"pledgePercentage":0.07,"limited":false,"description":"A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. The 2nd Disc includes all the supplemental material and never-before-seen footage. This is limited only to Kickstarter Backers.(International backers please add $15 for Shipping) This way, when the Zombie Apocalypse comes and civilization is in ashes, you'll still have a hard copy of the documentary.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":55,"numAllCaps":2},{"amount":100,"backers":36,"pledgePercentage":0.01,"limited":false,"description":"A signed copy of Jon Peterson's book, \"Playing at the World\". This thoroughly researched book on the history of war games and role-playing games is one of the backbones of our documentary. Read this book if you want to know more than we do. If you watch the movie and read the book, then, wow, consider yourself an expert. PLUS the 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers.(International backers please add $15 for Shipping)","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":83,"numAllCaps":3},{"amount":100,"backers":160,"pledgePercentage":0.04,"limited":false,"description":"A signed copy of David Ewalt's book \"Of Dice and Men\". This authoritative history chronicles the surprising history of D&D’s origins (one largely unknown even to hardcore players) while examining the game’s profound impact, written by a respected journalist (Forbes) and life-long player. David also serves as one of the historians for the Documentary. If you ask nicely, he'll even put a smiley face next to his autograph for you. PLUS the 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers (International backers please add $15 for Shipping).","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":95,"numAllCaps":4},{"amount":100,"backers":71,"pledgePercentage":0.02,"limited":false,"description":"A T-Shirt. Exclusively designed for our Kickstarter backers (see pic on the right), this t-shirt will only be available through the campaign and the number will be limited to the amount of orders we get. Wear this shirt and tell everyone proudly how much you love documentaries about Dungeons & Dragons. PLUS the 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers (International backers please add $15 for Shipping).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":76,"numAllCaps":4},{"amount":125,"backers":62,"pledgePercentage":0.02,"limited":false,"description":"UPGRADE OPTION: A signed copy of David Ewalt's book \"Of Dice and Men\". This authoritative history chronicles the surprising history of D&D’s origins (one largely unknown even to hardcore players) while examining the game’s profound impact, written by a respected journalist (Forbes) and life-long player. PLUS A signed copy of Jon Peterson's book, \"Playing at the World\". This thoroughly researched book on the history of war games and role-playing games is one of the backbones of our documentary. \nDavid and Jon are our historians for the Documentary. That's 2 for the price of...well, 2. PLUS the 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers (International backers please add $15 for Shipping).","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":119,"numAllCaps":8},{"amount":150,"backers":11,"pledgePercentage":0,"limited":true,"description":"D&D artist Diesel LaForce will do a poster-sized print of artwork based off the iconic Greyhawk cover illustration from 1976. The pen and ink print will feature a full scene inspired by the artwork created by Greg Bell of a warrior in battle with the dreaded beholder. This artwork is a limited edition of 300, signed and numbered by the artist. It is being commissioned exclusively for our Kickstarter premium. (Please add $15.00 for international shipping)","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":76,"numAllCaps":1},{"amount":150,"backers":64,"pledgePercentage":0.02,"limited":true,"description":"D&D artist Diesel LaForce will do a poster-sized print of artwork based off the iconic Player’s Handbook cover illustration from 1978. The pen and ink print will feature a full scene inspired by the artwork created by Dave Trampier of the adventurers pillaging a temple. This artwork is a limited edition of 300, signed and numbered by the artist. It is being commissioned exclusively for our Kickstarter premium. (Please add $15.00 for international shipping)","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":74,"numAllCaps":1},{"amount":150,"backers":39,"pledgePercentage":0.01,"limited":false,"description":"UPGRADE OPTION: The T-Shirt which has been exclusively designed for our Kickstarter backers by Kay Kramme, PLUS both David Ewalt's book \"Of Dice and Men \" AND Jon Peterson's book, \"Playing at the World\". PLUS the 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers (International backers please add $15 for Shipping). You're gonna need a bigger boat or at the very least, a bigger shopping bag to carry all this cool stuff around.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":81,"numAllCaps":7},{"amount":250,"backers":24,"pledgePercentage":0.01,"limited":false,"description":"Your Name in the Thank You Section of the End Credits of the Documentary. $7,563 more if you want your name in BOLD or ITALICIZED, PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers. (International backers please add $15 for Shipping)","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":50,"numAllCaps":5},{"amount":251,"backers":21,"pledgePercentage":0.01,"limited":false,"description":"SUPER SPECIAL UPGRADE OPTION: Your Name in the Thank You Section of the End Credits of the Documentary. PLUS you get the T-Shirt designed by Kay Kramme. PLUS you get the two books by David Ewalt and Jon Peterson PLUS you get the 2 DIsc Limited Edition DVD/Blu-Ray (add $15 for international shipping). Yes, it's a dollar extra for all that, but we've gotta make some money out of this.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":70,"numAllCaps":9},{"amount":500,"backers":5,"pledgePercentage":0,"limited":false,"description":"“Skype-Rim\" Talk (we know, it's corny, but the reward isn't). Have a 10 minute conversation on Skype with the Film-makers. Ask them any question you want. They may even answer you. PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers. (International backers please add $15 for Shipping)","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":56,"numAllCaps":3},{"amount":1000,"backers":9,"pledgePercentage":0,"limited":false,"description":"An Associate Producer Credit in the Documentary PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers. (International backers please add $15 for Shipping). Hey, Big Shot Producer, yeah, we're talkin' to you.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":41,"numAllCaps":3},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"An Associate Producer Credit in the Documentary PLUS DOCUMENTARY FILM-MAKING 101. Have a one-on-one, 2-Hour Session with the film-makers. Learn the craft of film making and what you need to know about making a documentary.* With all that you'll learn, you could even make a documentary on D&D...oh wait, no, don't do that. PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers. (International backers please add $15 for Shipping)","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":78,"numAllCaps":7},{"amount":2500,"backers":0,"pledgePercentage":0,"limited":true,"description":"* Location will be a factor with this reward. We will update you as to our schedule and locations as we travel across the country during the filming of the documentary in the hopes that we may be near you. If our locations do not allow for this, you may either choose to visit New York City (on your own expense) or a Skype session.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":65,"numAllCaps":0},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":false,"description":"This reward is another one-of-a-kind. Stefan Pokorny of Dwarven Forge (who appears in our film) is offering, in his words, \"A day of gaming and a night of carousing in NYC\". That's right, you and 5 of your friends get to hang out with the man himself. Play his game and party with the king. Plus, he's giving everyone a Dwarven Forge Set (valued at $150) to take home with them. That alone is worth the trip to NYC. Check out his videos at http://www.dwarvenforge.com/ to find out what you're in for. Also, you get 6 copies of the 2-Disc, Limited Edition DVD/Blu-Ray of the Documentary. Snatch this up fast, otherwise we will. (Travel and hotel are not included)","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":119,"numAllCaps":4},{"amount":3000,"backers":0,"pledgePercentage":0,"limited":true,"description":"A Co-Producer Credit in the Documentary PLUS You'll get to play a D&D game run by one of the experts interviewed in the documentary. The roster of Dungeon Masters is still under development, but is certain to include Tavis Allison whose company Adventuring Parties will help organize this reward. If you live in NYC or through the magic of Google+ video-conferencing, have Tavis run a game with you and your friends (limit to 6 people). What happens in one of Tavis's game, stays in Tavis's game. PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":104,"numAllCaps":7},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":false,"description":"Okay, this is for a one-of-a-kind item. Once someone snatches this reward up, it's gone. What you are pledging for is a Dungeons & Dragons: A Documentary Banner that we've had specially made (see pic). We will have everyone who either worked on the film or was interviewed sign their autograph. Plus some special guests. Since we're not finished filming, the piece won't be ready to be shipped to the lucky owner until the movie is finished. Until then, if you follow our progress, you'll know who's autographs you'll be getting. Pledge now and make everyone else on this Kickstarter jealous. PLUS You get a copy of the 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":117,"numAllCaps":3},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":false,"description":"A Co-Producer Credit in the Documentary PLUS An invitation to visit either the set or the editing room, depending on location (Hotel and Transportation not included). Help us make the big decisions like \"where to put craft service\" or \"which tie should I wear to the award ceremony?\" PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers.","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":66,"numAllCaps":6},{"amount":5000,"backers":0,"pledgePercentage":0,"limited":true,"description":"A Co-Producer Credit in the Documentary PLUS An Invitation for You and a Guest to attend the Premiere (Location TBD, Hotel and Transportation not included) Just like one of those big time Hollywood premieres...but without the big time Hollywood stuff. PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers.","estimatedDelivery":"2013-05-01","estimatedDeliveryISO":"2013-05-01T00:00:00.000Z","numWords":58,"numAllCaps":6},{"amount":8000,"backers":1,"pledgePercentage":0,"limited":false,"description":"A Co-Producer Credit PLUS Game With the Film-Makers. If you're in NYC (or SKYPE if you're not), the Film-Makers will invite you to their next D&D game. We play a loose 2nd Edition, but make a mean guacamole.* Guacamole not available in the Skype version of this reward. Guacamole is also not available if avocados are not in season. In fact, guacamole may not be available at all and may, in fact, be store-bought. PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers. (International backers please add $15 for Shipping)","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":99,"numAllCaps":8},{"amount":10000,"backers":1,"pledgePercentage":0,"limited":false,"description":"An Executive Producer Credit in the Documentary PLUS You'll get to play a D&D game run by one of the experts interviewed in the documentary at your place, anywhere in the U.S.A. The roster of Dungeon Masters is still under development, but is certain to include Tavis Allison whose company Adventuring Parties will help organize this reward. For a cool million dollars, we'll let you keep them as your very own DM. PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers.","estimatedDelivery":"2013-08-01","estimatedDeliveryISO":"2013-08-01T00:00:00.000Z","numWords":90,"numAllCaps":7},{"amount":10000,"backers":0,"pledgePercentage":0,"limited":true,"description":"An Executive Producer Credit in the Documentary PLUS An Interview* with You (or a person of you choice) on your experiences with D&D. The interview will be included in the Supplemental Material. You'll be a permanent part of this documentary. And who said 'money can't buy you happiness'? PLUS A 2-Disc, Limited Edition Blu-Ray or DVD of the Documentary. This is limited only to Kickstarter Backers. ","estimatedDelivery":"2014-05-01","estimatedDeliveryISO":"2014-05-01T00:00:00.000Z","numWords":67,"numAllCaps":5}],"updates":59,"comments":317},"errors":{}}